Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Scheduler
ar: جدولة
hu: Ütemező
sr: Планер

source: Scheduler Event
ar: حدث المجدول
hu: Ütemező Esemény
sr: Догађај планера

source: Scheduler Inactive
ar: المجدول غير نشط
hu: Ütemező Inaktív
sr: Планер је неактиван

source: Scheduler Status
ar: حالة جدولة المهام
hu: Ütemező Állapota
sr: Статус планера

source: Scheduler can not be re-enabled when maintenance mode is active.
ar: لا يمكن إعادة تفعيل المجدول عندما يكون وضع الصيانة نشطًا.
hu: Az ütemező nem kapcsolható be újra, ha a karbantartási mód aktív.
sr: Планер се не може поново омогућити док је режим одржавања активан.

source: Scheduler is inactive. Cannot import data.
ar: المجدول غير نشط. لا يمكن استيراد البيانات.
hu: Az ütemező inaktív. Nem lehet adatokat importálni.
sr: Планер је неактиван. Нема могућности увоза података.

source: Scheduler: Active
ar: المجدول: نشط
hu: Ütemező: Aktív
sr: Планер: Активан

source: Scheduler: Inactive
ar: المجدول: غير نشط
hu: Ütemező: Inaktív
sr: Планер: Неактиван

source: Scope
ar: نِطَاق
hu: Hatáskör
sr: Опсег

source: Scopes
ar: نطاقات
hu: Hatáskörök
sr: Опсези

source: Script
ar: سيناريو
hu: Szkript
sr: Скрипта

source: Script Manager
ar: مدير البرنامج النصي
hu: Szkript Kezelő
sr: Менаџер скрипти

source: Script Report
ar: تقرير النصي
hu: Szkript Jelentés
sr: Извештај скрипте

source: Script Type
ar: نوع البرنامج النصي
hu: Szkript Típusa
sr: Врста скрипте

source: Script to attach to all web pages.
ar: نص برمجي لإرفاقه بجميع صفحات الويب.
hu: Minden weboldalhoz csatolandó szkript.
sr: Скрипта за повезивање са свим веб-страницама.

source: Scripting
ar: كتابة البرامج النصية
hu: Szkriptelés
sr: Програмирање

source: Scripting / Style
ar: كتابة النصوص / الأسلوب
hu: Szkriptelés / Stílus
sr: Програмирање / Стил

source: Scripts
ar: النصوص
hu: Szkriptek
sr: Скрипте

source: Search
ar: البحث
hu: Keresés
sr: Претрага

source: Search Bar
ar: شريط البحث
hu: Kereső Sáv
sr: Трака за претрагу

source: Search Fields
ar: البحث الحقول
hu: Keresési Mezők
sr: Поља за претрагу

source: Search Help
ar: مساعدة البحث
hu: Segítség Keresése
sr: Помоћ за претрагу

source: Search Priorities
ar: أولويات البحث
hu: Keresési Prioritások
sr: Приоритети претраге

source: Search Results
ar: نتائج البحث
hu: Keresési Eredmények
sr: Резултати претраге

source: Search Results for
hu: Találatok erre:
sr: Резултати претраге за

source: Search by filename or extension
ar: ابحث باستخدام اسم الملف أو امتداده
hu: Keresés fájlnév vagy kiterjesztés szerint
sr: Претрага по називу фајла или екстензији

source: Search field {0} is not valid
ar: حقل البحث {0} غير صالح
hu: A(z) {0} keresési mező nem érvényes
sr: Поље за претрагу {0} није важеће

source: Search fields
ar: حقول البحث
hu: Keresőmezők
sr: Поља за претрагу

source: Search fieldtypes...
ar: ابحث عن أنواع الحقول...
hu: Keresési mezőtípusok...
sr: Претражи врсте поља...

source: Search for anything
ar: البحث عن أي شيء
hu: Keresés bármire
sr: Претрага за било шта

source: Search for {0}
ar: ابحث عن {0}
hu: {0} keresése
sr: Претрага за {0}

source: Search in a document type
ar: بحث في نوع الوثيقة
hu: Keresés egy dokumentum típusban
sr: Претражи у врсти документа

source: Search or type a command ({0})
hu: Keressen vagy írjon be egy parancsot ({0})
sr: Претражи или унеси команду ({0})

source: Search properties...
ar: ابحث عن العقارات...
hu: Keresési tulajdonságok...
sr: Својства претраге....

source: Search results for
ar: نتائج البحث عن
hu: Keresési eredmények
sr: Резултати претраге за

source: Search...
ar: بحث...
hu: Keresés...
sr: Претрага...

source: Searching ...
ar: جاري البحث ...
hu: Keresés...
sr: Претраживање ...

# Duration
source: Seconds
ar: ثوانٍ
hu: Másodpercek
sr: Секунди

source: Section
ar: الجزء
hu: Szakasz
sr: Одељак

source: Section Break
ar: فاصل قسم
hu: Szakasztörés
sr: Прелом одељка

source: Section Heading
ar: قسم العنوان
hu: Szakasz Címsor
sr: Наслов одељка

source: Section ID
ar: معرف القسم
hu: Szakasz ID
sr: ИД одељка

source: Section Title
ar: عنوان القسم
hu: Szakasz Címe
sr: Наслов одељка

source: Section must have at least one column
ar: يجب أن يحتوي القسم على عمود واحد على الأقل
hu: A szakasznak legalább egy oszloppal kell rendelkeznie
sr: Одељка мора имати најмање једну колону

source: Security Settings
ar: إعدادات الأمان
hu: Biztonsági Beállítások
sr: Подешавања безбедности

source: See all Activity
ar: عرض جميع الأنشطة
hu: Összes Tevékenység Megtekintése
sr: Погледај све активности

source: See all past reports.
ar: عرض جميع التقارير السابقة
hu: Lásd az összes korábbi jelentést.
sr: Погледај све претходне извештаје.

source: See on Website
ar: ترى على الموقع
hu: Lásd a honlapon
sr: Погледај на веб-сајту

# Button in web form
source: See previous responses
ar: راجع الردود السابقة
hu: Lásd a korábbi válaszokat
sr: Погледај претходне одговоре

source: See the document at {0}
ar: انظر المستند على {0}
hu: Lásd a dokumentumot itt: {0}
sr: Погледај документ у {0}

source: Seen
ar: رأيت
hu: Látott
sr: Виђено

source: Seen By
ar: تمت رؤيته بواسطة
hu: Látta
sr: Виђено од стране

source: Seen By Table
ar: ينظر من خلال الجدول
hu: Látott táblázat
sr: Табела корисника који су видели

source: Select
ar: حدد
hu: Kijelölés
sr: Изаберите

source: Select All
ar: حدد الكل
hu: Összes Kijelölése
sr: Изабери све

source: Select Attachments
ar: حدد المرفقات
hu: Mellékletek Kiválasztása
sr: Изабери прилоге

source: Select Child Table
ar: حدد جدول الطفل
hu: Gyermektábla Kiválasztása
sr: Изабери зависну табелу

source: Select Column
ar: حدد العمود
hu: Oszlop Kiválasztása
sr: Изабери колону

source: Select Columns
ar: تحديد الأعمدة
hu: Oszlopok Kiválasztása
sr: Изабери колоне

source: Select Country
ar: اختر البلد
hu: Ország Kiválasztása
sr: Изабери државу

source: Select Currency
ar: اختر العملة
hu: Pénznem Kiválasztása
sr: Изабери валуту

source: Select Dashboard
ar: اختر لوحة القيادة
hu: Műszerfal Kijelölése
sr: Изабери контролу таблу

source: Select Date Range
ar: اختر نطاق التاريخ
hu: Dátumtartomány Kiválasztása
sr: Изабери опсег датума

source: Select DocType
ar: حدد نوع المستند
hu: DocType Kiválasztása
sr: Изабери DocType

source: Select Doctype
ar: حدد نوع المستند
hu: DocType Kiválasztása
sr: Изабери DocType

source: Select Document
hu: Dokumentum Kiválasztása
sr: Изабери документ

source: Select Document Type
ar: حدد نوع الوثيقة
hu: Dokumentum Típus Kiválasztása
sr: Изабери врсту документа

source: Select Document Type or Role to start.
ar: حدد نوع الوثيقة أو دور للبدء.
hu: Dokumentum Típus vagy Szerepkör kiválasztása az indításhoz.
sr: Изабери врсту документа или улогу за почетак.

source: Select Document Types to set which User Permissions are used to limit access.
ar: حدد أنواع المستندات لتعيين أذونات المستخدم التي يتم استخدامها لتقييد الوصول.
hu: Válassza ki a Dokumentumtípusok lehetőséget a hozzáférés korlátozására használt felhasználói engedélyek beállításához.
sr: Изаберите врсте докумената како бисте поставили које корисничке дозволе се користе за ограничавање приступа.

source: Select Field
ar: اختر المجال
hu: Választó Mező
sr: Изабери поље

source: Select Field...
ar: اختر المجال...
hu: Mező Kiválasztása...
sr: Изабери поље...

source: Select Fields
ar: حدد الحقول
hu: Mezők Kiválasztása
sr: Изабери поља

source: Select Fields To Insert
ar: حدد الحقول المطلوب إدراجها
hu: Beillesztendő Mezők Kiválasztása
sr: Изабери поља за унос

source: Select Fields To Update
ar: حدد الحقول المراد تحديثها
hu: Frissítendő Mezők Kiválasztása
sr: Изабери поља за ажурирање

source: Select Filters
ar: اختر المرشحات
hu: Szűrők Kiválasztása
sr: Изабери филтере

source: Select Google Calendar to which event should be synced.
ar: حدد تقويم Google للحدث الذي يجب مزامنته.
hu: Válassza ki a Google Naptárat, amellyel az eseményt szinkronizálni kívánja.
sr: Изабери Google Calendar за синхронизацију догађаја.

source: Select Google Contacts to which contact should be synced.
ar: حدد جهات اتصال Google التي يجب مزامنتها مع جهة الاتصال.
hu: Válassza ki a Google Névjegyeket, amellyel az eseményt szinkronizálni kívánja.
sr: Изабери Google Contacts за синхронизацију контаката.

source: Select Group By...
ar: حدد التجميع حسب...
hu: Csoportosítás kiválasztása...
sr: Изабери групиши по....

source: Select Kanban
ar: حدد كانبان
hu: Kanban Kiválasztása
sr: Изабери Канбан

source: Select Language
ar: اختار اللغة
hu: Nyelv Kiválasztása
sr: Изабери језик

source: Select List View
ar: عرض قائمة التحديد
hu: Listanézet Kiválasztása
sr: Изабери приказ листе

source: Select Mandatory
ar: حدد إلزامية
hu: Kötelező Kiválasztása
sr: Изабери обавезно

source: Select Module
ar: اختر وحدة
hu: Modul Kiválasztása
sr: Изабери модул

source: Select Network Printer
ar: حدد طابعة الشبكة
hu: Hálózati Nyomtató Kiválasztása
sr: Изабери мрежни штампач

source: Select Page
ar: اختر الصفحة
hu: Oldal Kiválasztása
sr: Изабери страницу

source: Select Print Format
ar: حدد تنسيق طباعة
hu: Nyomtatási Formátum Kiválasztása
sr: Изабери формат штампе

source: Select Print Format to Edit
ar: حدد تنسيق طباعة إلى تحرير
hu: Nyomtatási Formátum Kiválasztása Szerkesztéshez
sr: Изабери формат штампе за уређивање

source: Select Report
ar: حدد التقرير
hu: Jelentés Kiválasztása
sr: Изабери извештај

source: Select Table Columns for {0}
ar: تحديد الأعمدة الجدول ل{0}
hu: Táblázat oszlopainak kiválasztása a {0}
sr: Изаберу колоне табеле за {0}

source: Select Time Zone
ar: اختر المنطقة الزمنية
hu: Időzóna Kiválasztása
sr: Изабери временску зону

source: Select Transaction
ar: حدد المعاملات
hu: Tranzakció Kiválasztása
sr: Изабери трансакцију

source: Select Workflow
ar: حدد سير العمل
hu: Munkafolyamat Kiválasztása
sr: Изабери радни ток

source: Select Workspace
ar: حدد مساحة العمل
hu: Munkaterület Kiválasztása
sr: Изабери радни простор

source: Select a Brand Image first.
ar: اختر صورة العلامة التجارية لأول مرة.
hu: Márkakép kiválasztása először.
sr: Прво изабери слику бренда.

source: Select a DocType to make a new format
ar: أختر DocType لتنشئ تنسيق جديد
hu: Válasszon ki egy DocType-ot, egy új formátum létrehozásához
sr: Изабери DocType за креирање новог формата

source: Select a document to check if it meets conditions.
hu: Válasszon ki egy dokumentumot, és ellenőrizze, hogy megfelel-e a feltételeknek.
sr: Изаберите документ да проверите да ли испуњава услове.

source: Select a document to preview request data
hu: Válasszon ki egy dokumentumot a kérésadatok előnézetéhez
sr: Изаберите документ да прегледате податке захтева

source: Select a field to edit its properties.
ar: حدد حقلاً لتعديل خصائصه.
hu: Válasszon ki egy mezőt a tulajdonságainak szerkesztéséhez.
sr: Изабери поље да би уредио његова својства.

source: Select a group {0} first.
ar: حدد مجموعة {0} أولاً.
hu: Először válassz ki egy {0} csoportot.
sr: Најпре изаберите групу {0}.

source: Select a valid Sender Field for creating documents from Email
ar: حدد حقل مرسل صالحًا لإنشاء المستندات من البريد الإلكتروني
hu: Válasszon egy érvényes Feladó mezőt a dokumentumok e-mailből történő létrehozásához
sr: Изабери важеће поље пошиљаоца за креирање документа из имејла

source: Select a valid Subject field for creating documents from Email
ar: حدد حقل موضوع صالحًا لإنشاء المستندات من البريد الإلكتروني
hu: Válasszon egy érvényes Tárgy mezőt a dokumentumok e-mailből történő létrehozásához
sr: Изабери важеће поље за наслов за креирање документа из мејла

source: Select an Image
ar: اختر صورة
hu: Kép Kiválasztása
sr: Изабери слику

source: Select an app to continue
hu: Válasszon ki egy alkalmazást a folytatáshoz
sr: Изабери апликацију за наставак

source: Select an existing format to edit or start a new format.
ar: حدد تنسيقًا موجودًا لتعديله أو ابدأ تنسيقًا جديدًا.
hu: Válasszon ki egy létező formátumot egy új formátum szerkesztéséhez vagy elkezdéséhez.
sr: Изаберите постојећи формат да бисте га уредили или започните нови формат.

source: Select an image of approx width 150px with a transparent background for best results.
ar: اختر صورة بعرض 150px تقريبا مع خلفية شفافة لنتيجة افضل
hu: Válasszon ki egy kb. 150px széles képet, átlátszó háttérrel a legjobb eredményhez.
sr: Изаберите слику ширине око 150px са транспарентном позадином за најбољи резултат.

source: Select atleast 1 record for printing
ar: اختر أتلست سجل 1 للطباعة
hu: Legalább 1 rekord kiválasztása nyomtatáshoz
sr: Изабери бар један запис за штампање

source: Select atleast 2 actions
ar: حدد على الأقل 2 الإجراءات
hu: Legalább 2 művelet kiválasztása
sr: Изабери бар 2 радње

# Description of a list view shortcut
source: Select list item
ar: حدد عنصر القائمة
hu: Listaelem kiválasztása
sr: Изабери ставку из листе

# Description of a list view shortcut
source: Select multiple list items
ar: حدد عناصر قائمة متعددة
hu: Több listaelem kiválasztása
sr: Изабери више ставки из листе

source: Select or drag across time slots to create a new event.
ar: اختر أو اسحب عبر فتحات الوقت لإنشاء حدث جديد.
hu: Új esemény létrehozásához jelölje ki vagy húzza át az időintervallumokat.
sr: Изабери или превуци преко термина за креирање новог догађаја.

source: Select records for assignment
ar: اختر سجلات التعيين
hu: Válasszon ki rekordokat hozzárendeléshez
sr: Изабери записе за доделу

source: Select records for removing assignment
ar: حدد السجلات لإزالة التعيين
hu: Rekordok kiválasztása a hozzárendelés eltávolításához
sr: Изабери записе за уклањање доделе

source: Select the label after which you want to insert new field.
ar: حدد التسمية بعد الذي تريد إدراج حقل جديد.
hu: Válassza ki azt a címkét, amely után új mezőt szeretne beszúrni.
sr: Изабери ознаку након које желиш да уметнеш ново поље.

source: Select two versions to view the diff.
ar: اختر نسختين لعرض الفرق.
hu: Válasszon ki két verziót a különbség megtekintéséhez.
sr: Изабери две верзије за приказ разлика.

source: Select {0}
ar: حدد {0}
hu: {0} kiválasztása
sr: Изаберите {0}

source: Self approval is not allowed
ar: الموافقة الذاتية غير مسموح بها
hu: Önhitelesítés nem megengedett
sr: Самопотврда није дозвољена

source: Send
ar: إرسال
hu: Küldés
sr: Пошаљи

# Send Email
source: Send
ar: إرسال
hu: Küldés
sr: Пошаљи

source: Send After
ar: إرسال بعد
hu: Küldés után
sr: Пошаљи након

source: Send Alert On
ar: إرسال تنبيه في
hu: Riasztás küldése
sr: Пошаљи обавештење на

source: Send Email Alert
ar: إرسال تنبيه عبر البريد الإلكتروني
hu: E-mail Figyelmeztetés Küldése
sr: Пошаљи имејл упозорење

source: Send Email At
hu: E-mail Küldése Ekkor
sr: Пошаљи имејл у

source: Send Email On State
ar: إرسال بريد إلكتروني في الولاية
hu: E-mail küldése ezen állapotkor:
sr: Пошаљи имејл када је стање

source: Send Email Print Attachments as PDF (Recommended)
ar: إرسال البريد الإلكتروني المرفقات طباعة بصيغة PDF (مستحسن)
hu: Nyomtatási Mellékletek E-mail Küldése PDF fájlként (Ajánlott)
sr: Пошаљи штампане прилоге у PDF формату (препоручено)

source: Send Email To Creator
ar: أرسل بريدًا إلكترونيًا إلى المُنشئ
hu: E-mail küldése a készítőnek
sr: Пошаљи имејл аутору

source: Send Email for Successful Backup
ar: إرسال بريد إلكتروني للنجاح النسخ الاحتياطي
hu: E-mail Küldése a Sikeres Mentésről
sr: Пошаљи имејл о успешној резервној копији

source: Send Email for Successful backup
ar: إرسال بريد إلكتروني للنجاح النسخ الاحتياطي
hu: E-mail küldése a sikeres mentésről
sr: Пошаљи имејл о успешној резервној копији

source: Send Me A Copy of Outgoing Emails
ar: أرسل لي نسخة من رسائل البريد الإلكتروني الصادرة
hu: Küldjön nekem egy másolatot a kimenő e-mailekről
sr: Пошаљи ми копију излазних имејлова

source: Send Notification To
ar: إرسال إشعار ل
hu: Értesítés Küldése Ide
sr: Пошаљи обавештење ка

source: Send Notification to
ar: إرسال إشعار إلى
hu: Értesítés Küldése ide
sr: Пошаљи обавештење ка

source: Send Notifications For Documents Followed By Me
ar: إرسال إخطارات للمستندات التي اتبعتها
hu: Értesítések küldése az általam követett dokumentumokról
sr: Пошаљи обавештење за документа које пратим

source: Send Notifications For Email Threads
ar: إرسال إخطارات لمواضيع البريد الإلكتروني
hu: Értesítések küldése e-mail szálakról
sr: Пошаљи обавештење за имејл преписке

source: Send Notifications To
ar: إرسال إشعارات إلى
hu: Értesítések Küldése ide
sr: Пошаљи обавештење ка

source: Send Now
ar: أرسل الآن
hu: Küldés most
sr: Пошаљи сада

source: Send Print as PDF
ar: إرسال الطباعة بصيغة PDF
hu: Nyomtatvány küldése PDF-ben
sr: Пошаљи као PDF за штампу

source: Send Read Receipt
ar: إرسال مقروءة إيصال
hu: Olvasási visszaigazolás küldése
sr: Пошаљи потврду о читању

source: Send System Notification
ar: إرسال إشعار النظام
hu: Rendszer Értesítés Küldése
sr: Пошаљи системско обавештење

source: Send Test Email
hu: Teszt E-mail Küldése
sr: Пошаљи тестни имејл

source: Send To All Assignees
ar: أرسل إلى جميع المعينين
hu: Küldés az összes hozzárendelt személynek
sr: Пошаљи свим задуженима

source: Send Unsubscribe Link
ar: إرسال رابط إلغاء الإشتراك
hu: Leiratkozási Link Küldése
sr: Пошаљи линк за отказивање претплате

source: Send Web View Link
hu: Webes Megtekintési Link Küldése
sr: Пошаљи линк за приказ на вебу

source: Send Welcome Email
ar: إرسال رسالة ترحيبية
hu: Üdvözlő E-mail Küldése
sr: Пошаљи имејл добродошлице

source: Send a request to delete your account
hu: Kérés küldése fiókja törlésére
sr: Пошаљите захтев за брисање Вашег налога

source: Send a test email
hu: Teszt e-mail küldése
sr: Пошаљи тестни имејл

source: Send again
hu: Küldje el újra
sr: Пошаљи поново

source: Send alert if date matches this field's value
ar: إرسال تنبيه إذا تاريخ توافق مع قيمة هذا الحقل
hu: Riasztást küld, ha a dátum megegyezik ennek a mezőnek az értékével
sr: Пошаљи упозорење уколико се датум подудара са вредношћу овог поља

source: Send alert if this field's value changes
ar: إرسال تنبيه إذا تغيرت قيمة هذا الحقل
hu: Riasztást küld, ha ennek a mezőnek az értéke változik
sr: Пошаљи упозорење уколико се вредност овог поља промени

source: Send an email reminder in the morning
ar: إرسال رسالة تذكير في الصباح
hu: Küldjön e-mail emlékeztetőt reggel
sr: Пошаљи подсетник путем имејла ујутру

source: Send days before or after the reference date
ar: إرسال أيام قبل أو بعد التاريخ المرجعي
hu: Küldés napjai a referenciadátum előtt vagy után
sr: Пошаљи дана пре или после референтног датума

source: Send email when document transitions to the state.
ar: إرسال بريد إلكتروني عند انتقال المستند إلى الولاية.
hu: E-mail küldése, amikor a dokumentum átkerül az adott állapotba.
sr: Пошаљи имејл када документ пређе у стање.

source: Send enquiries to this email address
ar: إرسال الاستفسارات إلى عنوان البريد الإلكتروني هذا
hu: Kérdéseit erre az e-mail címre küldje
sr: Пошаљи упите на ову имејл адресу

source: Send login link
ar: أرسل رابط تسجيل الدخول
hu: Bejelentkezési link küldése
sr: Пошаљи линк за пријаву

source: Send me a copy
ar: أرسل لي نسخة
hu: Küldj nekem másolatot
sr: Пошаљи ми копију

source: Send now
hu: Küldés most
sr: Пошаљи сада

source: Send only if there is any data
ar: إرسال فقط إذا كان هناك أي بيانات
hu: Csak akkor küldjön, ha van adat
sr: Пошаљи само уколико постоји неки податак

source: Send unsubscribe message in email
ar: إرسال رسالة إلغاء الاشتراك في البريد الإلكتروني
hu: Leiratkozási üzenet küldése e-mailben
sr: Пошаљи поруку за отказивање претплате у имејлу

source: Sender
ar: مرسل
hu: Küldő
sr: Пошиљалац

source: Sender Email
ar: البريد الإلكتروني المرسل
hu: Küldő E-mail
sr: Имејл пошиљаоца

source: Sender Email Field
ar: حقل البريد الإلكتروني للمرسل
hu: Feladó E-mail Címe Mező
sr: Поље за имејл пошиљаоца

source: Sender Field should have Email in options
ar: يجب أن يحتوي حقل المرسل على البريد الإلكتروني في الخيارات
hu: A Feladó mezőben az opciókban az E-mailnek kell szerepelnie
sr: Поље пошиљаоца треба да има имејл међу опцијама

source: Sender Name
ar: اسم المرسل
hu: Feladó Neve
sr: Назив пошиљаоца

source: Sender Name Field
ar: حقل اسم المرسل
hu: Feladó Neve Mező
sr: Поље за назив пошиљаоца

source: Sendgrid
ar: سيندغريد
hu: Küldési háló
sr: Сендгрид

source: Sending
ar: إرسال
hu: Küldés
sr: Слање

source: Sending emails
hu: E-mailek küldése
sr: Слање имејлова

source: Sending...
hu: Küldés...
sr: Слање у току...

source: Sent
ar: أرسلت
hu: Elküldve
sr: Послато

source: Sent Folder Name
ar: اسم المجلد المرسل
hu: Elküldött Mappa Neve
sr: Назив датотеке за послату пошту

source: Sent Read Receipt
ar: أرسلت مقروءة إيصال
hu: Olvasási visszaigazolás küldve
sr: Послата потврда о читању

source: Sent or Received
ar: المرسلة أو المتلقاة
hu: Elküldött vagy Fogadott
sr: Послато или примљено

source: Sent/Received Email
ar: البريد المرسل / المستلم
hu: Elküldött/Fogadott E-mail
sr: Послати/Примљени имејл

source: Separator
ar: فاصل
hu: Szétválasztó
sr: Сепаратор

source: Sequence Id
ar: معرف التسلسل
hu: Szekvencia Azonosító
sr: ИД секвенце

source: Series List for this Transaction
ar: قائمة متسلسلة لهذه العملية
hu: Sorozatlista ehhez a tranzakcióhoz
sr: Листа серија за ову трансакцију

source: Series Updated for {}
ar: تم تحديث السلسلة لـ {}
hu: Sorozat Frissítve {}
sr: Серија ажурирана за {}

source: Series counter for {} updated to {} successfully
ar: تم تحديث عداد السلسلة لـ {} إلى {} بنجاح
hu: A {} Sorozat számlálója sikeresen frissült {}-ra
sr: Бројач серије за {} је успешно ажуриран на {}

source: Series {0} already used in {1}
ar: الترقيم المتسلسل {0} مستخدم بالفعل في {1}
hu: {0} sorozat már használva van itt: {1}
sr: Серија {0} је већ искоришћена у {1}

source: Server Action
ar: عمل الخادم
hu: Szerver Művelet
sr: Серверска радња

source: Server Error
ar: خطأ في الخادم
hu: Szerver Hiba
sr: Серверска грешка

source: Server IP
ar: خادم IP
hu: Szerver IP
sr: IP адреса сервера

source: Server Script
ar: خادم النصي
hu: Szerver Szkript
sr: Серверска скрипта

source: Server Scripts are disabled. Please enable server scripts from bench configuration.
ar: تم تعطيل البرامج النصية للخادم. يرجى تفعيل البرامج النصية للخادم من إعدادات لوحة التحكم.
hu: A Szerver Szkriptek le vannak tiltva. Kérjük, engedélyezze a bench konfigurációban.
sr: Серверска скрипта је онемогућена. Молимо Вас да је омогућите у конфигурацији командне линије.

source: Server Scripts feature is not available on this site.
ar: ميزة البرامج النصية للخادم غير متوفرة على هذا الموقع.
hu: A Szerver Szkriptek funkció nem érhető el ezen az oldalon.
sr: Функционалност серверских скрипти није доступна на овом сајту.

source: Server failed to process this request because of a concurrent conflicting request. Please try again.
ar: فشل الخادم في معالجة هذا الطلب بسبب وجود طلب متزامن متعارض. يرجى المحاولة مرة أخرى.
hu: A kiszolgáló nem tudta feldolgozni ezt a kérést egy egyidejűleg futó, ütköző kérés miatt. Kérjük, próbálja meg újra.
sr: Сервер није успео да обради захтев због истовременог конфликтног захтева. Молимо Вас да покушате поново.

source: Server was too busy to process this request. Please try again.
ar: كان الخادم مشغولاً للغاية بحيث لم يتمكن من معالجة هذا الطلب. يرجى المحاولة مرة أخرى.
hu: A szerver túl elfoglalt volt a kérés feldolgozásához. Kérjük, próbálja újra.
sr: Сервер је био преоптерећен да обради захтев. Покушајте поново.

source: Service
ar: خدمة
hu: Szolgáltatás
sr: Услуга

source: Session Default
ar: الجلسة الافتراضية
hu: Munkamenet Alapértelmezései
sr: Подразумевана сесија

source: Session Default Settings
ar: إعدادات الجلسة الافتراضية
hu: Munkamenet Alapértelmezett Beállításai
sr: Подешавање подразумеване сесије

source: Session Defaults
ar: الجلسة الافتراضية
hu: Munkamenet Alapértelmezései
sr: Подразумеване вредности сесије

source: Session Defaults Saved
ar: تم حفظ الإعدادات الافتراضية للجلسة
hu: Munkamenet Alapértelmezések Mentése
sr: Подразумеване вредности сесије су сачуване

source: Session Expired
ar: انتهت الجلسة
hu: Lejárt Munkamenet
sr: Сесија је истекла

source: Session Expiry (idle timeout)
ar: انتهاء صلاحية الجلسة (مهلة الخمول)
hu: Munkamenet Lejárata (tétlenségi időkorlát)
sr: Истек сесије (време неактивности)
