Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: No Google Calendar Event to sync.
ar: لا يوجد حدث تقويم Google للمزامنة.
hu: Nincs szinkronizálható Google Naptár-esemény.
sr: Нема Google Calendar догађаја за синхронизацију.

source: No Images
ar: لا توجد صور
hu: Nincsenek Képek
sr: Нема слика

source: No Items Found
hu: Nincsenek Találatok
sr: Ниједна ставка није пронађена

source: No LDAP User found for email: {0}
ar: لم يتم العثور على مستخدم LDAP للبريد الإلكتروني: {0}
hu: Nem található LDAP-felhasználó az e-mailhez: {0}
sr: Ниједан LDAP корисник није пронађен за имејл: {0}

source: No Label
ar: بدون ملصق
hu: Nincs Címke
sr: Нема ознаке

source: No Letterhead
ar: بدون ترويسة
hu: Nincs Levélfejléc
sr: Нема заглавља

source: No Name Specified for {0}
ar: لا يوجد اسم محدد لـ {0}
hu: Nincs megadva név a(z) {0} számára
sr: Није наведен назив за {0}

source: No New notifications
ar: لا توجد إشعارات جديدة
hu: Nincs Új Értesítés
sr: Нема нових обавештења

source: No Permissions Specified
ar: لا الأذونات المحددة
hu: Nincsenek Engedélyek Megadva
sr: Дозволе нису наведене

source: No Permissions set for this criteria.
ar: لم يحدد ضوابط لهذه المعايير.
hu: Nincsenek Engedélyek beállítva ehhez a kritériumhoz.
sr: Нема подешених дозвола за овај критеријум.

source: No Permitted Charts
ar: لا توجد مخططات مسموح بها
hu: Nincsenek Engedélyezett Diagramok
sr: Нема дозвољених графикона

source: No Permitted Charts on this Dashboard
ar: لا توجد مخططات مسموح بها في لوحة المعلومات هذه
hu: Nincsenek Engedélyezett Diagramok ezen a Műszerfalon
sr: Нема дозвољених графикона на контролној табли

source: No Preview
ar: لا يوجد معاينة
hu: Nincs Előnézet
sr: Нема прегледа

source: No Preview Available
ar: لا تتوفر معاينة
hu: Nincs Elérhető Előnézet
sr: Преглед није доступан

source: No Printer is Available.
ar: لا يوجد طابعة متاحة.
hu: Nincs elérhető nyomtató.
sr: Ниједан штампач није доступан.

source: No RQ Workers connected. Try restarting the bench.
ar: لا يوجد عمال RQ متصلون. حاول إعادة تشغيل المنصة.
hu: Nincsenek RQ Workerek csatlakoztatva. Próbálja meg újraindítani a bench-et
sr: Нема повезани RQ Worker-а. Покушајте да рестартујете bench.

source: No Results
ar: لا يوجد نتائج
hu: Nincsenek Találatok
sr: Нема резултата

source: No Results found
ar: لم يتم العثور على نتائج
hu: Nincs Találat
sr: Ниједан резултат није пронађен

source: No Roles Specified
ar: لم يتم تحديد أي أدوار
hu: Nincsenek Megadva Szerepkörök
sr: Улоге нису наведене

source: No Select Field Found
ar: لم يتم العثور على حقل اختيار
hu: Nem található kiválasztási mező
sr: Није пронађено поље за избор

source: No Suggestions
ar: لا توجد اقتراحات
hu: Nincsenek Javaslatok
sr: Нема предлога

source: No Tags
ar: لا علامات
hu: Nincsenek Címkék
sr: Нема ознака

source: No Upcoming Events
ar: لا توجد فعاليات قادمة
hu: Nincsenek Közelgő Események
sr: Нема предстојећих догађаја

source: No activities to show
hu: Nincsenek megjeleníthető tevékenységek
sr: Нема активности за приказ

source: No address added yet.
ar: لم تتم إضافة أي عنوان بعد.
hu: Még nincs cím hozzáadva.
sr: Ниједна адреса још увек није додата.

source: No alerts for today
ar: لا تنبيهات لهذا اليوم
hu: Nincsenek értesítések mára
sr: Нема упозорења за данас

source: No automatic optimization suggestions available.
ar: لا توجد اقتراحات للتحسين التلقائي متاحة.
hu: Nincsenek elérhető automatikus optimalizálási javaslatok.
sr: Нема доступних аутоматских предлога за оптимизацију.

source: No broken links found in the email content
hu: Nem találhatók hibás linkek az e-mail tartalmában
sr: Нису пронађени неисправни линкови у садржају имејла

source: No changes in document
ar: لا توجد تغييرات في المستند
hu: Nincsenek változások a dokumentumban
sr: Нема промена у документу

source: No changes made because old and new name are the same.
ar: لم يتم إجراء أي تغييرات لأن الاسم القديم والجديد متطابقان.
hu: Nem történt változás, mert a régi és az új név ugyanaz.
sr: Није дошло до промене јер су стари и нови назив исти.

source: No changes made on the page
hu: Nincs változás az oldalon
sr: Нису извршене никакве измене на страници

source: No changes to sync
ar: لم يتم إجراء أي تغييرات على المزامنة
hu: Nincsenek szinkronizálandó módosítások
sr: Нема промена за синхронизацију

source: No changes to update
ar: لا توجد تغييرات للتحديث
hu: Nincsenek frissítendő változtatások
sr: Нема промена за ажурирање

source: No comments yet
ar: لا توجد تعليقات حتى الآن
hu: Még nincsenek hozzászólások
sr: Још увек нема коментара

source: No comments yet.
hu: Még nincsenek hozzászólások.
sr: Још увек нема коментара.

source: No contacts added yet.
ar: لم تتم إضافة أي جهات اتصال حتى الآن.
hu: Még nincsenek kapcsolatok hozzáadva.
sr: Ниједан контакт није још увек додат.

source: No contacts linked to document
ar: لا جهات اتصال مرتبطة بالمستند
hu: Nincsenek a dokumentumhoz kapcsolódó kapcsolatok
sr: Ниједан контакт није повезан са документом

source: No currency fields in {0}
ar: لا توجد حقول عملة في {0}
hu: Nem található currency mezők: {0}
sr: Нема поља за валуту у {0}

source: No data to export
ar: لا توجد بيانات للتصدير
hu: Nincs exportálandó adat
sr: Нема података за извоз

source: No default Address Template found. Please create a new one from Setup > Printing and Branding > Address Template.
ar: لم يتم العثور على قالب عنوان افتراضي. يرجى إنشاء واحدة جديدة من الإعداد&gt; الطباعة والعلامة التجارية&gt; قالب العنوان.
hu: Nincs Alapértelmezett Címsablon. Kérjük, hozzon létre egy újat a Beállítások > Nyomtatás és márkaépítés > Címsablon menüpontban.
sr: Нија пронађен подразумевани шаблон адресе. Молимо Вас да креирате нови у Подешавање > Штампање и брендирање > Шаблон адресе.

source: No documents found tagged with {0}
ar: لم يتم العثور على مستندات ذات علامة {0}
hu: Nem található dokumentum a(z) {0} címkével
sr: Нису пронађени документи са ознаком {0}

source: No email account associated with the User. Please add an account under User > Email Inbox.
ar: لا يوجد حساب بريد إلكتروني مرتبط بالمستخدم. الرجاء إضافة حساب ضمن المستخدم&gt; البريد الوارد للبريد الإلكتروني.
hu: Nincs Felhasználóhoz tartozó E-mail Fiók. Kérjük, adjon hozzá egy fiókot a Felhasználó > Email bejövő üzenetek menüpont alatt.
sr: Ниједан имејл налог није повезан са корисником. Молимо Вас да додате налогу у оквиру Корисник > Пријемна пошта имејла.

source: No email addresses to invite
ar: لا توجد عناوين بريد إلكتروني لدعوتها
hu: Nincs meghívandó e-mail cím
sr: Није пронађена имејл адреса за позивање

source: No failed logs
ar: لا توجد سجلات فاشلة
hu: Nincsenek sikertelen naplók
sr: Нема неуспешних евиденција

source: No fields found that can be used as a Kanban Column. Use the Customize Form to add a Custom Field of type "Select".
ar: لم يتم العثور على أي حقول يمكن استخدامها كعمود في لوحة كانبان. استخدم نموذج التخصيص لإضافة حقل مخصص من نوع "تحديد".
hu: Nem találtunk Kanban oszlopként használható mezőket. Használja a Testreszabási Űrlapot egy "Kiválasztás" típusú egyéni mező hozzáadásához.
sr: Није пронађено поље које може бити коришћено као Канбан колона. Користите прилагоди образац да бисте додали прилагођено поље врсте "Избор".

source: No file attached
ar: أي ملف مرفق
hu: Nincs csatolt fájl
sr: Нема приложених фајлова

source: No filters found
ar: لم يتم العثور على مرشحات
hu: Nincsenek szűrők
sr: Ниједан филтер није пронађен

source: No filters selected
ar: لم يتم تحديد أي فلاتر
hu: Nincs kiválasztott szűrő
sr: Ниједан филтер није изабран

source: No further records
ar: لا توجد سجلات أخرى
hu: Nincs több rekord
sr: Нема додатних записа

source: No matching records. Search something new
ar: أية سجلات مطابقة. بحث شيئا جديدا
hu: Nincs megfelelő rekord. Keressen valami újat
sr: Нема одговарајућих записа. Покушајте другачију претрагу

source: No more items to display
ar: لا مزيد من العناصر لعرضها
hu: Nincs több elem a megjelenítéshez
sr: Нема више ставки за приказ

source: No need for symbols, digits, or uppercase letters.
ar: لا حاجة لرموز أو أرقام أو أحرف كبيرة.
hu: Nincs szükség jelekre, számokra, vagy nagybetűkre.
sr: Нема потребе за симболима, цифрама или великим словима.

source: No new Google Contacts synced.
ar: لم تتم مزامنة جهات اتصال Google الجديدة.
hu: Nincs új Google Névjegy szinkronizálva.
sr: Нема нових синхронизованих Google Contacts.

source: No new notifications
hu: Nincs új értesítés
sr: Нема нових обавештења

source: No of Columns
ar: عدد الأعمدة
hu: Oszlopok száma
sr: Број колона

source: No of Rows (Max 500)
ar: عدد الصفوف (بحد أقصى 500)
hu: Sorok száma (max. 500)
sr: Број редова (максимално 500)

source: No permission for {0}
ar: لا يوجد صلاحية لـ {0}<br>No permission for {0}
hu: Nincs engedélye erre {0}
sr: Не постоји дозвола за {0}

# {0} = verb, {1} = object
source: No permission to '{0}' {1}
ar: لا توجد صلاحية ل '{0} ' {1}
hu: Nincs engedélye a '{0}' {1}
sr: Не постоји дозвола за '{0}' {1}

source: No permission to read {0}
ar: ليس هناك إذن لقراءة {0}
hu: Nincs engedélye megtekintésre {0}
sr: Не постоји дозвола за читање {0}

source: No permission to {0} {1} {2}
ar: لا يوجد تصريح إلى {0} {1} {2}
hu: Nincs engedélye a {0} {1} {2}
sr: Не постоји дозвола за {0} {1} {2}

source: No records deleted
ar: لا توجد سجلات محذوفة
hu: Nincs törölt rekord
sr: Ниједан запис није обрисан

source: No records present in {0}
ar: لا توجد سجلات في {0}
hu: Nincs rekord ebben: {0}
sr: Ниједан запис није доступан у {0}

source: No records tagged.
ar: لا توجد سجلات مصنفة.
hu: Nincsenek címkézett rekordok.
sr: Нема означених записа.

source: No records will be exported
ar: لن يتم تصدير سجلات
hu: Nem lesznek exportálva rekordok
sr: Ниједан запис неће бити извезен

source: No template found at path: {0}
ar: لم يتم العثور على نموذج في المسار: {0}
hu: Nem találtunk sablont a következő elérési útvonalon: {0}
sr: Није пронађен шаблон на путањи: {0}

source: No user has the role <strong>{0}</strong>
hu: Egyetlen felhasználónak sincs szerepköre <strong>{0}</strong>
sr: Ниједан корисник нема улогу <strong>{0}</strong>

source: No values to show
ar: لا توجد قيم لعرضها
hu: Nincs megjeleníthető érték
sr: Нема вредности за приказ

source: No {0}
ar: لا {0}
hu: Nem {0}
sr: Нема {0}

source: No {0} Found
hu: Nem Található {0}
sr: Није пронађен ниједан {0}

source: No {0} found
ar: لم يتم العثور على {0}
hu: {0} nem található
sr: Није пронађен ниједан {0}

source: No {0} found with matching filters. Clear filters to see all {0}.
ar: لم يتم العثور على {0} مع عوامل التصفية المختارة. امسح عوامل التصفية لرؤية كل {0}.
hu: Nem található {0} a megfelelő szűrőkkel. Töröld a szűrőket az összes {0} megtekintéséhez.
sr: Нема {0} који одговарају филтерима. Очистите филтере да видите све {0}.

source: No {0} mail
ar: لا {0} الإلكتروني
hu: Nincs {0} levél
sr: Нема {0} поште

# Title of the 'row number' column
source: No.
ar: لا.
hu: Sorsz.
sr: Бр.

source: Non Negative
ar: غير سلبي
hu: Nem Negatív
sr: Није негативна вредност

source: Non-Conforming
hu: Nem megfelelő
sr: Неподударан

source: None
ar: لا شيء
hu: Semelyik
sr: Ниједном

source: None: End of Workflow
ar: لا شيء: نهاية سير العمل
hu: Nincs: Munkafolyamat vége
sr: Ниједно: Крај радног тока

source: Normalized Copies
ar: نسخ موحدة
hu: Normalizált Példányok
sr: Нормализоване копије

source: Normalized Query
ar: استعلام مُنمذج
hu: Normalizált Lekérdezés
sr: Нормализовани упити

source: Not Allowed
ar: غير مسموح
hu: Nem Engedélyezett
sr: Није дозвољено

source: Not Allowed: Disabled User
ar: غير مسموح: مستخدم معطل
hu: Nem engedélyezett: Letiltott felhasználó
sr: Није дозвољено: Корисник је онемогућен

source: Not Ancestors Of
ar: ليس الأجداد من
hu: Nem ősei
sr: Нису преци од

source: Not Descendants Of
ar: ليس من أحفاد
hu: Nem leszármazottjai
sr: Нису потомци од

source: Not Equals
ar: لا تساوي
hu: Nem egyenlő
sr: Није једнако

source: Not Found
ar: لم يتم العثور على
hu: Nem található
sr: Није пронађено

source: Not Helpful
ar: غير مفيد
hu: Nem Hasznos
sr: Није од помоћи

source: Not In
ar: ليس في
hu: Nincs ebben
sr: Није у

source: Not Like
ar: لا تعجبني
hu: Nem mint
sr: Није слично

source: Not Linked to any record
ar: غير مرتبط بأي سجل
hu: Nem kapcsolódik semmilyen rekordhoz
sr: Није повезани ни са једним записом

source: Not Permitted
ar: لا يسمح
hu: Nem Engedélyezett
sr: Није дозвољено

source: Not Permitted to read {0}
ar: غير مسموح بقراءة {0}
hu: Nem Engedélyezett a(z) {0} megtekintése
sr: Није дозвољено за читање {0}

source: Not Published
ar: لم تنشر
hu: Nincs Közzétéve
sr: Није објављено

source: Not Saved
ar: لم يتم الحفظ
hu: Nincs Mentve
sr: Није сачувано

source: Not Seen
ar: لا أرى
hu: Nincs Megtekintve
sr: Није виђено

source: Not Sent
ar: لا ترسل
hu: Nincs Elküldve
sr: Није послато

source: Not Set
ar: غير محدد
hu: Nincs Beállítva
sr: Није постављено

# Field value is not set
source: Not Set
ar: غير محدد
hu: Nincs Beállítva
sr: Није постављено

source: Not a valid Comma Separated Value (CSV File)
ar: ليس صالحا القيمة المفصولة بفواصل ( CSV ملف)
hu: Nem érvényes vesszővel elválasztott érték (CSV fájl)
sr: Неважећи Comma Separated Value (CSV фајл)

source: Not a valid User Image.
ar: ليست صورة مستخدم صالحة.
hu: Nem érvényes Felhasználói Kép.
sr: Неважећа слика корисника.

source: Not a valid Workflow Action
ar: ليس إجراء سير عمل صالح
hu: Nem érvényes Munkafolyamat Művelet
sr: Неважећа радња радног тока

source: Not a valid user
ar: مستخدم غير صالح
hu: Nem érvényes felhasználó
sr: Неважећи корисник

source: Not active
ar: غير نشطة
hu: Nem aktív
sr: Није активно

source: Not allowed for {0}: {1}
ar: غير مسموح لـ {0}: {1}
hu: Nem engedélyezett a(z) {0} számára: {1}
sr: Није дозвољено за {0}: {1}

source: Not allowed to attach {0} document, please enable Allow Print For {0} in Print Settings
ar: غير مسموح بإرفاق مستند {0} ، يرجى تمكين السماح بالطباعة لـ {0} في إعدادات الطباعة
hu: Nem engedélyezett a {0} dokumentum csatolása, kérjük, engedélyezze a nyomtatás engedélyezését a {0} oldalon a Nyomtatási Beállításokban
sr: Није дозвољено приложити документа врсте {0}, молимо Вас да омогућите Дозволи штампу за {0} у подешавањима штампе

source: Not allowed to create custom Virtual DocType.
ar: غير مسموح بإنشاء نوع مستند افتراضي مخصص.
hu: Nem engedélyezett az egyéni Virtuális DocType létrehozása.
sr: Није дозвољено креирање прилагођеног виртуелног DocType-а.

source: Not allowed to print cancelled documents
ar: لا يسمح لطباعة الوثائق الملغاة
hu: Nem engedélyezett a visszavont dokumentumok nyomtatása
sr: Није дозвољено штампање отказаних докумената

source: Not allowed to print draft documents
ar: لا يسمح لطباعة مسودات الوثائق
hu: Nem engedélyezett a vázlatok nyomtatása
sr: Није дозвољено штампање докумената у нацрту

source: Not allowed via controller permission check
ar: غير مسموح به عبر فحص أذونات وحدة التحكم
hu: Nem engedélyezett a vezérlő engedélyének ellenőrzésével
sr: Није дозвољено према провереним дозволама контролера

source: Not found
ar: لم يتم العثور على
hu: Nem található
sr: Није пронађено

source: Not in Developer Mode
ar: ليس في وضع مطور البرامج
hu: Nincs Fejlesztői Módban
sr: Није у развојном режиму

source: Not in Developer Mode! Set in site_config.json or make 'Custom' DocType.
ar: ليس في وضع المطور! يقع في site_config.json أو جعل DOCTYPE "مخصص".
hu: Nem Fejlesztői Módban! Állítsa be a site_config.json-ban, vagy hozzon létre 'Egyedi' DocType-ot.
sr: Није у развојном режиму! Поставите у site_config.json или направите 'Прилагођени' DocType.

source: Not permitted
ar: غير مسموح به
hu: Nem engedélyezett
sr: Није дозвољено

source: Not permitted to view {0}
ar: غير مسموح بمشاهدة {0}
hu: Nem engedélyezett a(z) {0} megtekintése
sr: Није дозвољено за преглед {0}

source: Not permitted. {0}.
ar: غير مسموح. {0}.
hu: Nem engedélyezett. {0}.
sr: Није дозвољено. {0}.

source: Note
ar: ملاحظات
hu: Jegyzet
sr: Напомена

source: Note Seen By
ar: ملاحظة يراها
hu: Megjegyzést Látta
sr: Напомена виђена од стране

source: Note:
ar: ملحوظة:
hu: Jegyzet:
sr: Напомена:

source: Note: By default emails for failed backups are sent.
ar: ملاحظة: يتم إرسال رسائل البريد الإلكتروني الافتراضية لعمليات النسخ الاحتياطي الفاشلة.
hu: Megjegyzés: Alapértelmezés szerint a sikertelen biztonsági másolatok e-mailjei kerülnek elküldésre.
sr: Напомена: Подразумевано се шаљу имејлови за неуспеле резервне копије.

source: Note: Changing the Page Name will break previous URL to this page.
ar: ملاحظة: يؤدي تغيير اسم الصفحة إلى كسر عنوان ورل السابق لهذه الصفحة.
hu: Megjegyzés: Az oldal név megváltoztatása megtöri az oldalhoz tartozó előző URL címet.
sr: Напомена: Промена назива страница ће прекинути претходни URL ка овој страници.

source: Note: Etc timezones have their signs reversed.
ar: ملاحظة: يتم عكس إشارات المناطق الزمنية الأخرى.
hu: Megjegyzés: Az stb. időzónák előjele fordított.
sr: Напомена: Временске зоне ETC имају обрнут знак.

source: Note: For best results, images must be of the same size and width must be greater than height.
ar: ملاحظة: للحصول على أفضل النتائج ، يجب أن تكون الصور بنفس الحجم والعرض يجب أن يكون أكبر من الارتفاع.
hu: Megjegyzés: A legjobb eredmény elérése érdekében a képeknek azonos méretűnek és szélességűnek kell lenniük, mint a magasságnak.
sr: Напомена: За најбоље резултате, слике морају бити исте величине и ширина мора бити већа од висине.

source: Note: Multiple sessions will be allowed in case of mobile device
ar: ملاحظة: سيتم السماح جلسات متعددة في حالة جهاز الموبايل
hu: Megjegyzés: Mobileszköz esetén több munkamenet is engedélyezett
sr: Напомена: Вишеструке сесије ће бити дозвољене на мобилним уређајима

source: Note: This will be shared with user.
ar: ملاحظة: سيتم مشاركة هذا مع المستخدم.
hu: Megjegyzés: Ez a felhasználóval megosztásra kerül.
sr: Напомена: Ово ће бити подељено са корисником.

source: Note: Your request for account deletion will be fulfilled within {0} hours.
ar: ملاحظة: سيتم تنفيذ طلبك لحذف الحساب خلال {0} ساعة.
hu: Megjegyzés: A fiók törlésére irányuló kérelmét {0} órán belül teljesítjük.
sr: Напомена: Ваш захтев за брисање налога биће испуњен у року од {0} часова.

source: Notes:
ar: ملاحظات:
hu: Megjegyzés:
sr: Напомене:

source: Nothing New
ar: لا شيء جديد
hu: Semmi Új
sr: Нема ничег новог

source: Nothing left to redo
ar: لم يتبق شيء لإعادة فعله
hu: Nincs mit újracsinálni
sr: Нема више ставки за понављање

source: Nothing left to undo
ar: لم يتبق شيء للتراجع عنه
hu: Nincs mit visszavonni
sr: Нема више ставки за опозив

source: Nothing to show
ar: لا شيء لإظهار
hu: Nincs megjeleníthető tartalom
sr: Нема ничега за приказивање

source: Nothing to update
ar: لا شيء للتحديث
hu: Nincs frissítendő
sr: Нема ничега за ажурирање

source: Notification
ar: إعلام
hu: Értesítés
sr: Обавештење

source: Notification Log
ar: سجل الإخطار
hu: Értesítési Napló
sr: Евиденција обавештења

source: Notification Recipient
ar: مستلم الإعلام
hu: Értesítés Címzettje
sr: Прималац обавештења

source: Notification Settings
ar: إعدادات الإشعار
hu: Értesítési Beállítások
sr: Подешавање обавештења

source: Notification Subscribed Document
ar: وثيقة الاشتراك المكتوبة
hu: Értesítés Feliratkozott Dokumentumról
sr: Документ на који је корисник претплаћен за обавештења

source: Notification sent to
ar: تم إرسال الإشعار إلى
hu: Értesítés elküldve a következő címre
sr: Обавештење послато ка

source: Notifications
ar: إخطارات
hu: Értesítések
sr: Обавештења

source: Notifications Disabled
ar: تم تعطيل الإشعارات
hu: Értesítések Kikapcsolva
sr: Обавештења онемогућена

source: Notifications and bulk mails will be sent from this outgoing server.
ar: سيتم إرسال إخطارات ورسائل السائبة من هذا الخادم المنتهية ولايته.
hu: Az értesítések és tömeges levelek erről a kimenő szerverről kerülnek elküldésre.
sr: Обавештења и масовни имејлови биће послати са овог излазног сервера.

source: Notify Users On Every Login
ar: إعلام المستخدمين على كل تسجيل الدخول
hu: Felhasználók Értesítése minden Bejelentkezéskor
sr: Обавести кориснике при сваком пријављивању

source: Notify by Email
ar: الإخطار عن طريق البريد الإلكتروني
hu: Értesítés E-mailben
sr: Обавести путем имејла

source: Notify by email
ar: إبلاغ عبر البريد الإلكتروني
hu: Értesítés e-mailben
sr: Обавести путем имејла

source: Notify if unreplied
ar: يخطر إذا لا تحوي على ردود
hu: Értesítésts, ha nem válaszol
sr: Обавести уколико није одговорено

source: Notify if unreplied for (in mins)
ar: يخطر إذا لا تحوي على ردود ل (في دقيقة)
hu: Értesítésts, ha nem válaszol ennyi ideig (percben)
sr: Обавести уколико није одговорено (у минутима)

source: Notify users with a popup when they log in
ar: إعلام المستخدمين مع منبثقة عندما يقومون بتسجيل الدخول
hu: Értesítse a felhasználókat egy felugró ablakban, amikor bejelentkeznek
sr: Обавести кориснике путем искачућег прозора када се пријаве

source: Now
ar: الآن
hu: Most
sr: Сада

source: Number
ar: رقم
hu: Szám
sr: Број

source: Number Card
ar: بطاقة رقم
hu: Számkártya
sr: Бројчана картица

source: Number Card Link
ar: رابط بطاقة الرقم
hu: Számkártya Link
sr: Линк бројчане картице

source: Number Card Name
ar: رقم البطاقة اسم البطاقة
hu: Számkártya Neve
sr: Назив бројчане картице

source: Number Cards
ar: عدد البطاقات
hu: Számkártyák
sr: Бројчане картице

source: Number Format
ar: تنسيق الرقم
hu: Szám Formátum
sr: Формат броја

source: Number of Backups
ar: عدد النسخ الاحتياطية
hu: Biztonsági Mentések Száma
sr: Број резервних копија

source: Number of DB Backups
ar: عدد النسخ الاحتياطية DB
hu: Adatbázis Mentések Száma
sr: Број резервних копија базе података

source: Number of DB backups cannot be less than 1
ar: لا يمكن أن يكون عدد نسخ DB الاحتياطية أقل من 1
hu: Adatbázis Mentések száma nem lehet kevesebb, mint 1
sr: Број резервних копија базе података не може бити мањи од 1

source: Number of Groups
ar: عدد المجموعات
hu: Csoportok Száma
sr: Број група

source: Number of Queries
ar: عدد الاستفسارات
hu: Lekérdezések Száma
sr: Бруп упита

source: Number of attachment fields are more than {}, limit updated to {}.
ar: عدد حقول المرفقات أكبر من {}، تم تحديث الحد إلى {}.
hu: A csatolandó mezők száma több mint {}, korlátozza {}-ra.
sr: Број поља за приложене фајлове је већи од {}, ограничење је ажурирано на {}.

source: Number of backups must be greater than zero.
ar: يجب أن يكون عدد النسخ الاحتياطية أكبر من الصفر.
hu: A biztonsági mentések számának nullánál nagyobbnak kell lennie.
sr: Број резервних копија мора бити већи од нуле.

source: Number of columns for a field in a Grid (Total Columns in a grid should be less than 11)
ar: عدد الأعمدة للحقل في الشبكة (يجب أن يكون مجموع الأعمدة في شبكة أقل من 11)
hu: Egy mező oszlopainak száma a táblázatban (A táblázat összes oszlopának kevesebbnek kell lennie, mint 11)
sr: Број колона за поље у мрежи (Укупно колона у мрежи треба да буде мањи од 11)

source: Number of columns for a field in a List View or a Grid (Total Columns should be less than 11)
ar: عدد الأعمدة للحقل في قائمة عرض أو الشبكة (يجب أن يكون مجموع الأعمدة أقل من 11)
hu: Egy lista vagy táblázat mező oszlopainak száma (Összes oszlop számának kevesebbnek kell lennie, mint 11)
sr: Број колона за поље у листи или мрежи (Укупно колона треба да буде мањи од 11)

source: Number of days after which the document Web View link shared on email will be expired
ar: عدد الأيام التي بعدها تنتهي صلاحية رابط عرض المستند على الويب الذي تمت مشاركته عبر البريد الإلكتروني.
hu: Azon napok száma, amelyek elteltével az e-mailben megosztott dokumentum Webes megtekintés linkje lejár
sr: Број дана након којих ће линк за приказ докумената у веб-приказу, послат путем имејла, истећи

source: Number of keys
ar: عدد المفاتيح
hu: Kulcsok száma
sr: Број кључева

source: Number of onsite backups
ar: عدد النسخ الاحتياطية الموجودة في الموقع
hu: Helyszíni biztonsági mentések száma
sr: Број локалних резервних копија

source: OAuth Authorization Code
ar: مصادقة رمز التفويض
hu: OAuth Hitelesítési Kód
sr: OAuth ауторизациони код

source: OAuth Bearer Token
ar: حامل رمز المصادقة
sr: OAuth токен носиоца

source: OAuth Client
ar: عميل OAuth
hu: OAuth Kliens
sr: OAuth клијент

source: OAuth Client ID
ar: معرف عميل OAuth
hu: OAuth Kliens Azonosító
sr: OAuth ИД клијента
