Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: OAuth Client Role
ar: دور عميل OAuth
hu: OAuth Kliens Szerepkör
sr: OAuth улога клијента

source: OAuth Error
ar: خطأ في OAuth
hu: OAuth Hiba
sr: OAuth грешка

source: OAuth Provider Settings
ar: إعدادات موفرOAuth
hu: OAuth Szolgáltató Beállítások
sr: Подешавање OAuth провајдера

source: OAuth Scope
ar: نطاق OAuth
hu: OAuth Hatókör
sr: OAuth опсег

source: OAuth has been enabled but not authorised. Please use "Authorise API Access" button to do the same.
ar: تم تفعيل OAuth ولكن لم يتم منح الإذن. يرجى استخدام زر "منح الإذن بالوصول إلى واجهة برمجة التطبيقات" للقيام بذلك.
hu: Az OAuth engedélyezve, de nem engedélyezett. Kérjük, használja az "API-hozzáférés engedélyezése" gombot.
sr: OAuth је омогућен, али није ауторизован. Молимо Вас да користите дугме "Ауторизуј приступ путем API-ја" за то.

source: OK
sr: ОК

source: OPTIONS
ar: خيارات
hu: OPCIÓK
sr: ОПЦИЈЕ

source: OR
ar: أو
hu: VAGY
sr: ИЛИ

source: OTP App
ar: تطبيق كلمة السر الفريدة
hu: OTP Alkalmazás
sr: Апликација за једнократну лозинку

source: OTP Issuer Name
ar: اسم جهة مكتب المدعي العام
hu: OTP Kibocsátó Neve
sr: Назив издаваоца једнократне лозинке

source: OTP SMS Template
ar: نموذج رسالة نصية قصيرة لرمز التحقق لمرة واحدة
hu: OTP SMS Sablon
sr: SMS шаблон за једнократну лозинку

source: OTP SMS Template must contain <code>{0}</code> placeholder to insert the OTP.
hu: Az OTP SMS sablonnak tartalmaznia kell <code>{0}</code> helykitöltőt az OTP beszúrásához.
sr: SMS шаблон за једнократну лозинку мора да садржи резервисани текст <code>{0}</code> како би се уметнула једнократна лозинка.

source: OTP Secret Reset - {0}
ar: إعادة تعيين رمز التحقق لمرة واحدة - {0}
hu: OTP Titkos Kód Visszaállítás - {0}
sr: Ресетовање тајне за једнократну лозинку - {0}

source: OTP Secret has been reset. Re-registration will be required on next login.
ar: تمت إعادة تعيين سر مكتب المدعي العام. سوف تكون هناك حاجة لإعادة التسجيل على تسجيل الدخول المقبل.
hu: Az OTP titok visszaállításra került. A következő bejelentkezéskor újraregisztrációra lesz szükség.
sr: Тајна за једнократну лозинку је ресетована. Поновна регистрација биће неопходна приликом следећег пријављивања.

source: OTP placeholder should be defined as <code>{{ otp }}</code>
hu: Az OTP helykitöltőt a következőképpen kell definiálni: <code>{{ otp }}</code>
sr: Резервисани текст за једнократну лозинку треба да буде дефинисан као <code>{{ otp }}</code>

source: OTP setup using OTP App was not completed. Please contact Administrator.
ar: لم يكتمل إعداد رمز التحقق لمرة واحدة (OTP) باستخدام تطبيق OTP. يرجى الاتصال بالمسؤول.
hu: Az OTP beállítása az OTP App segítségével nem fejeződött be. Kérjük, lépjen kapcsolatba a rendszergazdával.
sr: Поставке једнократне лозинке помоћу апликације за једнократну лозинку нису завршене. Молимо Вас да контактирате администратора.

source: Occurrences
ar: الأحداث
hu: Előfordulások
sr: Појављивања

source: Off
ar: إيقاف
hu: Ki
sr: Искључено

source: Office
ar: مكتب
hu: Iroda
sr: Канцеларија

source: Official Documentation
ar: الوثائق الرسمية
hu: Hivatalos Dokumentáció
sr: Званична документација

source: Offset X
ar: إزاحة X
hu: Eltolás X
sr: Помак X

source: Offset Y
ar: إزاحة Y
hu: Eltolás Y
sr: Помак Y

source: Old Password
ar: كلمة المرور القديمة
hu: Régi Jelszó
sr: Стара лозинка

source: Old and new fieldnames are same.
ar: أسماء الحقول القديمة والجديدة هي نفسها.
hu: Régi és új mezőnevek megegyeznek.
sr: Стари и нови називи поља су исти.

source: Older backups will be automatically deleted
ar: سيتم حذف النسخ الاحتياطية القديمة تلقائيا
hu: Régebbi mentések automatikusan törlődnek
sr: Старије резервне копије биће аутоматски обрисане

source: Oldest Unscheduled Job
ar: أقدم وظيفة غير مجدولة
hu: Legrégebbi Nem Ütemezett Feladat
sr: Најстарији непланирани задатак

source: On Hold
ar: معلق
hu: Függőben
sr: На чекању

source: On Payment Authorization
ar: عند تفويض الدفع
hu: Hitelesítés Fizetéskor
sr: При ауторизацији плаћања

source: On checking this option, URL will be treated like a jinja template string
ar: عند تحديد هذا الخيار، سيتم التعامل مع عنوان URL كسلسلة قالب Jinja
hu: Ha ezt az opciót bejelöli, az URL-t jinja sablon karakterláncként kezeli a rendszer
sr: Означавањем ове опције, URL ће бити третиран као jinja темплате стринг

source: On or After
ar: في أو بعد
hu: Most vagy utána
sr: На или након

source: On or Before
ar: في أو قبل
hu: Most vagy előtte
sr: На или пре

source: On {0}, {1} wrote:
ar: في {0}، كتب {1} :
hu: {0} időpontban {1} írta:
sr: На {0}, {1} је написао/ла:

source: Onboard
ar: صعد على متنها
hu: Betanítás
sr: Уводна обука

source: Onboarding Name
ar: اسم الإعداد
hu: Betanítás Név
sr: Назив уводне обуке

source: Onboarding Permission
ar: إذن على متن الطائرة
hu: Bevezetési Engedély
sr: Дозволе за уводну обуку

source: Onboarding Status
ar: حالة الانضمام
hu: Betanítás Állapot
sr: Статус уводне обуке

source: Onboarding Step
ar: خطوة Onboarding
hu: Bevezetési Lépés
sr: Корак уводне обуке

source: Onboarding Step Map
ar: خريطة خطوة Onboarding
hu: Bevezetési Lépés Térkép
sr: Мапа уводне обуке

source: Onboarding complete
ar: اكتملت عملية الإعداد
hu: Betanítás befejeződött
sr: Уводна обука завршена

source: Once submitted, submittable documents cannot be changed. They can only be Cancelled and Amended.
ar: بمجرد إرسالها ، لا يمكن تغيير المستندات المقدمة. يمكن إلغاؤها وتعديلها فقط.
hu: A benyújtott dokumentumok a beküldés után nem módosíthatók. Csak visszavonhatók és helyesbíthetők.
sr: Једном када су поднети, документи који се могу поднети не могу се мењати. Могу се само отказати или изменити.

source: Once you have set this, the users will only be able access documents (eg. Blog Post) where the link exists (eg. Blogger).
ar: بمجرد ضبط هذا، سيتمكن المستخدمون فقط من الوصول إلى المستندات (مثل منشور المدونة) حيث يوجد الرابط (مثل Blogger).
hu: Ha ezt beállította, a felhasználók csak olyan dokumentumokhoz (pl. Blogbejegyzés) férhetnek hozzá, ahol a link létezik (pl. Blogger).
sr: Када ово поставите, корисници ће моћи приступити само документима (нпр. објаве на блогу) где линк постоји (нпр. блогер).

source: One Last Step
ar: خطوة أخيرة واحدة
hu: Egy Utolsó Lépés
sr: Још један корак

source: One Time Password (OTP) Registration Code from {}
ar: كلمة المرور لمرة واحدة (OTP) رمز التسجيل من {}
hu: Egyszer Használatos Jelszó (OTP) Regisztrációs Kód a következőtől: {}
sr: Код за регистрацију једнократне лозинке (OTP) са {}

source: One of
ar: واحد من
hu: Az egyik
sr: Један од

source: One of the child page with name {0} already exist in {1} Section. Please update the name of the child page first before moving
hu: A {0} nevű gyermekoldal egyike már létezik a {1} szekcióban. Kérjük, először frissítse a gyermekoldal nevét, mielőtt áthelyezné.
sr: Једна од зависних страница са називом {0} већ постоји у одељку {1}. Молимо Вас да прво ажурирате зависну страницу пре него што је преместите

source: Only 200 inserts allowed in one request
ar: فقط 200 إدراج سمحت في طلب واحد
hu: Egy kérésben csak 200 beszúrás engedélyezett
sr: Дозвољено је искључиво 200 уноса по захтеву

source: Only Administrator can delete Email Queue
ar: يمكن فقط للمسؤول حذف قائمة انتظار البريد الإلكتروني
hu: Csak Adminisztrátor törölheti az E-mail Várólistát
sr: Искључиво администратор може обрисати имејл чекање

source: Only Administrator can edit
ar: مدير النظام فقط يمكنه التحرير
hu: Csak Adminisztrátor Szerkesztheti
sr: Искључиво администратор може да уређује

source: Only Administrator can save a standard report. Please rename and save.
ar: مسؤول فقط يمكن حفظ تقرير القياسية. الرجاء إعادة تسمية وحفظ.
hu: Csak Adminisztrátor menthet egy szabványos jelentést. Kérjük, nevezze át, és mentse.
sr: Искључиво администратор може сачувати стандардни извештај. Молимо Вас да преименујете и сачувате.

source: Only Administrator is allowed to use Recorder
ar: يسمح فقط للمسؤول باستخدام Recorder
hu: Csak a Rendszergazda használhatja a Rögzítőt
sr: Искључиво администратор може да користи алат за снимање

source: Only Allow Edit For
ar: السماح بالتحرير فقط لـ
hu: Csak ő szerkesztheti
sr: Дозволи уређивање само за

source: Only Options allowed for Data field are:
ar: الخيارات المسموح بها لحقل البيانات فقط هي:
hu: Az Adatmezőhöz csak a következő Opciók engedélyezettek:
sr: Једине опције дозвољене за поље података су:

source: Only Send Records Updated in Last X Hours
ar: فقط إرسال السجلات التي تم تحديثها في آخر X ساعات
hu: Csak az elmúlt X órában frissített rekordok küldése
sr: Пошаљите само записе ажуриране у последњи X часова

source: Only Workspace Manager can edit public workspaces
ar: لا يمكن تعديل مساحات العمل العامة إلا بواسطة مدير مساحة العمل
hu: Csak a Munkaterület-kezelő szerkesztheti a nyilvános munkaterületeket
sr: Искључиво менаџер радног простора може да уређује јавне радне просторе

source: Only Workspace Manager can sort or edit this page
hu: Csak a Munkaterület-kezelő rendezheti vagy szerkesztheti ezt az oldalt
sr: Искључиво менаџер радног простора може да сортира или уређује ову страницу

source: Only allowed to export customizations in developer mode
ar: يُسمح بتصدير التخصيصات فقط في وضع المطور.
hu: Csak fejlesztői módban exportálhatók a testreszabások
sr: Извоз прилагођавања је дозвољен само у развојном режиму

source: Only change this if you want to use other S3 compatible object storage backends.
hu: Csak akkor módosítsa ezt, ha más S3-kompatibilis objektumtárolási háttérrendszert szeretne használni.
sr: Мењајте ово искључиво уколико желите да користите друге S3 компатибилне позадинске системе за складиштење објеката.

source: Only for
ar: فقط لـ
hu: Csak a
sr: Искључиво за

source: Only mandatory fields are necessary for new records. You can delete non-mandatory columns if you wish.
ar: ضرورية لسجلات جديدة الحقول الإلزامية فقط. يمكنك حذف الأعمدة غير الإلزامية إذا كنت ترغب في ذلك.
hu: Csak a kötelező mezők szükségesek új rekordokhoz. Törölheti a nem kötelező oszlopokat, ha akarja.
sr: Искључиво су обавезна поља неопходна за нове записе. Можете обрисати необавезна поља уколико желите.

source: Only one {0} can be set as primary.
ar: يمكن تعيين {0} واحد فقط على أنه أساسي.
hu: Csak egy {0} állítható be elsődlegesként.
sr: Може бити постављен само један {0} као примарни.

source: Only reports of type Report Builder can be deleted
ar: لا يمكن حذف سوى التقارير من نوع "منشئ التقارير".
hu: Csak a Jelentés Készítő típusú jelentések törölhetők
sr: Могу се брисати само извештаји креирани помоћу уређивача извештаја

source: Only reports of type Report Builder can be edited
ar: لا يمكن تعديل سوى التقارير من نوع "منشئ التقارير".
hu: Csak a Jelentés Készítő típusú jelentések szerkeszthetők
sr: Могу се уређивати само извештаји креирани помоћу уређивача извештаја

source: Only standard DocTypes are allowed to be customized from Customize Form.
ar: يُسمح بتخصيص أنواع DocTypes القياسية فقط من تخصيص النموذج.
hu: Kizárólag a szabványos DocType-k testreszabhatók a Testreszabás Űrlapból.
sr: Само стандардни DocType-ови могу бити прилагођени путем поља прилагоди образац.

source: Only the assignee can complete this to-do.
ar: لا يمكن إكمال هذه المهمة إلا من قبل الشخص المُكلف بها.
hu: Csak a megbízott végezheti el ezt a feladatot.
sr: Искључиво додељени корисник може завршити овај задатак.

source: Only users involved in the document are listed
ar: يتم سرد فقط المستخدمين المشاركين في المستند
hu: Csak a dokumentumban részt vevő felhasználók szerepelnek a listán
sr: Приказани су само корисници који су укључени у документ

source: Only {0} emailed reports are allowed per user.
ar: يُسمح فقط بإرسال {0} تقرير عبر البريد الإلكتروني لكل مستخدم.
hu: Felhasználónként csak {0} e-mailben küldött jelentés engedélyezett.
sr: Дозвољено је искључиво {0} извештаја послатих путем имејла по кориснику.

source: Oops! Something went wrong.
ar: عفواً! حدث خطأ ما.
hu: Hoppá! Valami hiba történt.
sr: Упс! Дошло је до грешке.

source: Open
ar: فتح
hu: Nyitott
sr: Отворено

# Access
source: Open
ar: فتح
hu: Megnyit
sr: Отворено

source: Open Awesomebar
ar: افتح شريط ممتاز
hu: Awesomebar Megnyitása
sr: Отвори брзу претрагу

source: Open Communication
ar: التواصل المفتوح
hu: Nyílt Kommunikáció
sr: Отвори комуникацију

source: Open Document
ar: افتح المستند
hu: Dokumentum Megnyitása
sr: Отвори документ

source: Open Documents
ar: المستندات المفتوحة
hu: Dokumentumok Megnyitása
sr: Отвори документа

source: Open Help
ar: افتح المساعدة
hu: Súgó Megnyitása
sr: Отвори помоћ

source: Open Reference Document
ar: افتح مستند مرجعي
hu: Referencia Dokumentum Megnyitása
sr: Отвори референтни документ

source: Open Settings
ar: أفتح الإعدادات
hu: Beállítások Megnyitása
sr: Отвори подешавања

source: Open Source Applications for the Web
ar: تطبيقات مفتوحة المصدر للويب
hu: Forrás Alkalmazások megnyitása a Webhez
sr: Апликације отвореног кода за веб

source: Open URL in a New Tab
ar: افتح URL في علامة تبويب جديدة
hu: URL megnyitása új lapon
sr: Отвори URL у новој картици

source: Open a dialog with mandatory fields to create a new record quickly
ar: افتح مربع حوار مع الحقول الإلزامية لإنشاء سجل جديد بسرعة
hu: Új rekord gyors létrehozásához nyisson meg egy párbeszédpanelt a kötelező mezőkkel
sr: Отвори дијалог са обавезним пољима за брзо креирање новог записа

source: Open a module or tool
ar: فتح وحدة نمطية أو أداة
hu: Modul vagy eszköz megnyitása
sr: Отвори модул или алат

source: Open in a new tab
ar: افتح في علامة تبويب جديدة
hu: Megnyitás új lapon
sr: Отвори у новој картици

# Description of a list view shortcut
source: Open list item
ar: فتح عنصر القائمة
hu: Listaelem megnyitása
sr: Отворене ставке

source: Open your authentication app on your mobile phone.
ar: افتح تطبيق المصادقة على هاتفك الجوال.
hu: Nyissa meg a hitelesítési alkalmazást a mobiltelefonján.
sr: Отвори апликацију за аутентификацију на свом телефону.

source: Open {0}
ar: مفتوحة {0}
hu: {0} megnyitása
sr: Отвори {0}

source: OpenID Configuration
ar: تكوين OpenID
hu: OpenID Konfiguráció
sr: OpenID конфигурација

source: OpenID Configuration fetched successfully!
ar: تم جلب إعدادات OpenID بنجاح!
hu: OpenID konfiguráció sikeresen lekérve!
sr: OpenID конфигурација је успешно преузета!

source: Opened
ar: افتتح
hu: Megnyitotta
sr: Отворено

source: Operation
ar: عملية
hu: Művelet
sr: Операција

source: Operator must be one of {0}
ar: يجب أن يكون المشغل واحدا من {0}
hu: Operátornak ezek közül kell lenniük: {0}
sr: Оператор мора бити један од следећих {0}

source: Optimize
ar: تحسين
hu: Optimalizálás
sr: Оптимизуј

source: Optimizing image...
ar: جارٍ تحسين الصورة...
hu: Kép optimalizálása...
sr: Оптимизација слике...

source: Option 1
ar: الخيار 1
hu: 1. lehetőség
sr: Опција 1

source: Option 2
ar: الخيار 2
hu: 2. lehetőség
sr: Опција 2

source: Option 3
ar: الخيار 3
hu: 3. lehetőség
sr: Опција 3

source: Option {0} for field {1} is not a child table
ar: الخيار {0} للحقل {1} ليس جدولًا فرعيًا
hu: A {1} mezőhöz tartozó {0} opció nem gyermektábla
sr: Опција {0} за поље {1} није зависна табела

source: Optional: Always send to these ids. Each Email Address on a new row
ar: اختياري: إرسال دوما إلى هذه المعرفات. كل عنوان البريد الإلكتروني على صف جديد
hu: Opcionális: Mindig ezekre az azonosítókra küldje. Minden e-mail cím új sorban
sr: Опционо: Увек шаљите на ове ИД-ове. Свака имејл адреса у новом реду

source: Optional: The alert will be sent if this expression is true
ar: اختياري: سيتم إرسال التنبية إذا كان هذا التعبير صحيح
hu: Opcionális: A riasztás akkor kerül elküldésre, ha ez a kifejezés igaz
sr: Опционо: Упозорење ће бити послато уколико је овај израз тачан

source: Options
ar: خيارات
hu: Opciók
sr: Опције

source: Options 'Dynamic Link' type of field must point to another Link Field with options as 'DocType'
ar: 'الارتباط الحيوي "نوع من الخيارات الميدانية يجب أن يشير إلى رابط حقل آخر مع خيارات باسم' DOCTYPE '
hu: A 'Dinamikus link' típusú mező opcióinak egy másik, 'DocType' típusú opcióval rendelkező Link mezőre kell mutatniuk
sr: Опција 'Динамички линк' мора да показује на друго линк поље чије су опције 'DocType'

source: Options Help
ar: خيارات مساعدة
hu: Opciók Súgó
sr: Помоћ за опције

source: Options for Rating field can range from 3 to 10
ar: يمكن أن تتراوح خيارات حقل التقييم من 3 إلى 10
hu: Az Értékelés mezőben 3 és 10 közötti értékeket adhatunk meg
sr: Опције за поље оцењивања могу бити у распону од 3 до 10

source: Options for select. Each option on a new line.
ar: خيارات للاختيار. كل خيار على سطر جديد.
hu: Lehetőségek kiválasztásához. Minden opció egy új sorban.
sr: Опције за одабир. Свака опција у новом реду.

source: Options for {0} must be set before setting the default value.
ar: يجب تعيين خيارات {0} قبل تعيين القيمة الافتراضية.
hu: A {0} opcióit az alapértelmezett érték beállítása előtt kell beállítani.
sr: Опције за {0} морају бити подешене пре него што се постави подразумевана вредност.

source: Options is required for field {0} of type {1}
ar: الخيارات مطلوبة للحقل {0} من النوع {1}
hu: A(z) {1} típusú {0} mezőhöz szükségesek az opciók
sr: Опције су неопходне за поље {0} врсте {1}

source: Options not set for link field {0}
ar: خيارات لم يتم تعيين لحقل الرابط {0}
hu: A link mezőhöz nem állított opciók {0}
sr: Опције нису постављене за линк поље {0}

source: Orange
ar: البرتقالي
hu: Narancssárga
sr: Наранџаста

source: Order
ar: طلب
hu: Sorrend
sr: Редослед

source: Org History
ar: تاريخ المنظمة
hu: Vállalkozás Története
sr: Историја организације

source: Org History Heading
ar: عنوان تاريخ المنظمة
hu: Vállalkozás Története Címsor
sr: Наслов историје организације

source: Orientation
ar: توجيه
hu: Irányultság
sr: Оријентација

source: Original Value
ar: القيمة الأصلية
hu: Eredeti Érték
sr: Оригинална вредност

source: Other
ar: آخر
hu: Egyéb
sr: Остало

source: Outgoing (SMTP) Settings
ar: إعدادات البريد الصادر (SMTP)
hu: Kimenő (SMTP) Beállítások
sr: Подешавање излазне поште (SMTP)

source: Outgoing Emails (Last 7 days)
ar: رسائل البريد الإلكتروني الصادرة (آخر 7 أيام)
hu: Kimenő Emailek (Elmúlt 7 nap)
sr: Излазни имејлови (последњих 7 дана)

source: Outgoing Server
ar: خادم الإرسال
hu: Kimenő Szerver
sr: Излазни сервер

source: Outgoing Settings
ar: إعدادات الاتصال الصادر
hu: Kimenő Levelek Beállításai
sr: Подешавање излазне поште

source: Outgoing email account not correct
ar: البريد الالكتروني الصادر غير صحيح<br>Outgoing email account not correct
hu: Kimenő e-mail fiók helytelen
sr: Налог за излазну пошту није исправан

source: Output
ar: الناتج
hu: Kimenet
sr: Резултат

source: Overview
ar: نظرة عامّة
hu: Áttekintés
sr: Преглед

source: Owner
ar: مالك
hu: Tulajdonos
sr: Власник

source: PDF Generation in Progress
ar: إنشاء ملف PDF قيد التنفيذ
hu: PDF Generálás Folyamatban
sr: PDF се генерише

source: PDF Generator
ar: مولد ملفات PDF
hu: PDF Generátor
sr: PDF Генератор

source: PDF Page Height (in mm)
ar: ارتفاع صفحة ملف PDF (بالملليمتر)
hu: PDF Oldalmagasság (mm-ben)
sr: Висина PDF странице (у мм)

source: PDF Page Size
ar: حجم صفحة صيغة PDF
hu: PDF Oldalméret
sr: Величина PDF странице

source: PDF Page Width (in mm)
ar: عرض صفحة ملف PDF (بالملليمتر)
hu: PDF Oldalszélesség (mm-ben)
sr: Ширина PDF странице (у мм)

source: PDF Settings
ar: إعدادات PDF
hu: PDF Beállítások
sr: Подешавање PDF

source: PDF generation failed
ar: فشل توليد قوات الدفاع الشعبي
hu: PDF generálása sikertelen
sr: Генерисање PDF-а није успело

source: PDF generation failed because of broken image links
ar: فشل الجيل PDF بسبب الروابط صورة مكسورة
hu: A PDF generálása sikertelen volt a képhivatkozások miatt
sr: Генерисање PDF-а није успело због неисправних линкова ка сликама

source: PDF generation may not work as expected.
ar: قد لا تعمل عملية إنشاء ملفات PDF كما هو متوقع.
hu: Előfordulhat, hogy a PDF-generálás nem a várt módon működik.
sr: Генерисање PDF-а можда неће радити како је очекивано.

source: PDF printing via "Raw Print" is not supported.
ar: لا يتم دعم طباعة ملفات PDF عبر "الطباعة الخام".
hu: A "Nyers nyomtatás" PDF-nyomtatás nem támogatott.
sr: Штампање PDF-а путем опције "Необрађена штампа" није подржано.

source: Package
ar: طَرد
hu: Csomag
sr: Пакет

source: Package Import
ar: استيراد الحزمة
hu: Csomag Importálása
sr: Увоз пакета

source: Package Name
ar: اسم الحزمة
hu: Csomag Név
sr: Назив пакета

source: Package Release
ar: إصدار الحزمة
hu: Csomag Kiadás
sr: Издање пакета

source: Packages
ar: الطرود
hu: Csomagok
sr: Пакети

source: Packages are lightweight apps (collection of Module Defs) that can be created, imported, or released right from the UI
ar: الحزم هي تطبيقات خفيفة الوزن (مجموعة من تعريفات الوحدات) يمكن إنشاؤها أو استيرادها أو إصدارها مباشره من واجهة المستخدم
hu: A csomagok könnyű alkalmazások (moduldefiníciók gyűjteményei), amelyek közvetlenül a felhasználói felületről hozhatók létre, importálhatók vagy kiadhatók
sr: Пакети су мале апликације (колекције дефиниција модула), које се могу креирати, увозити или објављивати директно из корисничког интерфејса

source: Page
ar: الصفحة
hu: Oldal
sr: Страница

source: Page Break
ar: فاصل صفحات
hu: Oldaltörés
sr: Прелом странице

source: Page Builder
ar: منشئ الصفحة
hu: Oldal Szerkesztő
sr: Уређивач страница

source: Page Building Blocks
ar: كتل إنشاء الصفحة
hu: Oldalépítő Elemek
sr: Блокови за изградњу странице

source: Page HTML
ar: صفحة HTML
hu: HTML Oldal
sr: HTML странице

source: Page Height (in mm)
ar: ارتفاع الصفحة (بالمليمتر)
hu: Oldalmagasság (mm-ben)
sr: Висина странице (у мм)

source: Page Margins
ar: هوامش الصفحة
hu: Oldalmargók
sr: Маргине странице

source: Page Name
ar: اسم الصفحة
hu: Oldal Neve
sr: Назив странице

source: Page Number
ar: رقم الصفحة
hu: Oldalszám
sr: Број странице

source: Page Route
ar: مسار الصفحة
hu: Oldal Útvonal
sr: Путања странице

source: Page Saved Successfully
hu: Oldal Sikeresen Mentve
sr: Страница је успешно сачувана

source: Page Settings
ar: إعدادات الصفحة
hu: Oldal Beállítások
sr: Подешавање странице

source: Page Shortcuts
ar: اختصارات الصفحة
hu: Oldal Gyorsbillentyűk
sr: Пречице за страницу

source: Page Size
ar: حجم الصفحة
hu: Lapméret
sr: Величина странице

source: Page Title
ar: عنوان الصفحة
hu: Oldal Címe
sr: Наслов странице

source: Page Width (in mm)
ar: عرض الصفحة (بالمليمتر)
hu: Oldal Szélessége (mm-ben)
sr: Ширина странице (у мм)

source: Page has expired!
ar: انتهت صلاحية الصفحة!
hu: Az oldal lejárt!
sr: Страница је истекла!

source: Page height and width cannot be zero
ar: لا يمكن أن يكون ارتفاع الصفحة وعرضها صفرًا
hu: Oldal magassága és szélessége nem lehet nulla
sr: Висина и ширина странице не могу бити нула

source: Page not found
ar: لم يتم العثور على الصفحة
hu: Az oldal nem található
sr: Страница није пронађена

source: Page to show on the website
ar: الصفحة المراد عرضها على الموقع الإلكتروني
hu: Weboldalon megjelenítendő oldal
sr: Страница која ће бити приказана на веб-сајту

source: Page with title {0} already exist.
hu: A {0} című oldal már létezik.
sr: Страница са насловом {0} већ постоји.

source: Page {0} of {1}
ar: الصفحة {0} من {1}
hu: {0} / {1} oldal
sr: Страна {0} од {1}

source: Parameter
ar: المعلمة
hu: Paraméter
sr: Параметар

source: Parent
ar: رقم الاب
hu: Szülő
sr: Матични

source: Parent DocType
ar: نوع المستند الأصلي
hu: Szülő DocType
sr: Матични DocType

source: Parent Document Type
ar: نوع المستند الرئيسي
hu: Szülő Dokumentum Típus
sr: Матична врста документа

source: Parent Document Type is required to create a number card
ar: يلزم تحديد نوع المستند الرئيسي لإنشاء بطاقة رقمية
hu: Szülő Dokumentum Típus szükséges a számkártya létrehozásához
sr: Матична врста документа је неопходна за креирање бројчане картице

source: Parent Element Selector
ar: محدد العنصر الأب
hu: Szülő Elem Választó
sr: Селектор матичног елемента

source: Parent Field
ar: الحقل الأب
hu: Szülő Mező
sr: Матично поље

source: Parent Field (Tree)
ar: حقل الأصل (شجرة)
hu: Szülő Mező (Fa)
sr: Матично поље (стабло)
