Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: <h4>Default Template</h4> <p>Uses <a href="http://jinja.pocoo.org/docs/templates/">Jinja Templating</a> and all the fields of Address (including Custom Fields if any) will be available</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} PIN: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Phone: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Fax: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Email: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>
hu: <h4>Alapértelmezett sablon</h4> <p>A <a href="http://jinja.pocoo.org/docs/templates/">Jinja Templatinget</a> használja, és a cím összes mezője (beleértve az egyéni mezőket is, ha vannak) elérhető lesz.</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} PIN: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Telefon: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Fax: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Email: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>
sr: <h4>Подразумевани шаблон</h4> <p>Користи <a href="http://jinja.pocoo.org/docs/templates/">Jinja шаблонски језик</a> и сва поља адресе (укључујући прилагођена поља уколико постоје) ће бити доступна</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} ПИН: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Телефон: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Faks: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Imejl: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>

source: <h4>Email Reply Example</h4> <pre>Order Overdue Transaction {{ name }} has exceeded Due Date. Please take necessary action. Details - Customer: {{ customer }} - Amount: {{ grand_total }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
ar: <h4>مثال على الرد بالبريد الإلكتروني</h4> <pre>طلب متأخر تجاوزت المعاملة {{ name }} تاريخ الاستحقاق. يرجى اتخاذ الإجراء اللازم. التفاصيل - العميل: {{ customer }} - المبلغ: {{ grand_total }} </pre> <h4>كيفية الحصول على أسماء الحقول</h4> <p>أسماء الحقول التي يمكنك استخدامها في قالب البريد الإلكتروني هي الحقول الموجودة في المستند الذي ترسل منه البريد الإلكتروني. يمكنك معرفة حقول أي مستند من خلال الإعداد &gt; تخصيص طريقة عرض النموذج واختيار نوع المستند (مثلا: فاتورة المبيعات)</p> <h4>القوالب</h4> <p>يتم تجميع القوالب باستخدام لغة Jinja Templating Language. لمعرفة المزيد عن Jinja، <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">اقرأ هذه التوثيقات</a>.</p>
hu: <h4>Email válasz példa</h4> <pre>Rendelés késedelmes A {{ name }} tranzakció túllépte az esedékességi határidőt. Kérjük, tegye meg a szükséges intézkedéseket. Részletek - Ügyfél: {{ customer }} - Amount: {{ grand_total }} </pre> <h4>Hogyan kaphatom meg a mezőneveket?</h4> <p>Az e-mail sablonban használható mezőnevek annak a dokumentumnak a mezői, amelyből az e-mailt küldi. Bármely dokumentum mezőit megtudhatja a Beállítások &gt; Formanyomtatványnézet testreszabása és a dokumentum típusának kiválasztása (pl. Értékesítési számla) segítségével.</p> <h4>Sablonkészítés</h4> <p>A sablonok összeállítása a Jinja Templating Language segítségével történik. Ha többet szeretne megtudni a Jinjáról, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">olvassa el ezt a dokumentációt</a>.</p>
sr: <h4>Имејл одговор пример</h4> <pre>Рок за плаћање наруџбине је истекао Трансакција {{ name }} је премашила датум доспећа. Молимо Вас да предузмете одговарајуће радње. Детаљи - Купац: {{ customer }} - Износ: {{ grand_total }} </pre> <h4>Како добити називе поља</h4> <p>Поља која можете користити у свом имејл шаблону су поља у документу из којег шаљете имејл. Поља било којег документа можете пронаћи путем поставки &gt; Прилагоди приказ обрасца и одабиром врсте документа (нпр. Излазна фактура)</p> <h4>Шаблонизација</h4> <p>Шаблони се компајлирају користећи Jinja језик за шаблоне. Да бисте сазнали више о Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">прочитајте ову документацију.</a></p>

source: <h5 class="text-muted uppercase">Or</h5>
hu: <h5 class="text-muted uppercase">Vagy</h5>
sr: <h5 class="text-muted uppercase">или</h5>

source: <h5>Message Example</h5> <pre>&lt;h3&gt;Order Overdue&lt;/h3&gt; &lt;p&gt;Transaction {{ doc.name }} has exceeded Due Date. Please take necessary action.&lt;/p&gt; &lt;!-- show last comment --&gt; {% if comments %} Last comment: {{ comments[-1].comment }} by {{ comments[-1].by }} {% endif %} &lt;h4&gt;Details&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;Customer: {{ doc.customer }} &lt;li&gt;Amount: {{ doc.grand_total }} &lt;/ul&gt; </pre>
hu: <h5>Üzenet példa</h5> <pre>&lt;h3&gt;Rendelés késedelmes&lt;/h3&gt; &lt;p&gt;Tranzakció {{ doc.name }} túllépte az esedékességi dátumot. Kérjük, tegye meg a szükséges lépéseket.&lt;/p&gt; &lt;!-- utolsó megjegyzés megjelenítése --&gt; {% if comments %} Utolsó megjegyzés: {{ comments[-1].comment }} tőle {{ comments[-1].by }} {% endif %} &lt;h4&gt;Részletek&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;Ügyfél: {{ doc.customer }} &lt;li&gt;Összeg: {{ doc.grand_total }} &lt;/ul&gt; </pre>
sr: <h5>Пример поруке</h5> <pre>&lt;h3&gt;Рок за плаћање наруџбине је истекао&lt;/h3&gt; &lt;п&gt;Трансакција {{ doc.name }} је премашила датум доспећа. Молимо Вас да предузмете одговарајуће радње.&lt;/p&gt; &lt;!-- прикажи последњи коментар--&gt; {% if comments %} Последњи коментар: {{ comments[-1].comment }} од {{ comments[-1].by }} {% endif %} &lt;х4&gt;Детаљи&lt;/х4&gt; &lt;ul&gt; &lt;li&gt;Купац: {{ doc.customer }} &lt;li&gt;Износ: {{ doc.grand_total }} &lt;/ul&gt; </pre>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
hu: <p><strong>Állapot Példák:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
sr: <p><strong>Примери услова:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
hu: <p><strong>Állapot Példák:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
sr: <p><strong>Примери услова:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>

source: <p>Multiple webforms can be created for a single doctype. Add filters specific to this webform to display correct record after submission.</p><p>For Example:</p> <p>If you create a separate webform every year to capture feedback from employees add a field named year in doctype and add a filter <b>year = 2023</b></p>
hu: <p>Egyetlen doctype-hoz több webes űrlap is létrehozható. Adjon hozzá erre a webes űrlapra jellemző szűrőket a helyes rekord megjelenítéséhez a beküldés után.</p><p>Például:</p> <p>Ha minden évben külön webes űrlapot hoz létre az alkalmazottak visszajelzéseinek rögzítésére, adjon hozzá egy mezőt év névvel a doctype-ban, és adjon hozzá egy szűrőt <b>év = 2023.</b></p>
sr: <p>Више веб-образаца може бити креирано за један doctype. Додајте филтере специфичне за овај веб-образац како бисте приказали одговарајући запис након слања.</p><p>На пример:</p> <p>Уколико креирате посебан веб-образац сваке године за прикупљање повратних информација од запослених лица додајте поље названо година у doctype-у и додајте филтер <b>година = 2023</b></p>

source: <p>Set context before rendering a template. Example:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Project", frappe.form_dict.name) </code></pre></div>
hu: <p>Kontextus beállítása a sablon megjelenítése előtt. Példa:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Project", frappe.form_dict.name) </code></pre></div>
sr: <p>Поставите контекст пре него што се прикаже шаблон. Пример:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Пројекат", frappe.form_dict.name) </code></pre></div>

source: <p>To interact with above HTML you will have to use `root_element` as a parent selector.</p><p>For example:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// here root_element is provided by default let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "New content"; </code></pre>
hu: <p>A fenti HTML-kóddal való interakcióhoz a "root_element" elemet kell szülői szelektorak használnia.</p><p>Például:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// alapértelmezetten a root_element van használva let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "Új tartalom"; </code></pre>
sr: <p>За интеракцију са горе наведеним HTML-ом неопходно је да користите `роотелемент` као матични селектор</p><p>На пример:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// овде је root_element подразумевано додељен let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "Нови садржај"; </code></pre>

source: <p>Your OTP secret on {0} has been reset. If you did not perform this reset and did not request it, please contact your System Administrator immediately.</p>
hu: <p>A(z) {0} OTP jelszava visszaállításra került. Ha nem Ön hajtotta végre ezt az alaphelyzetbe állítást, és nem kérte, azonnal lépjen kapcsolatba a rendszergazdával.</p>
sr: <p>Ваша тајна једнократне лозинке на {0} је ресетована. Уколико нисте извршили ово постављање и нисте га захтевали, одмах контактирајте свог систем администратора.</p>

source: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ day of week (0 - 6) (0 is Sunday) │ │ │ └───── month (1 - 12) │ │ └────────── day of month (1 - 31) │ └─────────────── hour (0 - 23) └──────────────────── minute (0 - 59) --- * - Any value / - Step values </pre>
hu: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ hét napjai (0 - 6) (0 a vasárnap) │ │ │ └───── hónap (1 - 12) │ │ └────────── hónap napja (1 - 31) │ └─────────────── óra (0 - 23) └──────────────────── perc (0 - 59) --- * - Bármilyen érték / - Lépésérték </pre>
sr: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ дан у недељи (0 - 6) (0 је недеља) │ │ │ └───── месец (1 - 12) │ │ └─────────── дан у месецу (1 - 31) │ └──────────────── сат (0 - 23) └───────────────────── минут (0 - 59) --- * - Било која вредност / - Вредности корака </pre>

source: <pre><code>doc.grand_total &gt; 0</code></pre> <p>Conditions should be written in simple Python. Please use properties available in the form only.</p> <p>Allowed functions: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>Example: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>
hu: <pre><code>doc.grand_total &gt; 0</code></pre> <p>A feltételeket egyszerű Python nyelven kell megírni. Kérjük, csak az űrlapon rendelkezésre álló tulajdonságokat használja.</p> <p>Megengedett függvények: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>Példa: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>
sr: <pre><code>doc.grand_total &gt; 0</code></pre> <p>Услови треба да буду написани у једноставном python-у. Користите само својства доступна у обрасцу.</p> <p>Дозвољене функције: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>Пример: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>

source: <span class="h2">Hi,</span>
hu: <span class="h2">Szia,</span>
sr: <span class="h2">Здраво,</span>

source: <span class="h4"><b>Documents</b></span>
hu: <span class="h4"><b>Dokumentumok</b></span>
sr: <span class="h4"><b>Документа</b></span>

source: <span class="h4"><b>Reports & Masters</b></span>
hu: <span class="h4"><b>Jelentések és Törzsadatok</b></span>
sr: <span class="h4"><b>Извештаји и мастер подаци</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
hu: <span class="h4"><b>Jelentések &amp; Törzsadatok</b></span>
sr: <span class="h4"><b>Извештаји &amp; мастер подаци</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
hu: <span class="h4"><b>Hivatkozásai</b></span>
sr: <span class="h4"><b>Ваше пречице</b></span>

source: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Components to build your app</b></span>
hu: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Komponensek az alkalmazás felépítéséhez</b></span>
sr: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Компоненте за изградњу Ваше апликације</b></span>

source: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Get started</b><br></span>
hu: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Kezdő lépések</b><br></span>
sr: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Започни</b><br></span>

source: <strong>Warning:</strong> This field is system generated and may be overwritten by a future update. Modify it using {0} instead.
hu: <strong>Figyelmeztetés:</strong> Ez a mező a rendszer által generált, és egy jövőbeli frissítés felülírhatja. Módosítsa helyette a {0} használatával.
sr: <strong>Упозорење:</strong> Ово поље је генерисано од стране система и може бити замењено будућим ажурирањем. Измените га користећи {0}.

source: A DocType (Document Type) is used to insert forms in ERPNext. Forms such as Customer, Orders, and Invoices are Doctypes in the backend. You can also create new DocTypes to create new forms in ERPNext as per your business needs.
hu: A DocType (dokumentumtípus) az ERPNextbe történő űrlapok beillesztésére szolgál. Az olyan űrlapok, mint az Ügyfél, a Megrendelések és a Számlák Doctype-ok a backendben. Az ERPNextben új űrlapok létrehozásához új DocType-okat is létrehozhat az üzleti igényeinek megfelelően.
sr: DocType (врста документа) се користи за унос образаца у ERPNext. Обрасци као што су купац, поруџбина и фактуре су DocType-ови у позадини система. Такође можете креирати нове DocType-ове како бисте направили прилагођене обрасце у ERPNext-у, у складу са потребама свог пословања.

source: A DocType's name should start with a letter and can only consist of letters, numbers, spaces, underscores and hyphens
ar: يجب أن يبدأ اسم نوع المستند بحرف، ولا يمكن أن يتكون إلا من حروف وأرقام ومسافات وشرطات سفلية وواصلات.
hu: A DocType nevének betűvel kell kezdődnie, és csak betűkből, számokból, szóközökből, aláhúzásjelekből és kötőjelekből állhat
sr: Назив DocType-а треба да почне са словом и може садржати искључиво слова, бројеве, размаке, доње црте и цртице

source: A download link with your data will be sent to the email address associated with your account.
ar: سيتم إرسال رابط تنزيل يحتوي على بياناتك إلى عنوان البريد الإلكتروني المرتبط بحسابك.
hu: Az Ön adatainak letöltési linkjét elküldjük a fiókjához tartozó e-mail címre.
sr: Линк за преузимање Ваших података биће послат на имејл адресу повезану са Вашим налогом.

source: A featured post must have a cover image
ar: يجب أن تحتوي الوظيفة المميزة على صورة غلاف
hu: A kiemelt posztnak tartalmaznia kell borító képet
sr: Истакнути пост мора имати насловну слику

source: A field with the name {0} already exists in {1}
ar: يوجد حقل باسم {0} بالفعل في {1}
hu: A {0} nevű mező már létezik itt {1}
sr: Поље са називом {0} већ постоји у {1}

source: A file with same name {} already exists
ar: يوجد ملف بنفس الاسم {} بالفعل
hu: Egy azonos nevű {} fájl már létezik
sr: Фајл са истим називом {} већ постоји

source: A list of resources which the Client App will have access to after the user allows it.<br> e.g. project
ar: قائمة الموارد التي سيكون لها التطبيق العميل الوصول إلى بعد قيام المستخدم يسمح بذلك. <br> على سبيل المثال مشروع
hu: Azon erőforrások listája, amelyekhez az Ügyfél App hozzáférhet, miután a felhasználó engedélyezte.<br> pl. project
sr: Листа ресурса којима ће клијентска апликација имати приступ након што корисник то дозволи.<br> нпр. пројекат

source: A new account has been created for you at {0}
ar: تم إنشاء حساب جديد لك في {0}
hu: Egy új fiókot hoztak létre az Ön számára itt: {0}
sr: Нови налог је креиран за Вас на {0}

source: A recurring {0} {1} has been created for you via Auto Repeat {2}.
ar: تم إنشاء {0} {1} متكرر لك من خلال التكرار التلقائي {2}.
hu: Az Automatikus ismétlődés {2} segítségével létrehoztunk egy ismétlődő {0} {1} elemet.
sr: Понављајући {0} {1} је креиран за Вас путем аутоматског понављања {2}.

source: A symbol for this currency. For e.g. $
ar: رمز هذه العملة. ر.س مثلاً
hu: A pénznem szimbóluma. Például: $
sr: Симбол за ову валуту. На пример $

source: A template already exists for field {0} of {1}
ar: يوجد بالفعل نموذج للحقل {0} من {1}
hu: A {0} mezőhöz már létezik sablon a {1} oldalon
sr: Шаблон већ постоји за поље {0} врсте {1}

source: A word by itself is easy to guess.
ar: كلمة في حد ذاتها هي سهلة التخمين.
hu: Egy szót önmagában könnyű kitalálni.
sr: Реч саму по себи је лако наслутити.

source: A0
sr: А0

source: A1
sr: А1

source: A2
sr: А2

source: A3
sr: А3

source: A4
sr: А4

source: A5
sr: А5

source: A6
sr: А6

source: A7
sr: А7

source: A8
sr: А8

source: A9
sr: А9

source: ALL
ar: جميع
hu: ÖSSZES
sr: СВЕ

source: API Access
ar: الوصول إلى API
hu: API hozzáférés
sr: API приступ

source: API Endpoint Args should be valid JSON
ar: يجب أن تكون وسائط نقطة نهاية API بتنسيق JSON صالح.
hu: Az API végpont argumentumainak érvényes JSON-ként kell lenniük
sr: API Endpoint Args морају бити валидан JSON

source: API Key
ar: مفتاح API
hu: API kulcs
sr: API кључ

source: API Key and Secret to interact with the relay server. These will be auto-generated when the first push notification is sent from any of the apps installed on this site.
ar: مفتاح API وكلمة المرور للتفاعل مع خادم الترحيل. سيتم إنشاء هذين المفتاحين تلقائيًا عند إرسال أول إشعار فوري من أي من التطبيقات المثبتة على هذا الموقع.
hu: API Kulcs és Secret szükséges a továbbító kiszolgálóval való interakcióhoz. Ezek automatikusan generálódnak, amikor az első push-értesítés elküldésre kerül az ezen az oldalon telepített alkalmazások bármelyikéből.
sr: API кључ и тајна за интеракцију са релаy сервером. Ови подаци ће бити аутоматски генерисани када прво обавештење буде послато са било које апликације инсталиране на овом сајту.

source: API Key cannot be regenerated
ar: لا يمكن إعادة إنشاء مفتاح API
hu: Az API kulcs nem regenerálható
sr: API кључ се не може поново генерисати

source: API Keys
ar: مفاتيح واجهة برمجة التطبيقات
hu: API Kulcsok
sr: API кључеви

source: API Logging
ar: تسجيل واجهة برمجة التطبيقات
hu: API Naplózás
sr: Записивање API захтева

source: API Method
ar: طريقة API
hu: API metódus
sr: API метода

source: API Secret
ar: كلمة مرور API
sr: API тајна

source: About
ar: معلومات عن النظام
hu: Névjegy
sr: О

source: About Us
ar: نبذه عنا
hu: Rólunk
sr: О нама

source: About Us Settings
ar: إعدادات صفحة من نحن
hu: "Rólunk" beállítások
sr: О нама Подешавање

source: About Us Team Member
ar: أعضاء فريق صفحة من نحن
hu: Rólunk Csapattag
sr: Члан тима О нама

source: About {0} minute remaining
ar: حوالي {0} دقيقة متبقية
hu: Körülbelül {0} perc van hátra
sr: Остало је још око {0} минута

source: About {0} minutes remaining
ar: حوالي {0} دقائق متبقية
hu: Körülbelül {0} perc van hátra
sr: Остало је још око {0} минута

source: About {0} seconds remaining
ar: حوالي {0} ثانية متبقية
hu: Körülbelül {0} másodperc van hátra
sr: Остало је још око {0} секунди

source: Accept Invitation
ar: قَبُول الدعوة
hu: Meghívás elfogadása
sr: Прихвати позивницу

source: Accepted
ar: مقبول
hu: Elfogadva
sr: Прихваћено

source: Accepted At
ar: مقبولة في
hu: Elfogadva ekkor
sr: Прихваћено

source: Access Control
ar: إعدادات التحكم
hu: Hozzáférés Vezérlés
sr: Контрола приступа

source: Access Key ID
ar: معرف مفتاح الوصول
hu: Hozzáférési Kulcs ID
sr: ИД приступног кључа

source: Access Key Secret
ar: الوصول إلى Key Secret
hu: Hozzáférési Kulcs Titok
sr: Тајна приступног кључа

source: Access Log
ar: سجل الوصول
hu: Hozzáférési Napló
sr: Евиденција приступа

source: Access Token
ar: رمز وصول
hu: Hozzáférési Token
sr: Приступни токен

source: Access Token URL
ar: رابط رمز الدخول
hu: Hozzáférési Token URL
sr: URL приступног токена

source: Access not allowed from this IP Address
ar: الوصول غير مسموح به من عنوان IP هذا
hu: A hozzáférés ezen az IP-címen nem engedélyezett
sr: Приступ није дозвољен са ове IP адресе

source: Account
ar: حساب
hu: Fiók
sr: Рачун

source: Account Deletion Settings
ar: إعدادات حذف الحساب
hu: Fiók Törlési Beállítások
sr: Подешавање за брисање налога

source: Accounts Manager
ar: مدير حسابات
hu: Könyvelési Vezető
sr: Аццоунт Манагер

source: Accounts User
ar: حسابات المستخدمين
hu: Könyvelő
sr: Књиговођа

source: Accurate count can not be fetched, click here to view all documents
ar: لا يمكن جلب عدد دقيق، انقر هنا لعرض جميع المستندات
hu: Pontos darabszám nem lekérdezhető, kattintson ide az összes dokumentum megtekintéséhez
sr: Тачан број није могуће преузети, кликните овде за преглед свих докумената

source: Action
ar: حدث
hu: Művelet
sr: Радња

source: Action / Route
ar: العمل / الطريق
hu: Művelet / Útvonal
sr: Радња / Путања

source: Action Complete
ar: اكتمل الإجراء
hu: Művelet Befejezve
sr: Радња завршена

source: Action Failed
ar: فشل العمل
hu: Művelet Sikertelen
sr: Радња неуспешна

source: Action Label
ar: تسمية الإجراء
hu: Művelet Címke
sr: Ознака радње

source: Action Timeout (Seconds)
ar: مهلة الإجراء (ثانية)
hu: Művelet időkorlát (másodpercek)
sr: Истек радње (секунде)

source: Action Type
ar: نوع العمل
hu: Művelet Típusa
sr: Врста радње

source: Action {0} completed successfully on {1} {2}. View it {3}
ar: تم تنفيذ الإجراء {0} بنجاح على {1} {2}. يمكنك عرضه {3}
hu: A {0} művelet sikeresen befejeződött a következőn: {1} {2}. Tekintse meg {3}
sr: Радња {0} је успешно завршена на {1} {2}. Прегледајте је {3}

source: Action {0} failed on {1} {2}. View it {3}
ar: فشلت العملية {0} على {1} {2}. اعرضها {3}
hu: A {0} művelet nem sikerült a következőn: {1} {2}. Tekintse meg {3}
sr: Радње {0} није успела на {1} {2}. Прегледајте је {3}

source: Actions
ar: الإجراءات
hu: Műveletek
sr: Радње

source: Activate
ar: فعل
hu: Aktiválás
sr: Активирај

source: Active
ar: نشط
hu: Aktív
sr: Активан

source: Active Directory
ar: الدليل النشط
sr: Активан директоријум

source: Active Domains
ar: المجالات النشطة
hu: Aktív Domainek
sr: Активни домени
