Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Active Sessions
ar: الجلسات النشطة
hu: Aktív Munkamenetek
sr: Активне сесије

source: Activity
ar: نشاط
hu: Tevékenység
sr: Активност

source: Activity Log
ar: سجل النشاط
hu: Tevékenység Napló
sr: Дневник активности

source: Add
ar: إضافة
hu: Hozzáadás
sr: Додај

# Primary action in list view
source: Add
ar: إضافة
hu: Hozzáadás
sr: Додај

source: Add / Remove Columns
ar: إضافة / إزالة الأعمدة
hu: Oszlopok Hozzáadása / Eltávolítása
sr: Додај / Уклони колоне

source: Add / Update
ar: إضافة / تحديث
hu: Hozzáadás / Módosítás
sr: Додај / Ажурирај

source: Add A New Rule
ar: إضافة قاعدة جديدة
hu: Új Szabály Hozzáadása
sr: Додај ново правило

source: Add Attachment
ar: إضافة مرفق
hu: Melléklet Hozzáadása
sr: Додај прилог

source: Add Background Image
ar: إضافة صورة خلفية
hu: Háttérkép Hozzáadása
sr: Додај позадинску слику

source: Add Blog Category
hu: Új Blog Kategória Hozzáadása
sr: Додај категорију блога

source: Add Border at Bottom
ar: إضافة حدود في الأسفل
hu: Szegély Hozzáadása Alul
sr: Додај ивицу на дну

source: Add Border at Top
ar: إضافة حدود في الأعلى
hu: Szegély Hozzáadása Felül
sr: Додај ивицу на врху

source: Add Card to Dashboard
ar: أضف البطاقة إلى لوحة التحكم
hu: Kártya Hozzáadása a Műszerfalhoz
sr: Додај картицу на контролну таблу

source: Add Chart to Dashboard
ar: إضافة مخطط إلى لوحة القيادة
hu: Diagram Hozzáadása a Műszerfalhoz
sr: Додај графикон на контролну таблу

source: Add Child
ar: إضافة الطفل
hu: Alkategória Hozzáadása
sr: Додај зависни елемент

source: Add Column
ar: إضافة عمود
hu: Oszlop Hozzáadása
sr: Додај колону

source: Add Contact
ar: إضافة جهة اتصال
hu: Kapcsolat Hozzáadása
sr: Додај контакт

source: Add Contacts
ar: اضف جهات اتصال
hu: Személyek Hozzáadása
sr: Додај контакте

source: Add Container
ar: أضف الحاوية
hu: Tároló Hozzáadása
sr: Додај контењер

source: Add Custom Tags
ar: إضافة علامات مخصصة
hu: Egyéni Címkék Hozzáadása
sr: Додај прилагођене ознаке

source: Add Filters
ar: إضافة عوامل تصفية
hu: Szűrők Hozzáadása
sr: Додај филтере

source: Add Gray Background
ar: أضف خلفية رمادية
hu: Szürke Háttér Hozzáadása
sr: Додај сиву позадину

source: Add Group
ar: إضافة مجموعة
hu: Csoport Hozzáadása
sr: Додај групу

source: Add Indexes
ar: إضافة فهرس
hu: Indexek Hozzáadása
sr: Додај индексе

source: Add Multiple
ar: إضافة متعددة
hu: Többszörös Hozzáadás
sr: Додај вишеструко

source: Add New Permission Rule
ar: إضافة قاعدة صلاحيات جديدة
hu: Új Jogosultsági Szabály Hozzáadása
sr: Додај ново правило дозволе

source: Add Participants
ar: أضف مشاركين
hu: Résztvevők Hozzáadása
sr: Додај кориснике

source: Add Query Parameters
ar: إضافة معلمات الاستعلام
hu: Lekérdezési Paraméterek Hozzáadása
sr: Додај параметре упита

source: Add Review
ar: إضافة مراجعة
hu: Vélemény Hozzáadása
sr: Додај преглед

source: Add Roles
ar: إضافة قاعدة
hu: Szerepkörök Hozzáadása
sr: Додај улоге

source: Add Row
hu: Sor Hozzáadása
sr: Додај ред

source: Add Signature
ar: إضافة التوقيع
hu: Aláírás Hozzáadása
sr: Додај потпис

source: Add Space at Bottom
ar: إضافة مساحة في الأسفل
hu: Hely Hozzáadása Alul
sr: Додај простор на дну

source: Add Space at Top
ar: إضافة مسافة في الأعلى
hu: Hely Hozzáadása Felül
sr: Додај простор на врху

source: Add Subscribers
ar: إضافة المشتركين
hu: Feliratkozók Hozzáadása
sr: Додај претплатнике

source: Add Tags
ar: إضافة وسوم
hu: Címkék Hozzáadása
sr: Додај ознаке

# Button in list view actions menu
source: Add Tags
ar: إضافة وسوم
hu: Címkék Hozzáadása
sr: Додај ознаке

source: Add Template
ar: إضافة قالب
hu: Sablon Hozzáadása
sr: Додај шаблон

source: Add Total Row
ar: إضافة صف الإجمالي
hu: Összesítő Sor Hozzáadása
sr: Додај ред са укупним износом

source: Add Translate Data
ar: إضافة بيانات الترجمة
hu: Fordítási Adatok Hozzáadása
sr: Додај податке за превођење

source: Add Unsubscribe Link
ar: إضافة رابط إلغاء الاشتراك
hu: Leiratkozási Link Hozzáadása
sr: Додај линк за ођаву са претплате

source: Add User Permissions
ar: إضافة أذونات المستخدم
hu: Felhasználói Engedélyek Hozzáadása
sr: Додај корисничку дозволу

source: Add Video Conferencing
ar: إضافة مؤتمرات الفيديو
hu: Videókonferencia Hozzáadása
sr: Додај видео-конференцију

source: Add a Filter
ar: إضافة تصفية
hu: Szűrő Hozzáadása
sr: Додај филтер

source: Add a New Role
ar: إضافة قاعدة جديدة
hu: Új Szerepkör Hozzáadása
sr: Додај ново правило

source: Add a Row
ar: إضافة صف
hu: Sor Hozzáadása
sr: Додај ред

source: Add a comment
ar: إضافة تعليق
hu: Hozzászólás Hozzáadása
sr: Додај коментар

source: Add a new section
ar: إضافة قسم جديد
hu: Új Szakasz Hozzáadása
sr: Додај нови одељак

source: Add a row above the current row
ar: إضافة صف فوق الصف الحالي
hu: Sor hozzáadása az aktuális sor fölé
sr: Додај ред изнад тренутног реда

source: Add a row at the bottom
ar: إضافة صف في الأسفل
hu: Adjon hozzá egy sort az aljára
sr: Додај ред на дну

source: Add a row at the top
ar: إضافة صف في الأعلى
hu: Adjon hozzá egy sort a tetejére
sr: Додај ред на врху

source: Add a row below the current row
ar: إضافة صف أسفل الصف الحالي
hu: Sor hozzáadása az aktuális sor alá
sr: Додај ред испод тренутног реда

source: Add a {0} Chart
ar: أضف مخطط {0}
hu: {0} Diagram Hozzáadása
sr: Додај {0} графикон

source: Add column
ar: إضافة عمود
hu: Oszlop Hozzáadása
sr: Додај колону

source: Add field
ar: إضافة حقل
hu: Mező Hozzáadása
sr: Додај поље

source: Add new tab
ar: إضافة تبويب جديد
hu: Új Fül Hozzáadása
sr: Додај нову картицу

source: Add numbers or special characters.
ar: أضف أرقامًا أو رموزًا خاصة.
hu: Számok vagy speciális karakterek hozzáadása.
sr: Додај бројеве или специјалне карактере.

source: Add page break
ar: إضافة فاصل الصفحة
hu: Oldaltörés Hozzáadása
sr: Додај прелом странице

source: Add script for Child Table
ar: إضافة البرنامج النصي لجدول الطفل
hu: Szkript Hozzáadása a Gyermek Táblázathoz
sr: Додај скрипту за зависну табелу

source: Add section above
ar: أضف القسم أعلاه
hu: Szakasz Hozzáadása Felül
sr: Додај одељак изнад

source: Add section below
ar: أضف القسم أدناه
hu: Szakasz Hozzáadása Alul
sr: Додај одељак испод

source: Add tab
ar: إضافة علامة تبويب
hu: Fül Hozzáadása
sr: Додај картицу

source: Add to Dashboard
ar: إضافة إلى لوحة القيادة
hu: Hozzáadás a Műszerfalhoz
sr: Додај на контролну таблу

source: Add to ToDo
ar: أضف إلى ToDo
hu: Hozzáadás a Teendőkhöz
sr: Додај у одељак за урадити

source: Add to table
ar: إضافة إلى الجدول
hu: Hozzáadás a Táblázathoz
sr: Додај у табелу

source: Add to this activity by mailing to {0}
ar: أضف إلى هذا النشاط عن طريق إرسال بريد إلكتروني إلى {0}
hu: Adja hozzá ezt a tevékenységet a {0} címre küldött levéllel
sr: Додај у ову активност слањем имејла на {0}

source: Add {0}
ar: أضِف {0}
hu: {0} Hozzáadása
sr: Додај {0}

source: Added HTML in the &lt;head&gt; section of the web page, primarily used for website verification and SEO
ar: وأضاف HTML في القسم &lt;head&gt; من صفحة الويب، تستخدم في المقام الأول للتحقق من الموقع وSEO
hu: HTML hozzáadva a weboldal &lt;head&gt; részéhez, amelyet elsősorban webhely-ellenőrzéshez és SEO-hoz használnak
sr: Додат HTML у одељак &lt;head&gt; веб-странице, првенствено за верификацију веб-сајта и SEO

source: Added default log doctypes: {}
ar: تمت إضافة أنواع مستندات السجل الافتراضية: {}
hu: Hozzáadva az alapértelmezett napló doctype-okhoz: {}
sr: Подразумевани дневници doctype-ова додати: {}

source: Added {0} ({1})
ar: وأضاف {0} ({1})
hu: Hozzáadva {0} ({1})
sr: Додато {0} ({1})

source: Additional Permissions
ar: ضوابط إضافية
hu: További Jogosultságok
sr: Додатне дозволе

source: Address
ar: عنوان
hu: Cím
sr: Адреса

source: Address Line 1
ar: العنوان سطر 1
hu: Címsor 1
sr: Адреса, ред 1

source: Address Line 2
ar: العنوان سطر 2
hu: Címsor 2
sr: Адреса, ред 2

source: Address Template
ar: نموذج العنوان
hu: Cím Sablon
sr: Шаблон адресе

source: Address Title
ar: إسم العنوان
hu: Cím Felirat
sr: Наслов адресе

source: Address Title is mandatory.
ar: عنوان العنوان إلزامي.
hu: Cím Felirat kötelező.
sr: Наслов адресе је обавезан.

source: Address Type
ar: نوع العنوان
hu: Cím Típusa
sr: Врста адресе

source: Address and other legal information you may want to put in the footer.
ar: العنوان وغيرها من المعلومات القانونية قد تحتاج لوضع في تذييل الصفحة.
hu: Cím és egyéb jogi információk, amelyeket érdemes lehet a láblécben megadni.
sr: Адреса и друге правне информације које желите да ставите у подножје.

source: Addresses
ar: عناوين
hu: Címek
sr: Адресе

source: Addresses And Contacts
ar: العناوين و جهات الاتصال
hu: Címek és Kapcsolatok
sr: Адресе и контакти

source: Adds a custom client script to a DocType
ar: يضيف نصًا برمجيًا مخصصًا للعميل إلى نوع المستند
hu: Egyéni kliens szkript hozzáadása egy DocType-hoz
sr: Додаје прилагођену клијентску скрипту у DocType

source: Adds a custom field to a DocType
ar: يضيف حقلاً مخصصاً إلى نوع المستند
hu: Egyéni mező hozzáadása egy DocType-hoz
sr: Додаје прилагођено поље у DocType

source: Administration
ar: الادارة
hu: Adminisztráció
sr: Администрација

source: Administrator
ar: مدير
hu: Rendszergazda
sr: Администратор

source: Administrator Logged In
ar: تسجيل دخول مسؤول النظام
hu: Rendszergazda Bejelentkezve
sr: Администратор пријављен

source: Administrator accessed {0} on {1} via IP Address {2}.
ar: .{2} المسؤول ولج {0} بتاريخ {1} عبر العنوان
hu: A rendszergazda a {1} oldalon a {2} IP-címen keresztül lépett be a {0} címre.
sr: Администратор је приступио {0} дана {1} путем IP адресе {2}.

source: Advanced
ar: متقدم
hu: Haladó
sr: Напредно

source: Advanced Control
ar: تحكم متقدم
hu: Speciális vezérlés
sr: Напредна контрола

source: Advanced Search
ar: البحث المتقدم
hu: Részletes keresés
sr: Напредна претрага

source: Advanced Settings
ar: إعدادات متقدمة
hu: Haladó beállítások
sr: Напредна подешавања

source: After
ar: بعد
hu: Utána
sr: Након

source: After Cancel
ar: بعد الغاء
hu: Mégsem Után
sr: Након отказивања

source: After Delete
ar: بعد الحذف
hu: Törlés Után
sr: Након брисања

source: After Insert
ar: بعد الإدراج
hu: Beszúrás Után
sr: Након уноса

source: After Rename
ar: بعد إعادة التسمية
hu: Átnevezés Után
sr: Након преименовања

source: After Save
ar: بعد الحفظ
hu: Mentés Után
sr: Након чувања

source: After Save (Submitted Document)
ar: بعد الحفظ (المستند المقدم)
hu: Mentés Után (Beküldött Dokumentum)
sr: Након чувања (поднети документ)

source: After Submission
ar: بعد تقديم الطلب
hu: Beküldés Után
sr: Након подношења

source: After Submit
ar: بعد تقديم
hu: Beküldés Után
sr: Након подношења

source: Aggregate Field is required to create a number card
ar: حقل التجميع مطلوب لإنشاء بطاقة رقمية
hu: Összesített Mező szükséges egy számkártya létrehozásához
sr: Агрегатно поље је потребно за креирање бројчане картице

source: Aggregate Function Based On
ar: مجموع وظيفة بناء على
hu: Összesített Függvény Alapja
sr: Агрегатна функција заснована на

source: Aggregate Function field is required to create a dashboard chart
ar: حقل تجميع الوظائف مطلوب لإنشاء مخطط لوحة القيادة
hu: Az Összesítő Függvény mező kitöltése kötelező a műszerfal diagram létrehozásához
sr: Поље за агрегатну функцију је неопходно за креирање графикона на контролној табли

source: Alert
ar: إنذار
hu: Riasztás
sr: Упозорење

source: Alerts and Notifications
hu: Riasztások és Értesítések
sr: Упозорења и обавештења

source: Align
ar: محاذاة
hu: Igazítás
sr: Поравнај

source: Align Labels to the Right
ar: محاذاة التسميات إلى اليمين
hu: Címkék Jobbra Igazítása
sr: Поравнај ознаке удесно

source: Align Right
ar: محاذاة اليمين
hu: Igazítás Jobbra
sr: Поравнај удесно

source: Align Value
ar: محاذاة القيمة
hu: Igazítás Értéke
sr: Поравнај вредности

source: All
ar: الكل
hu: Összes
sr: Све

source: All Day
ar: كل يوم
hu: Minden Nap
sr: Сви дани

source: All Images attached to Website Slideshow should be public
ar: يجب أن تكون جميع الصور الملحقة لموقع معرض الصور على العام
hu: A weboldal diavetítéshez csatolt, összes képének, nyilvánosnak kell lennie
sr: Све слике приложене на веб-сајт презентацији треба да буду јавне

source: All Records
ar: جميع السجلات
hu: Összes Rekord
sr: Сви записи

source: All Submissions
ar: جميع المشاركات
hu: Összes Beküldés
sr: Сви поднети подаци

source: All customizations will be removed. Please confirm.
ar: سيتم إزالة كافة التخصيصات. يرجى التأكيد.
hu: Összes testreszabás eltávolításra kerül. Kérjük, erősítse meg.
sr: Сва прилагођавања ће бити уклоњена. Молимо Вас да потврдите.

source: All fields are necessary to submit the comment.
ar: جميع الحقول ضرورية لإرسال التعليق.
hu: Összes mező kitöltése szükséges a megjegyzés elküldéséhez.
sr: Сва поља су обавезна за подношење коментара.

source: All possible Workflow States and roles of the workflow. Docstatus Options: 0 is "Saved", 1 is "Submitted" and 2 is "Cancelled"
ar: جميع حالات سير العمل وأدواره الممكنة. خيارات حالة المستند: 0 تعني "تم الحفظ"، 1 تعني "تم الإرسال"، و2 تعني "تم الإلغاء".
hu: A munkafolyamat összes lehetséges munkafolyamat állapota és szerepe. Dokumentumstátusz beállítások: A 0 a "Mentve", az 1 a "Beküldve" és a 2 a "Törölt"
sr: Сва могућа стања радног тока и улоге у радном току. Опција статуса документа: 0 је "Сачувано", 1 је "Поднето" и 2 је "Отказано"

source: All-uppercase is almost as easy to guess as all-lowercase.
ar: جميع الأحرف الكبيرة تكون سهلة التخمين تقريبا كالأحرف الصغيرة
hu: A csupa nagybetűt majdnem olyan könnyű kitalálni, mint a csupa kisbetűt.
sr: Сва велика слова су једнако лака за погађање као и сва мала слова.

source: Allocated To
ar: المخصصة ل
hu: Kiosztva Hozzá
sr: Додељено

source: Allot Points To Assigned Users
ar: تخصيص نقاط للمستخدمين المعينين
hu: Pontok Kiosztása a Hozzárendelt Felhasználókhoz
sr: Расподели поене додељеним корисницима

source: Allow
ar: السماح
hu: Engedélyezi
sr: Дозволи

source: Allow API Indexing Access
ar: السماح بالوصول إلى فهرسة API
hu: API Indexeléshez való Hozzáférés Engedélyezése
sr: Дозволи приступ индексирању API-ја

source: Allow Auto Repeat
ar: السماح للتكرار التلقائي
hu: Engedélyezze az Automatikus Ismétlést
sr: Дозволи аутоматско понављање

source: Allow Bulk Edit
ar: السماح بتحرير الكل
hu: Engedélyezi a Tömeges Szerkesztést
sr: Дозволи масовно уређивање

source: Allow Bulk Editing
ar: السماح بالتحرير الجماعي
hu: Engedélyezi a Tömeges Szerkesztést
sr: Дозволи масовно уређивање

source: Allow Comments
ar: السماح بالتعليقات
hu: Megjegyzések Engedélyezése
sr: Дозволи коментаре

source: Allow Consecutive Login Attempts
ar: السماح لمحاولات تسجيل الدخول المتتالية
hu: Egymást Követő Bejelentkezési Kísérletek Engedélyezése
sr: Дозволи узастопне покушаје пријављивања

source: Allow Delete
ar: السماح بالحذف
hu: Törlés Engedélyezése
sr: Дозволи брисање

source: Allow Dropbox Access
ar: السماح بالدخول للدروب بوكس
hu: Dropbox Hozzáférés Engedélyezése
sr: Дозволи приступ Dropbox

source: Allow Editing After Submit
hu: Szerkesztés Engedélyezése Beküldés Után
sr: Дозволи уређивање након подношења

source: Allow Google Calendar Access
ar: السماح بالوصول إلى تقويم Google
hu: Engedélyezze a Google Naptár Hozzáférést
sr: Дозволи приступ Google Calendar

source: Allow Google Contacts Access
ar: السماح بوصول جهات اتصال Google
hu: Engedélyezze a Google Névjegyek Hozzáférést
sr: Дозволи приступ Google Contact

source: Allow Google Drive Access
ar: تسمح جوجل محرك الوصول
hu: Engedélyezze a Google Drive Hozzáférést
sr: Дозволи приступ Google Drive

source: Allow Guest
ar: اسمح للضيف
hu: Vendégek Engedélyezése
sr: Дозволи госта

source: Allow Guest to View
ar: السماح للزائر بالعرض
hu: Engedélyezze Vendégnek a Megtekintést
sr: Дозволи госту да прегледа

source: Allow Guest to comment
hu: Vendég Hozzászólásának Engedélyezése
sr: Дозволи госту да коментарише

source: Allow Guests to Upload Files
ar: السماح للضيوف بتحميل الملفات
hu: Engedélyezze Vendégek Számára a Fájlok Feltöltését
sr: Дозволи госту да отпреми фајлове

source: Allow Import (via Data Import Tool)
ar: السماح بالاستيراد (عبر أداة استيراد البيانات)
hu: Importálás Engedélyezése (Adatimportáló Eszközzel)
sr: Дозволи увоз (путем алата за увоз података)

source: Allow Incomplete Forms
ar: السماح للنماذج الغير مكتمله
hu: Engedélyezze a Hiányos Űrlapokat
sr: Дозволи непотпуне обрасце

source: Allow Login After Fail
ar: السماح بتسجيل الدخول بعد الفشل
hu: Hibás Bejelentkezés Utáni Bejelentkezés Engedélyezés
sr: Дозволи пријављивање након неуспеха

source: Allow Login using Mobile Number
ar: السماح بتسجيل الدخول باستخدام رقم الجوال
hu: Bejelentkezés Engedélyezése Mobilszámmal
sr: Дозволи пријављивање помоћу мобилног телефона

source: Allow Login using User Name
ar: السماح بتسجيل الدخول باستخدام اسم المستخدم
hu: Bejelentkezés Engedélyezése Felhasználónévvel
sr: Дозволи пријављивање помоћу корисничког имена

source: Allow Modules
ar: السماح للوحدات النمطية
hu: Modulok Engedélyezése
sr: Дозволи модуле

source: Allow Multiple Responses
hu: Több Válasz Engedélyezése
sr: Дозволи вишеструке одговоре

source: Allow Older Web View Links (Insecure)
hu: Régebbi Webnézeti Hivatkozások Engedélyezése (Nem biztonságos)
sr: Дозволи старије линкове за веб-приказ (несигурно)

source: Allow Print
ar: السماح للطباعة
hu: Nyomtatás Engedélyezése
sr: Дозволи штампу

source: Allow Print for Cancelled
ar: السماح بالطباعة للإلغاء
hu: Törölt Nyomtatásának Engedélyezése
sr: Дозволи штампу за отказане

source: Allow Print for Draft
ar: السماح بالطباعة للمسودة
hu: Tervezet Nyomtatásának Engedélyezése
sr: Дозволи штампу за нацрт

source: Allow Read On All Link Options
ar: السماح للقراءة على كل خيارات الارتباط
hu: Olvasás Engedélyezése az Összes Linkre
sr: Дозволи читање свих опција за линкове

source: Allow Rename
ar: السماح بإعادة التسمية
hu: Átnevezés Engedélyezése
sr: Дозволи преименовање

source: Allow Roles
ar: الصلاحيات المسموح بها
hu: Szerepkörök Engedélyezése
sr: Дозволи улоге

source: Allow Self Approval
ar: اسمح بالموافقة الذاتية
hu: Saját Jóváhagyás Engedélyezése
sr: Дозволи самододељивање одобрења

source: Allow Sending Usage Data for Improving Applications
ar: السماح بإرسال بيانات الاستخدام لتحسين التطبيقات
hu: Használati Adatok Küldésének Engedélyezése az Alkalmazások Fejlesztéséhez
sr: Дозволи слање података о употреби за побољшање апликације

source: Allow approval for creator of the document
ar: السماح بالموافقة على منشئ المستند
hu: Engedélyezze a dokumentum létrehozójának jóváhagyását
sr: Дозволи одобрење за аутора документа

source: Allow document creation via Email
ar: السماح بإنشاء المستندات عبر البريد الإلكتروني
hu: Engedélyezze a dokumentum létrehozását e-mailben
sr: Дозволи креирање документа помоћу имејла

source: Allow editing even if the doctype has a workflow set up. Does nothing if a workflow isn't set up.
ar: يسمح بالتعديل حتى لو كان نوع المستند يحتوي على سير عمل مُعد مسبقًا. لا يفعل شيئًا إذا لم يكن هناك سير عمل مُعد مسبقًا.
hu: Engedélyezze a szerkesztést akkor is, ha a doctype-nak egy munkafolyamat van beállítva. Nem csinál semmit, ha nincs beállítva munkafolyamat.
sr: Дозволи уређивање иако је постављен радни ток. Не врши се никаква радњу уколико радни ток није постављен.

source: Allow events in timeline
ar: السماح للأحداث في المخطط الزمني
hu: Események Engedélyezése az Idővonalon
sr: Дозволи догађаје у временском редоследу

source: Allow in Quick Entry
ar: السماح لأدخال سريع
hu: Gyors Bejegyzés Engedélyezése
sr: Дозволи у брзом уносу

source: Allow on Submit
ar: السماح بالإعتماد
hu: Engedélyezés Beküldéskor
sr: Дозволи приликом подношења

source: Allow only one session per user
ar: السماح لجلسة واحدة فقط لكل مستخدم
hu: Csak egyetlen munkamenet engedélyezése felhasználónként
sr: Дозволи само једну сесију по кориснику

source: Allow page break inside tables
ar: السماح بفواصل الصفحات داخل الجداول
hu: Oldaltörés engedélyezése táblázatokon belül
sr: Дозволи прелом странице унутар табеле

source: Allow recording my first session to improve user experience
ar: اسمح بتسجيل جلستي الأولى لتحسين تجربة المستخدم
hu: Az első munkamenet rögzítésének engedélyezése a felhasználói élmény javítása érdekében
sr: Дозволи снимање моје прве сесије ради побољшања корисничког искуства

source: Allow saving if mandatory fields are not filled
ar: يسمح بحفظ البيانات في حالة عدم ملئ الحقول الإلزامية
hu: Mentés engedélyezése, ha a kötelező mezők nincsenek kitöltve
sr: Дозволи чување уколико обавезна поља нису попуњена

source: Allow sending usage data for improving applications
ar: السماح بإرسال بيانات الاستخدام لتحسين التطبيقات
hu: Használati adatok küldésének engedélyezése az alkalmazások fejlesztéséhez
sr: Дозволи слање података о употреби за побољшање апликације

source: Allow user to login only after this hour (0-24)
ar: تسمح للمستخدم لتسجيل الدخول فقط بعد هذه الساعة (0-24)
hu: A felhasználó csak az adott időpont után jelentkezhet be (0-24 óra)
sr: Дозволи кориснику да се пријави тек након овог часа (0-24)

source: Allow user to login only before this hour (0-24)
ar: تسمح للمستخدم لتسجيل الدخول فقط قبل هذه الساعة (0-24)
hu: A felhasználó csak az adott időpont előtt jelentkezhet be (0-24 óra)
sr: Дозволи кориснику да се пријави само пре овог часа (0-24)

source: Allow users to log in without a password, using a login link sent to their email
ar: اسمح للمستخدمين بتسجيل الدخول بدون كلمة مرور، باستخدام رابط تسجيل الدخول المرسل إلى بريدهم الإلكتروني
hu: Lehetővé teszi a felhasználók számára, hogy jelszó nélkül, az e-mail címükre küldött bejelentkezési link segítségével jelentkezzenek be
sr: Дозволи корисницима да се пријаве без лозинке, користећи линк за пријаву послату на њихов имејл

source: Allowed
ar: سمح
hu: Engedélyezett
sr: Дозвољено

source: Allowed File Extensions
ar: امتدادات الملفات المسموح بها
hu: Engedélyezett Fájl Kiterjesztések
sr: Дозвољене екстензије фајлова

source: Allowed In Mentions
ar: سمح في المذكرات
hu: Engedélyezett a Megemlítésekben
sr: Дозвољено у помињанима

source: Allowed Modules
ar: الوحدات النمطية المسموح بها
hu: Engedélyezett Modulok
sr: Дозвољени модули

source: Allowed Roles
ar: الأدوار المسموح بها
hu: Engedélyezett Szerepkörök
sr: Дозвољене улоге

source: Allowed embedding domains
ar: نطاقات التضمين المسموح بها
hu: Engedélyezett beágyazási domainek
sr: Дозвољени уметни домени

source: Allowing DocType, DocType. Be careful!
ar: السماح DOCTYPE ، DOCTYPE . كن حذرا!
hu: DocType, DocType engedélyezése. Legyen óvatos!
sr: Дозвољавање DocType, DocType. Будите опрезни!

source: Allows printing or PDF download of documents.
hu: Lehetővé teszi a dokumentumok nyomtatását vagy PDF letöltését.
sr: Дозвољава штампање или преузимање PDF документа.

source: Allows sharing document access with other users.
hu: Lehetővé teszi a dokumentumokhoz való hozzáférés megosztását más felhasználókkal.
sr: Дозвољава дељење приступа документима са другим корисницима.

source: Allows the user to access reports related to the document.
hu: Lehetővé teszi a felhasználó számára a dokumentumhoz kapcsolódó jelentések elérését.
sr: Дозвољава кориснику приступ извештајима везаним за документ.

source: Allows the user to create new documents.
hu: Lehetővé teszi a felhasználó számára új dokumentumok létrehozását.
sr: Дозвољава кориснику креирање нових докумената.

source: Allows the user to delete documents.
hu: Lehetővé teszi a felhasználó számára dokumentumok törlését.
sr: Дозвољава кориснику брисање докумената.

source: Allows the user to edit existing records they have access to.
hu: Lehetővé teszi a felhasználó számára a meglévő, hozzáféréssel rendelkező rekordok szerkesztését.
sr: Дозвољава кориснику уређивање постојећих записа којима има приступ.

source: Allows the user to email from the document.
hu: Lehetővé teszi a felhasználó számára, hogy e-mailt küldjön a dokumentumból.
sr: Дозвољава кориснику слање имејла из документа.

source: Allows the user to export data from the Report view.
hu: Lehetővé teszi a felhasználó számára az adatok exportálását a Jelentés nézetből.
sr: Дозвољава кориснику извоз података из приказа извештаја.
