Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Social Logins
ar: تسجيل الدخول الاجتماعي
hu: Közösségi Bejelentkezések
sr: Пријављивање путем друштвених мрежа

source: SocketIO Ping Check
ar: فحص اتصال SocketIO
sr: SocketIO пинг провера

source: SocketIO Transport Mode
ar: وضع نقل SocketIO
sr: SocketIO транспортни режим

source: Soft-Bounced
ar: لينة المرتجعة
hu: Lágy visszapattanású
sr: Привремено неуспешно

source: Some columns might get cut off when printing to PDF. Try to keep number of columns under 10.
ar: قد تُقتطع بعض الأعمدة عند الطباعة إلى ملف PDF. حاول ألا يتجاوز عدد الأعمدة 10.
hu: Egyes oszlopok levágódhatnak PDF-nyomtatáskor. Próbálja meg az oszlopok számát 10 alatt tartani.
sr: Неке колоне могу бити исечене приликом штампања у PDF формату. Покушајте да број колона буде мањи од 10.

source: Some mailboxes require a different Sent Folder Name e.g. "INBOX.Sent"
ar: تتطلب بعض صناديق البريد اسم مجلد "المرسلة" مختلفًا، على سبيل المثال "INBOX.Sent".
hu: Néhány postafiókhoz eltérő Elküldött mappanév szükséges, pl. "INBOX.Sent"
sr: Неки директоријуми захтевају другачији назив за датотеку послато, нпр. "INBOX.Sent"

source: Some of the features might not work in your browser. Please update your browser to the latest version.
ar: قد لا تعمل بعض الميزات في المتصفح. يرجى تحديث المتصفح إلى أحدث إصدار.
hu: Egyes funkciók esetleg nem működnek a böngészőjében. Kérjük frissítse böngészőjét a legfrissebb verzióra.
sr: Неке функције можда неће радити у Вашем интернет претраживачу. Молимо Вас да ажурирате интернет претраживач на најновију верзију.

source: Something went wrong
ar: حدث خطأ ما
hu: Hiba történt
sr: Дошло је до грешке

source: Something went wrong during the token generation. Click on {0} to generate a new one.
ar: حدث خطأ ما أثناء الجيل المميز. انقر على {0} لإنشاء واحدة جديدة.
hu: Hiba történt a token generálása során. Kattintson a(z) {0} gombra egy új token generálásához.
sr: Дошло је до грешке приликом генерисања токена. Кликните на {0} да бисте генерисали нови.

source: Something went wrong.
ar: حدث خطأ ما.
hu: Valami hiba történt.
sr: Дошло је до грешке.

source: Sorry! I could not find what you were looking for.
ar: عذراَ ! , لا يمكن العثورعلى ما تبحث عنه.
hu: Elnézést! Nem találtam meg azt, amit keres.
sr: Опростите! Нисам могао да пронађем оно што сте тражили.

source: Sorry! You are not permitted to view this page.
ar: عذراَ !, غير مسموح لك مشاهدة هذه الصفحة.
hu: Elnézést! Nincs jogosultsága megtekinteni ezt az oldalt.
sr: Опростите! Немате дозволу да прегледате ову страницу.

source: Sort Ascending
ar: فرز تصاعدي
hu: Növekvő Sorrend
sr: Сортирај растуће

source: Sort Descending
ar: فرز تنازلي
hu: Csökkenő Sorrend
sr: Сортирај опадајуће

source: Sort Field
ar: نوع الحقل
hu: Rendezési Mező
sr: Поље за сортирање

source: Sort Options
ar: خيارات الفرز
hu: Rendezési Beállítások
sr: Опције сортирања

source: Sort Order
ar: ترتيب
hu: Rendezési Irány
sr: Редослед сортирања

source: Sort field {0} must be a valid fieldname
ar: يجب أن يكون حقل نوع {0} لFIELDNAME صحيح
hu: A {0} rendezési mezőnek érvényes mezőnévnek kell lennie
sr: Поље за сортирање {0} мора бити важећи назив поља

source: Source
ar: المصدر
hu: Forrás
sr: Извор

source: Source Code
ar: شفرة المصدر
hu: Forráskód
sr: Изворни код

source: Source Name
ar: اسم المصدر
hu: Forrás Neve
sr: Назив извора

source: Source Text
ar: النص المصدر
hu: Forrás Szöveg
sr: Тескст извора

source: Spacer
ar: فاصل
hu: Térköz
sr: Размак

source: Spam
ar: بريد مؤذي
hu: Levélszemét
sr: Нежељено

source: Special Characters are not allowed
ar: لا يسمح أحرف خاصة
hu: Speciális karakterek használata nem engedélyezett
sr: Специјални карактери нису дозвољени

source: Special Characters except '-', '#', '.', '/', '{{' and '}}' not allowed in naming series {0}
ar: {0} الأحرف الخاصة باستثناء &quot;-&quot; ، &quot;#&quot; ، &quot;.&quot; ، &quot;/&quot; ، &quot;{{&quot; و &quot;}}&quot; غير مسموح في سلسلة التسمية
hu: Különleges karakterek, kivéve a '-', '#', '.', '/', '{{' and '}}' nem engedélyezettek a(z) {0} elnevezési sorozatokban
sr: Специјални карактери осим '-', '#', '.', '/', '{{' i '}}' нису дозвољени у серији именовања {0}

source: Specify a custom timeout, default timeout is 1500 seconds
ar: حدد مهلة مخصصة، المهلة الافتراضية هي 1500 ثانية
hu: Adjon meg egyéni időtúllépést, az alapértelmezett időtúllépés 1500 másodperc.
sr: Одредите прилагођени временско ограничење, подразумевано временско ограничење је 1500 секунди

source: Specify the domains or origins that are permitted to embed this form. Enter one domain per line (e.g., https://example.com). If no domains are specified, the form can only be embedded on the same origin.
ar: حدد النطاقات أو المصادر المسموح لها بتضمين هذا النموذج. أدخل نطاقًا واحدًا في كل سطر (مثال: https://example.com). في حال عدم تحديد أي نطاقات، لا يمكن تضمين النموذج إلا على نفس المصدر.
hu: Adja meg azokat a tartományokat vagy eredeteket, amelyek beágyazhatják ezt az űrlapot. Adjon meg soronként egy tartományt (pl. https://example.com). Ha nem ad meg tartományt, az űrlap csak ugyanazon az eredeten ágyazható be.
sr: Одредите домене или порекла која имају дозволу да буду уграђена у овај образац. Унесите један домен по линији (нпр. https://example.com). Уколико нису наведени сви домени, образац може бити уграђен само у оквиру истог порекла.

source: Splash Image
ar: صورة الغلاف
hu: Nyitókép
sr: Splash слика

source: Sr
ar: ر.ت
sr: Ср

source: Sr No.
ar: الرقم التسلسلي
hu: Sorsz.
sr: Ср бр.

source: Standard
ar: اساسي
hu: Általános
sr: Стандардно

source: Standard DocType can not be deleted.
ar: لا يمكن حذف نوع المستند القياسي.
hu: A Standard DocType nem törölhető.
sr: Стандардни DocType не може бити обрисан.

source: Standard DocType cannot have default print format, use Customize Form
ar: لا يمكن أن يكون تنسيق دوكتيب القياسي تنسيق طباعة افتراضي، استخدام نموذج مخصص
hu: A Standard DocType nem rendelkezhet alapértelmezett nyomtatási formátummal, használja az Űrlap Testreszabása lehetőséget
sr: Стандардни DocType не може имати подразумевани формат штампе, користите поље прилагоди образац

source: Standard Not Set
ar: المعيار غير محدد
hu: Szabvány Nincs Beállítva
sr: Стандардно није постављено

source: Standard Permissions
ar: الأذونات القياسية
hu: Szabványos Engedélyek
sr: Стандардне дозволе

source: Standard Print Format cannot be updated
ar: لا يمكن تحديث تنسيق الطباعة القياسية
hu: A szabványos nyomtatási formátum nem frissíthető
sr: Стандардни формат штампе не може бити ажуриран

source: Standard Print Style cannot be changed. Please duplicate to edit.
ar: لا يمكن تغيير نمط الطباعة القياسي. الرجاء تكرار التعديل.
hu: A szabványos nyomtatási stílus nem módosítható. A szerkesztéshez kérjük, másolja le.
sr: Стандардни стил штампе не може да се мења. Молимо Вас да направите дупликат да бисте уредили.

source: Standard Reports cannot be deleted
ar: لا يمكن حذف التقارير القياسية
hu: A Szabványos Jelentések nem törölhetők
sr: Стандардни извештаји не могу бити обрисани

source: Standard Reports cannot be edited
ar: لا يمكن تعديل التقارير القياسية
hu: A Szabványos Jelentések nem szerkeszthetők
sr: Стандардни извештаји се не могу уредити

source: Standard Sidebar Menu
ar: قائمة الشريط الجانبي الرئيسية
hu: Alapértelmezett Oldalsáv Menü
sr: Стандардни мени бочне траке

source: Standard Web Forms can not be modified, duplicate the Web Form instead.
ar: لا يمكن تعديل نماذج الويب القياسية، لذا قم بتكرار نموذج الويب بدلاً من ذلك.
hu: A Szabványos Web Űrlapok nem módosíthatók, helyette duplikálja a Web Űrlapot.
sr: Стандардни веб-обрасци се не могу мењати, уместо тога направите копију веб-обрасца.

source: Standard rich text editor with controls
ar: محرر نصوص منسقة قياسي مزود بعناصر تحكم
hu: Standard rich text szerkesztő vezérlőkkel
sr: Стандардни уређивач богатог текста са контролама

source: Standard roles cannot be disabled
ar: الصلاحيات القياسية لا يمكن تعطيلها
hu: Alapértelmezett szerepkörök nem tilthatók le
sr: Стандардне улоге не могу бити онемогућене

source: Standard roles cannot be renamed
ar: الصلاحيات القياسية لا يمكن إعادة تسميتها
hu: Alapértelmezett szerepkörök nem átnevezhetők
sr: Стандардне улоге не могу бити преименоване

source: Standard user type {0} can not be deleted.
ar: لا يمكن حذف نوع المستخدم القياسي {0} .
hu: A szabványos felhasználói típus {0} nem törölhető.
sr: Стандардна врста корисника {0} не може бити обрисана.

source: Standings
ar: الترتيب
hu: Rangsor
sr: Ранг листа

source: Star us on GitHub
hu: Csillagozz be GitHub-on
sr: Оцените нас звездом на GitHub-у

source: Start
ar: بداية
hu: Kezdés
sr: Почетак

source: Start Date
ar: تاريخ البدء
hu: Kezdés Dátuma
sr: Датум почетка

source: Start Date Field
ar: تاريخ البدء الحقل
hu: Kezdő Dátum Mező
sr: Поље за датум почетка

source: Start Import
ar: بدء الاستيراد
hu: Importálás Indítása
sr: Почетак увоза

source: Start Recording
ar: ابدأ التسجيل
hu: Rögzítés Indítása
sr: Започни снимање

source: Start Time
ar: بداية الوقت
hu: Kezdés Ideje
sr: Време почетка

source: Start a new discussion
ar: ابدأ نقاش جديد
hu: Új beszélgetés indítása
sr: Започни нову дискусију

source: Start entering data below this line
ar: البدء في إدخال البيانات تحت هذا الخط
hu: Kezdje el az adatok bevitelét ezen sor alatt
sr: Започните унос података испод ове линије

source: Start new Format
ar: بدء تنسيق جديد
hu: Kezdjen új formátumot
sr: Започните нови формат

source: StartTLS
sr: Покрени TLS

source: Started
ar: بدأت
hu: Elkezdve
sr: Започето

source: Started At
ar: بدأ في
hu: Kezdés Ideje
sr: Започето у

source: Starting Frappe ...
ar: جارٍ بدء Frappe ...
hu: Frappe elindítása...
sr: Покретање Frappe ...

source: Starts on
ar: يبدأ يوم
hu: Kezdődik
sr: Почиње у

source: State
ar: حالة
hu: Állapot
sr: Стање

source: State Properties
ar: ممتلكات الدولة
hu: Állapot Tulajdonságok
sr: Својства стања

source: State/Province
ar: الولاية / المقاطعة
hu: Állam / Megye
sr: Својства стања

source: States
ar: الحالات
hu: Állapotok
sr: Стања

source: Static Parameters
ar: ثابت معلمات
hu: Statikus Paraméterek
sr: Статички параметри

source: Statistics
ar: إحصائيات
hu: Statisztikák
sr: Статистика

source: Stats
ar: احصائيات
hu: Statisztikák
sr: Статистике

source: Stats Time Interval
ar: الفاصل الزمني للإحصائيات
hu: Statisztikák Időintervallum
sr: Временски интервал статистике

source: Stats based on last month's performance (from {0} to {1})
ar: الإحصائيات بناءً على أداء الشهر الماضي (من {0} إلى {1})
hu: A múlt hónap teljesítményén alapuló statisztikák ({0} - {1}-ig)
sr: Статистика заснована на перформансама у последњем месецу (од {0} до {1})

source: Stats based on last week's performance (from {0} to {1})
ar: الإحصائيات بناءً على أداء الأسبوع الماضي (من {0} إلى {1})
hu: A múlt hét teljesítményén alapuló statisztikák ({0} - {1}-ig)
sr: Статистика заснована на перформансама у последњој недељи (од {0} до {1})

source: Status
ar: الحالة
hu: Állapot
sr: Статус

source: Status Updated
ar: تم تحديث الحالة
hu: Állapot Frissítve
sr: Статус ажуриран

source: Status: {0}
ar: الحالة: {0}
hu: Állapot: {0}
sr: Статус: {0}

source: Step
ar: خطوة
hu: Lépés
sr: Корак

source: Steps
ar: خطوات
hu: Lépések
sr: Кораци

source: Steps to verify your login
ar: خطوات التحقق من تسجيل الدخول
hu: A bejelentkezés ellenőrzéséhez szükséges lépések
sr: Кораци за верификацију Вашег пријављивања

source: Stop
ar: قف
hu: Leállítás
sr: Заустави

source: Stopped
ar: توقف
hu: Leállítva
sr: Заустављено

source: Storage Usage (MB)
ar: استخدام مساحة التخزين (ميغابايت)
hu: Tárhely Használat (MB)
sr: Искоришћеност простора (MB)

source: Storage Usage By Table
ar: استخدام التخزين حسب الجدول
hu: Tárhely Használat Táblánként
sr: Искоришћеност простора по табелама

source: Store Attached PDF Document
ar: قم بتخزين مستند PDF المرفق
hu: Csatolt PDF Dokumentum Tárolása
sr: Спреми приложени PDF документ

source: Store the API secret securely. It won't be displayed again.
ar: احفظ سر واجهة برمجة التطبيقات (API) بشكل آمن. لن يتم عرضه مرة أخرى.
hu: Az API-titkot biztonságosan tárolja. Nem jelenik meg többé.
sr: Сачувајте API тајну на сигурном месту. Неће бити више приказивана.

source: Stores the JSON of last known versions of various installed apps. It is used to show release notes.
ar: يخزن JSON من الإصدارات المعروفة الأخيرة من مختلف التطبيقات المثبتة. يتم استخدامها لعرض ملاحظات الإصدار.
hu: A különböző telepített alkalmazások utolsó ismert verzióinak JSON-ját tárolja. A kiadási megjegyzések megjelenítésére szolgál.
sr: Чува JSON последњих познатих верзија различитих инсталираних апликација. Користи се за приказивање напомена о верзијама.

source: Stores the datetime when the last reset password key was generated.
ar: يخزن التاريخ والوقت اللذين تم فيهما إنشاء مفتاح إعادة تعيين كلمة المرور الأخير.
hu: Tárolja azt az időpontot, amikor az utolsó visszaállított jelszó kulcsot generálták.
sr: Чува датум и време када је последњи пут генерисан кључ за ресетовање лозинке.

source: Straight rows of keys are easy to guess
ar: صفوف متتالية من مفاتيح سهلة للتخمين
hu: Egymás utáni billentyűsorokat könnyű kitalálni
sr: Праве линије тастера се лако наслућују

source: Strip EXIF tags from uploaded images
ar: قم بإزالة بيانات EXIF من الصور التي تم تحميلها
hu: EXIF címkék eltávolítása a feltöltött képekről
sr: Уклони EXIF ознаке са отпремљених слика

source: Strong
ar: قوي
hu: Erős
sr: Наглашено

source: Style
ar: النمط
hu: Stílus
sr: Стил

source: Style Settings
ar: نمط الضبط
hu: Stílus Beállítások
sr: Подешавање стила

source: Style represents the button color: Success - Green, Danger - Red, Inverse - Black, Primary - Dark Blue, Info - Light Blue, Warning - Orange
ar: النمط يمثل لون الزر: النجاح-الأخضر ، الخطر-الأحمر ، معكوس-الأسود ، أساسي-أزرق داكن ، المعلومات-أزرق سماوي ، تحذير-برتقالي
hu: A stílus a gomb színét jelöli: Siker - Zöld, Veszély - Piros, Fordított - Fekete, Elsődleges - Sötétkék, Info - Világoskék, Figyelmeztetés - Narancssárga
sr: Стил представља боју дугмади: успех - зелена, опасност - црвена, инверзно - црна, основно - тамноплава, информације - светлоплава, упозорење - наранџаста

source: Sub-currency. For e.g. "Cent"
ar: شبه العملات. ل &quot;سنت&quot; على سبيل المثال
hu: Váltó-pénznem. Pl. "Cent"
sr: Део главне валуте, на пример "Цент"

source: Sub-domain provided by erpnext.com
ar: المجال الفرعي مقدم من erpnext.com
hu: Az erpnext.com által biztosított aldomén
sr: Поддомен који обезбеђује erpnext.com

source: Subdomain
ar: مجال فرعي
hu: Aldomén
sr: Поддомен

source: Subject
ar: موضوع
hu: Tárgy
sr: Предмет

source: Subject Field
ar: حقل الموضوع
hu: Tárgy Mező
sr: Поље за наслов

source: Subject Field type should be Data, Text, Long Text, Small Text, Text Editor
ar: يجب أن يكون نوع حقل الموضوع بيانات ، نص ، نص طويل ، نص صغير ، محرر نص
hu: A Tárgy Mező típusának a következőnek kell lennie: Adat, Szöveg, Hosszú szöveg, Kis szöveg, Szövegszerkesztő
sr: Врста поља за наслов треба да буде податак, текст, дужи текст, краћи текст, уређивач текста

source: Submission Queue
ar: قائمة الانتظار للإرسال
hu: Beküldési Sor
sr: Ред чекања за подношење

source: Submit
ar: تسجيل
hu: Küldés
sr: Поднеси

# Button in list view actions menu
source: Submit
ar: تسجيل
hu: Küldés
sr: Поднеси

# Button in web form
source: Submit
ar: تسجيل
hu: Küldés
sr: Поднеси

# Primary action in dialog
source: Submit
ar: تسجيل
hu: Küldés
sr: Поднеси

# Primary action of prompt dialog
source: Submit
ar: تسجيل
hu: Küldés
sr: Поднеси

# Submit password for Email Account
source: Submit
ar: تسجيل
hu: Küldés
sr: Поднеси

source: Submit After Import
ar: إرسال بعد الاستيراد
hu: Küldés Importálás Után
sr: Поднеси након увоза

source: Submit an Issue
ar: تقديم مشكلة
hu: Probláma Küldése
sr: Пријави проблем

# Button in web form
source: Submit another response
ar: أرسل ردًا آخر
hu: Újabb válasz beküldése
sr: Поднеси још један одговор

source: Submit button label
ar: تسمية زر الإرسال
hu: Beküldés gomb címkéje
sr: Ознака дугмета за подношење

source: Submit on Creation
ar: تقديم طلب إنشاء
hu: Beküldés Létrehozáskor
sr: Поднеси приликом креирања

source: Submit this document to complete this step.
ar: أرسل هذا المستند لإكمال هذه الخطوة.
hu: A lépés befejezéséhez küldje be ezt a dokumentumot.
sr: Поднесите овај документ да бисте завршили овај корак.

source: Submit this document to confirm
ar: إرسال هذه الوثيقة إلى تأكيد
hu: Küldje be ezt a dokumentumot megerősítésre
sr: Поднесите овај документ да бисте потврдили

# Title of confirmation dialog
source: Submit {0} documents?
ar: إرسال {0} وثائق؟
hu: {0} dokumentum beküldése?
sr: Поднеси {0} докумената?

source: Submitted
ar: مسجلة
hu: Beküldve
sr: Поднето

source: Submitted Document cannot be converted back to draft. Transition row {0}
ar: الوثيقة المسجلة لا يمكن تحويلها إلى مسودة row {0}
hu: Beküldött dokumentumot nem lehet visszaalakítani vázlattá. Átvezetési sor {0}
sr: Поднети документ се не може вратити у нацрт. Ред транзиције {0}

source: Submitted document cannot be converted back to draft while transitioning from <b>{0} State</b> to <b>{1} State</b>
hu: A beküldött dokumentum nem alakítható vissza vázlattá, miközben a <b>{0} állapotról</b> állapotra <b>{1} állapotra</b>állapotra vált.
sr: Поднети документ се не може вратити у нацрт приликом транзиције из <b>{0} стања</b> у <b>{1} стање</b>

# Freeze message while submitting a document
source: Submitting
ar: تقديم
hu: Beküldés
sr: Подношење

source: Submitting {0}
ar: تقديم {0}
hu: {0} beküldése
sr: Подношење {0}

source: Subsidiary
ar: شركة فرعية
hu: Leányvállalat
sr: Подружница

source: Subtitle
ar: عنوان فرعي
hu: Felirat
sr: Поднаслов

source: Success
ar: نجاح
hu: Siker
sr: Успех

source: Success Action
ar: نجاح العمل
hu: Sikeres Művelet
sr: Успешна радња

source: Success Message
ar: رسالة النجاح
hu: Sikerüzenet
sr: Порука о успеху

source: Success URI
ar: عنوان URL للنجاح
hu: Siker URI
sr: URI након успеха

source: Success URL
ar: رابط النجاح
hu: Siker URL
sr: URL након успеха

source: Success message
ar: رسائل النجاح
hu: Sikeres művelet üzenetet
sr: Порука о успеху

source: Success title
ar: عنوان النجاح
hu: Siker címe
sr: Наслов успеха

source: Success! You are good to go 👍
ar: نجاح! أنت جيد للذهاب 👍
hu: Siker! Készen állsz a kezdésre 👍
sr: Успешно! Спремни сте за наставак 👍

source: Successful Job Count
ar: عدد الوظائف الناجحة
hu: Sikeres Feladatok Száma
sr: Број успешних задатака

source: Successful Transactions
ar: المعاملات الناجحة
hu: Sikeres Tranzakciók
sr: Успешне трансакције

source: Successful: {0} to {1}
ar: ناجح: {0} إلى {1}
hu: Sikeres: {0} - {1}
sr: Успешно: {0} до {1}

source: Successfully Done
ar: فعلت بنجاح
hu: Sikeresen Kész
sr: Успешно завршено

source: Successfully Updated
ar: تم التحديث بنجاح
hu: Sikeres Frissítés
sr: Успешно ажурирано

source: Successfully imported {0}
ar: تم استيراد {0}بنجاح
hu: Sikeresen importálva {0}
sr: Успешно увезено {0}

source: Successfully reset onboarding status for all users.
ar: تمت إعادة ضبط حالة الإعداد بنجاح لجميع المستخدمين.
hu: Sikeresen visszaállította az összes felhasználó betanítási státuszát.
sr: Успешно је ресетован status уводне обуке за све кориснике.

source: Successfully updated translations
ar: تم تحديث الترجمات بنجاح
hu: Fordítások sikeresen frissítve
sr: Успешно ажурирани преводи

source: Successfully updated {0}
ar: تم التحديث بنجاح {0}
hu: Sikeresen frissítve {0}
sr: Успешно ажурирано {0}

source: Successfully {0} 1 record.
hu: Sikeresen {0} 1 rekord.
sr: Успешно је {0} 1 запис.

source: Successfully {0} {1} record out of {2}. Click on Export Errored Rows, fix the errors and import again.
hu: Sikeresen {0} {1} rekord a {2}-ból. Kattintson a Hibás Sorok Exportálása gombra, javítsa ki a hibákat, és importálja újra.
sr: Успешно је {0} {1} запис од {2}. Кликните на извоз редова који садрже грешку, исправите грешке и поново увезите.

source: Successfully {0} {1} records out of {2}. Click on Export Errored Rows, fix the errors and import again.
hu: Sikeresen {0} {1} rekord a {2}-ból. Kattintson a Hibás Sorok Exportálása gombra, javítsa ki a hibákat, és importálja újra.
sr: Успешно је {0} {1} записа од {2}. Кликните на извоз редова који садрже грешку, исправите грешке и поново увезите.

source: Successfully {0} {1} records.
hu: Sikeresen {1} {0} rekord.
sr: Успешно је {0} {1} записа.

source: Suggest Optimizations
ar: اقتراح تحسينات
hu: Optimalizálási Javaslatok
sr: Предложи оптимизације

source: Suggested Indexes
ar: الفهارس المقترحة
hu: Indexelási Javaslatok
sr: Предложи индексе

source: Suggested Username: {0}
ar: اسم المستخدم اقترح: {0}
hu: Javasolt Felhasználónév: {0}
sr: Предложено корисничко име: {0}

source: Sum
ar: مجموع
hu: Összeg
sr: Збир

source: Sum of {0}
ar: مجموع {0}
hu: {0} összege
sr: Збир за {0}

source: Summary
ar: ملخص
hu: Összefoglalás
sr: Резиме

source: Sunday
ar: الأحد
hu: Vasárnap
sr: Недеља

source: Suspend Sending
ar: تعليق إرسال
hu: Küldés Felfüggesztése
sr: Обустави слање

source: Switch Camera
ar: كاميرا التبديل
hu: Kamera Váltása
sr: Промени камеру

source: Switch Theme
ar: تبديل المظهر
hu: Téma Váltása
sr: Промени тему

source: Switch To Desk
ar: التبديل إلى مكتب
hu: Váltás Asztalra
sr: Пребаци на радну површину

source: Switch to Frappe CRM for smarter sales
hu: Váltson Frappe CRM-re az okosabb értékesítésért
sr: Пребаци се на Frappe CRM за паметнију продају

source: Switching Camera
ar: تبديل الكاميرا
hu: Kameraváltás
sr: Промена камере

source: Symbol
ar: رمز
hu: Szimbólum
sr: Симбол

source: Sync
ar: مزامنة
hu: Szinkronizalás
sr: Синхронизуј

source: Sync Calendar
ar: مزامنة التقويم
hu: Naptár Szinkronizálása
sr: Синхронизуј календар

source: Sync Contacts
ar: مزامنة جهات الاتصال
hu: Névjegyek Szinkronizálása
sr: Синхронизуј контакте

source: Sync events from Google as public
ar: مزامنة الأحداث من جوجل كأحداث عامة
hu: Események szinkronizálása a Google-ból nyilvánosként
sr: Синхронизуј догађаје из Google-а као јавне

source: Sync on Migrate
ar: المزامنة على ترحيل
hu: Szinkronizálás migráláskor
sr: Синхронизуј приликом миграције

source: Sync token was invalid and has been reset, Retry syncing.
ar: رمز المزامنة غير صالح وتمت إعادة تعيينه، جارٍ إعادة محاولة المزامنة.
hu: A szinkronizációs token érvénytelen volt, és vissza lett állítva. Próbálja újra a szinkronizálást.
sr: Токен за синхронизацију је био неважећи и ресетован је. Покушајте поново.

source: Sync with Google Calendar
ar: مزامنة مع تقويم Google
hu: Szinkronizálás a Google Naptárral
sr: Синхронизуј са Google Calendar-ом

source: Sync with Google Contacts
ar: مزامنة مع جهات اتصال Google
hu: Szinkronizálás a Google Névjegyekkel
sr: Синхронизуј са Google Contacts

source: Sync {0} Fields
ar: مزامنة {0} الحقول
hu: {0} Mező Szinkronizálása
sr: Синхронизуј {0} поља

source: Synced Fields
ar: الحقول المتزامنة
hu: Szinkronizált Mezők
sr: Синхронизована поља

source: Syncing
ar: المزامنة
hu: Szinkronizálás
sr: Синхронизовање

source: Syncing {0} of {1}
ar: مزامنة {0} من {1}
hu: A(z) {1} {0} szinkronizálása
sr: Синхронизовање {0} од {1}

source: Syntax Error
ar: خطأ في بناء الجملة
hu: Szintaxis Hiba
sr: Грешка у синтакси

source: System
ar: نظام
hu: Rendszer
sr: Систем

source: System Console
ar: وحدة تحكم النظام
hu: Rendszer Konzol
sr: Системска конзола

source: System Generated Fields can not be renamed
ar: لا يمكن إعادة تسمية الحقول التي أنشأها النظام
hu: A rendszer által generált mezők nem nevezhetők át
sr: Системски генерисана поља се не могу преименовати

source: System Health Report
ar: تقرير صحة النظام
hu: Rendszer Állapot Jelentés
sr: Извештај о стању система

source: System Health Report Errors
ar: أخطاء تقرير صحة النظام
hu: Rendszer Állapot Jelentés Hibái
sr: Грешке у извештају о стању система

source: System Health Report Failing Jobs
ar: تقرير حالة النظام: الوظائف الفاشلة
hu: Rendszerállapot Jelentés Sikertelen Feladatokról
sr: Неуспешни задаци у извештају о стању система

source: System Health Report Queue
ar: قائمة انتظار تقارير صحة النظام
hu: Rendszer Állapot Jelentés Várakozási Sor
sr: Ред чекања у извештају о стању система
