Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Please find attached {0}: {1}
ar: يرجى الاطلاع على المرفق {0}: {1}
hu: Kérjük, csatolja a következőt: {0}: {1}
sr: У прилогу можете пронаћи {0}: {1}

source: Please hide the standard navbar items instead of deleting them
ar: الرجاء إخفاء عناصر شريط التنقل القياسية بدلاً من حذفها
hu: Kérjük, törlés helyett rejtse el a szokásos navigációs sáv elemeit
sr: Молимо Вас да сакријете стандардне навигационе траке уместо да их обришете

source: Please login to post a comment.
ar: الرجاء تسجيل الدخول لإضافة تعليق.
hu: Kérjük, jelentkezzen be hozzászólás írásához.
sr: Молимо Вас да се пријавите како бисте оставили коментар.

source: Please make sure the Reference Communication Docs are not circularly linked.
ar: يرجى التأكد من أن وثائق الاتصال المرجعية غير مرتبطة بشكل دائري.
hu: Kérjük, győződjön meg róla, hogy a Referencia Kommunikációs Dokumentumok nem körkörösen vannak összekapcsolva.
sr: Молимо Вас да се уверите да документи референтне комуникације нису кружно повезани.

source: Please refresh to get the latest document.
ar: يرجى تحديث للحصول على أحدث وثيقة.
hu: Kérjük, frissítse a legfrissebb dokumentum eléréséhez.
sr: Молимо Вас да освежите како бисте добили најновији документ.

source: Please remove the printer mapping in Printer Settings and try again.
ar: يرجى إزالة تعيين الطابعة في إعدادات الطابعة والمحاولة مرة أخرى.
hu: Kérjük, távolítsa el a nyomtató hozzárendelését a Nyomtatóbeállításokban, és próbálja meg újra.
sr: Молимо Вас да уклоните мапирање штампача у подешавањима штампе и покушате поново.

source: Please save before attaching.
ar: الرجاء حفظ قبل إرفاق.
hu: Kérjük, mentse el a csatolás előtt.
sr: Молимо Вас да сачувате пре него што приложите.

source: Please save the Newsletter before sending
ar: يرجى حفظ النشرة الإخبارية قبل إرسالها
hu: Kérjük, mentse a hírlevelet a küldés előtt
sr: Молимо Вас да сачувате билтен пре слања

source: Please save the document before assignment
ar: الرجاء حفظ المستند قبل التعيين
hu: Kérjük, a hozzárendelés előtt mentse el a dokumentumot
sr: Молимо Вас да сачувате документ пре додељивања

source: Please save the document before removing assignment
ar: الرجاء حفظ المستند قبل إزالة المهمة
hu: Kérjük, mentse el a dokumentumot a hozzárendelés eltávolítása előtt
sr: Молимо Вас да сачувате документ пре уклањања додељивања

source: Please save the form before previewing the message
ar: يرجى حفظ النموذج قبل معاينة الرسالة
hu: Kérjük, mentse el az űrlapot az üzenet megtekintése előtt
sr: Молимо Вас да сачувате образац пре прегледа поруке

source: Please save the report first
ar: يرجى حفظ التقرير الأول
hu: Kérjük, mentse a jelentés először
sr: Молимо Вас да прво сачувате извештај

source: Please save to edit the template.
ar: يرجى الحفظ لتعديل القالب.
hu: Kérjük, mentse a sablon szerkesztéséhez.
sr: Молимо Вас да сачувате да бисте уредили овај шаблон.

source: Please select Company
ar: الرجاء اختيار شركة \n<br>\nPlease select Company
hu: Kérjük, válasszon céget
sr: Молимо Вас да изаберете компанију

source: Please select DocType first
ar: يرجى تحديد DOCTYPE أولا
hu: Kérjük, először válassza ki a DocType-ot
sr: Молимо Вас да прво изаберете DocType

source: Please select Entity Type first
ar: يرجى اختيار نوع الكيان أولا
hu: Kérjük, először válasszon ki a jogalany típusát
sr: Молимо Вас да прво изаберете врсту ентитета

source: Please select Minimum Password Score
ar: يرجى تحديد الحد الأدنى لسجل كلمة المرور
hu: Kérjük, válasszon Minimum jelszó erősséget
sr: Молимо Вас да одаберете минималну оцену јачине лозинке

source: Please select X and Y fields
ar: الرجاء تحديد الحقلين X وY
hu: Kérjük, válassza ki az X és Y mezőket
sr: Молимо Вас да изаберете X и Y поља

source: Please select a DocType in options before setting filters
ar: يرجى تحديد نوع المستند في الخيارات قبل ضبط عوامل التصفية
hu: Kérjük, a szűrők beállítása előtt válassza ki a DocType-t a beállítások között
sr: Молимо Вас да изаберете DocType у опцијама пре постављања филтера

source: Please select a country code for field {1}.
ar: يرجى تحديد رمز الدولة للحقل {1}.
hu: Kérjük, válasszon egy országkódot a {1} mezőhöz.
sr: Молимо Вас да изаберете шифру државе за поље {1}.

source: Please select a file first.
ar: يرجى اختيار ملف أولاً.
hu: Kérjük, először válassz ki egy fájlt.
sr: Молимо Вас да прво изаберете фајл.

source: Please select a file or url
ar: يرجى تحديد ملف أو URL
hu: Kérjük, válasszon egy fájlt vagy url-t
sr: Молим Вас да изаберете фајл или URL

source: Please select a valid csv file with data
ar: يرجى تحديد ملف CSV ساري المفعول مع البيانات
hu: Kérjük, válasszon egy érvényes, adatokat tartalmazó csv fájlt
sr: Молимо Вас да изаберете важећи csv фајл са подацима

source: Please select a valid date filter
ar: الرجاء تحديد مرشح تاريخ صالح
hu: Kérjük, válasszon egy érvényes dátum szűrést
sr: Молимо Вас да изаберете важећи филтер да датум

source: Please select applicable Doctypes
ar: يرجى اختيار الأساليب المناسبة
hu: Kérjük, válassza ki az alkalmazandó Doctype-ot
sr: Молимо Вас да изаберете примењиве DocType-ове

source: Please select atleast 1 column from {0} to sort/group
ar: يرجى تحديد عمود واحد على الأقل من {0} إلى التصنيف / المجموعة
hu: Válasszon ki legalább 1 oszlopot a {0} közül a rendezéshez/csoportosításhoz
sr: Молимо Вас да изаберете барем 1 колону из {0} за сортирање/груписање

source: Please select prefix first
ar: الرجاء اختيار البادئة اولا
hu: Kérjük, válasszon előtagot először
sr: Молимо Вас да прво изаберете префикс

source: Please select the Document Type.
ar: الرجاء تحديد نوع المستند.
hu: Kérjük, válassza ki a Dokumentum Típusát.
sr: Молимо Вас да изаберете врсту документа.

source: Please select the LDAP Directory being used
ar: يرجى تحديد دليل LDAP المستخدم
hu: Kérjük, válassza ki a használt LDAP könyvtárat
sr: Молимо Вас да изаберете LDAP директоријум који се користи

source: Please select {0}
ar: الرجاء اختيار {0}
hu: Kérjük, válassza ki a {0}
sr: Молимо Вас да изаберете {0}

source: Please set Dropbox access keys in site config or doctype
hu: Kérjük, állítsa be a Dropbox hozzáférési kulcsokat a webhely konfigurációjában vagy a doctype-ban
sr: Молимо Вас да поставите Dropbox приступне кључеве у конфигурацији сајта или doctype

source: Please set Email Address
ar: يرجى وضع عنوان البريد الإلكتروني
hu: Kérjük, állítsa be az E-mail Címet
sr: Молимо Вас да поставите имејл адресу

source: Please set a printer mapping for this print format in the Printer Settings
ar: يرجى تعيين تعيين طابعة لتنسيق الطباعة هذا في &quot;إعدادات الطابعة&quot;
hu: Kérjük, állítsa be a nyomtató leképezését ehhez a nyomtatási formátumhoz a Nyomtató Beállítások részben
sr: Молимо Вас да поставите мапирање штампача за овај формат штампе у подешавањима штампе

source: Please set filters
ar: يرجى تعيين المرشحات
hu: Kérjük, állítsa be a szűrőket
sr: Молимо Вас да поставите филтере

source: Please set filters value in Report Filter table.
ar: الرجاء تعيين قيمة عوامل التصفية في جدول تصفية التقرير.
hu: Kérjük, állítsa be a szűrők értékét a Jelentés Szűrő táblázatában.
sr: Молимо Вас да поставите вредности филтера у табели филтер извештаја.

source: Please set the document name
ar: يرجى تحديد اسم المستند
hu: Kérjük, adja meg a dokumentum nevét
sr: Молимо Вас да поставите назив документа

source: Please set the following documents in this Dashboard as standard first.
ar: يرجى تعيين المستندات التالية في لوحة المعلومات هذه كمعيار أولاً.
hu: Kérjük, először a következő dokumentumokat állítsa be alapértelmezettként ezen a műszerfalon.
sr: Молимо Вас да прво поставите следећа документа у овој контролној табли као стандардна.

source: Please set the series to be used.
ar: يرجى ضبط المسلسل ليتم استخدامه.
hu: Kérjük, állítsa be a használni kívánt sorozatot.
sr: Молимо Вас да поставите серију која ће се користити.

source: Please setup SMS before setting it as an authentication method, via SMS Settings
ar: يرجى إعداد سمز قبل تعيينه كطريقة المصادقة، عبر إعدادات سمز
hu: Kérjük, állítsa be az SMS-t, mielőtt beállítja azt hitelesítési módként, az SMS Beállítások segítségével
sr: Молимо Вас да поставите SMS пре него што га поставите као метод аутентификације, путем SMS подешавања

source: Please setup a message first
ar: يرجى إعداد رسالة أولاً
hu: Kérjük, először állítson be egy üzenetet
sr: Молимо Вас да прво поставите поруку

source: Please setup default outgoing Email Account from Settings > Email Account
ar: يرجى إعداد حساب البريد الإلكتروني الصادر الافتراضي من الإعدادات > حساب البريد الإلكتروني
hu: Kérjük, állítsa be az alapértelmezett kimenő e-mail fiókot a Beállítások > E-mail fiók menüpontban
sr: Молимо Вас да поставите подразумевани излазни имејл налог из Подешавања > Имејл налог

source: Please setup default outgoing Email Account from Tools > Email Account
ar: يرجى إعداد حساب البريد الإلكتروني الصادر الافتراضي من الأدوات > حساب البريد الإلكتروني
hu: Kérjük, állítsa be az alapértelmezett kimenő e-mail fiókot az Eszközök > E-mail fiók menüpontban
sr: Молимо Вас да поставите подразумевани излазни имејл налог из Алати > Имејл налог

source: Please specify
ar: رجاء حدد
hu: Kérjük, adja meg
sr: Молимо Вас да прецизирате

source: Please specify a valid parent DocType for {0}
ar: يرجى تحديد نوع المستند الأصل الصحيح لـ {0}
hu: Kérjük, adjon meg egy érvényes szülő DocType-ot a(z) {0} címhez
sr: Молимо Вас да наведете важећи матични DocType за {0}

source: Please specify the field from which to attach files
ar: يرجى تحديد الحقل الذي سيتم إرفاق الملفات منه
hu: Kérjük, adja meg a mezőt, ahonnan a fájlokat csatolni kívánja
sr: Молимо Вас да наведете из ког поља желите да приложите фајлове

source: Please specify which date field must be checked
ar: يرجى تحديد حقل التاريخ الذي يجب التحقق منه
hu: Kérjük, adja meg, hogy melyik dátummezőt kell bejelölni
sr: Молимо Вас да наведете које поље за датум мора бити проверено

source: Please specify which value field must be checked
ar: يرجى تحديد حقل القيمة الذي يجب التحقق منه
hu: Kérjük, adja meg, hogy melyik értékmezőt kell bejelölni
sr: Молимо Вас да наведете које поље за вредност мора бити проверено

source: Please try again
ar: حاول مرة اخرى
hu: Kérjük, próbálja újra
sr: Молимо Вас да покушате поново

source: Please update {} before continuing.
ar: يرجى تحديث {} قبل المتابعة.
hu: Folytatás előtt kérjük frissítse a {}.
sr: Молимо Вас да ажурирате {} пре него што наставите.

source: Please use a valid LDAP search filter
ar: يرجى استخدام عامل تصفية بحث LDAP صالح
hu: Kérjük, használjon érvényes LDAP keresési szűrőt
sr: Молимо Вас да користите важећи LDAP филтер за претрагу

source: Please use following links to download file backup.
ar: يرجى استخدام الروابط التالية لتنزيل نسخة احتياطية من الملف.
hu: Kérjük, használja az alábbi linkeket a fájlmentés letöltéséhez.
sr: Молимо Вас да користите следеће линкове да преузмете резервну копију фајла.

source: Please verify your Email Address
ar: يرجى التحقق من عنوان البريد الإلكتروني الخاص بك
hu: Kérjük, ellenőrizze az E-mail Címét
sr: Молимо Вас да верификујете своју имејл адресу

source: Please visit https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key for more information.
ar: يرجى زيارة https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key لمزيد من المعلومات.
hu: További információkért kérjük, látogasson el a https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key oldalra.
sr: Молимо Вас да посетите https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key за више информација.

source: Point Allocation Periodicity
ar: نقطة التخصيص الدورية
hu: A pontok kiosztásának időköze
sr: Периодичност доделе поена

source: Points
ar: نقاط
hu: Pontok
sr: Поени

source: Points Given
ar: النقاط المقدمة
hu: Pontok Megadva
sr: Додељени поени

source: Polling
ar: استطلاعات الرأي
hu: Lekérdezés
sr: Периодично испитивање

source: Popover Element
ar: عنصر البوبون
hu: Felugró Elem
sr: Елемент искачуће поруке

source: Popover or Modal Description
ar: وصف النافذة المنبثقة أو النافذة المشروطة
hu: Felugró vagy Modális Leírása
sr: Опис искачуће поруке или модалног прозора

source: Port
ar: المنفذ
sr: Порт

source: Portal
ar: البوابة
hu: Portál
sr: Портал

source: Portal Menu
ar: البوابة القائمة
hu: Portál Menü
sr: Мени портала

source: Portal Menu Item
ar: بوابة عنصر القائمة
hu: Portál Menüpont
sr: Ставка менија портала

source: Portal Settings
ar: إعدادات البوابة
hu: Portál Beállítások
sr: Подешавање портала

source: Portrait
ar: صورة
hu: Portré
sr: Портрет

source: Position
ar: موضع
hu: Pozíció
sr: Позиција

source: Post
ar: بعد
hu: Hozzászólás
sr: Објави

source: Post it here, our mentors will help you out.
ar: انشرها هنا، وسيساعدك مرشدونا.
hu: Tedd ide közzé, mentoraink segíteni fognak neked.
sr: Објави овде, наши ментори ће ти помоћи.

source: Postal
ar: بريدي
hu: Postai
sr: Адреса за пријем поште

source: Postal Code
ar: الرمز البريدي
hu: Irányítószám
sr: Поштански број

source: Posting Timestamp
ar: تاريخ النشر
hu: Közzététel Időbélyeg
sr: Време објаве

source: Posts
ar: المشاركات
hu: Hozzászólások
sr: Објаве

source: Posts by {0}
ar: مشاركات {0}
hu: {0} bejegyzései
sr: Објаве корисника {0}

source: Posts filed under {0}
ar: الوظائف المقدمة في إطار {0}
hu: {0} alatti hozzászólások
sr: Објаве у категорији {0}

source: Precision
ar: دقة
hu: Pontosság
sr: Прецизност

source: Precision ({0}) for {1} cannot be greater than its length ({2}).
ar: لا يمكن أن تكون الدقة ({0}) لـ {1} أكبر من طولها ({2}).
hu: A pontosság ({0}) a(z) {1} esetében nem lehet nagyobb, mint a hossza ({2}).
sr: Прецизност ({0}) за {1} не може бити већа од његове дужине ({2}).

source: Precision should be between 1 and 6
ar: وينبغي أن تكون الدقة بين 1 و 6
hu: A pontosságnak 1 és 6 között kell lennie
sr: Прецизност треба да буде између 1 и 6

source: Predictable substitutions like '@' instead of 'a' don't help very much.
ar: بدائل يمكن التنبؤ بها مثل &#39;@&#39; بدلا من &#39;&#39; لا يساعد كثيرا جدا.
hu: Az olyan kiszámítható helyettesítések, mint a „@” az „a” betű helyett, nem nagyon segítenek.
sr: Предвидиве замене попут '@' уместо 'а' нису од велике помоћи.

source: Prefer not to say
ar: تقضيل عدم الافصاح
hu: Nem szeretném közölni
sr: Без изјашњења

source: Preferred Billing Address
ar: عنوان الفواتير المفضل
hu: Preferált Számlázási Cím
sr: Преферирана адреса за фактурисање

source: Preferred Shipping Address
ar: عنوان النقل البحري المفضل
hu: Preferált Szállítási Cím
sr: Преферирана адреса за испоруку

source: Prefix
ar: بادئة
hu: Előtag
sr: Префикс

source: Prepared Report
ar: أعد التقرير
hu: Előkészített Jelentés
sr: Припремљен извештај

source: Prepared Report Analytics
ar: تحليلات التقارير المُعدة
hu: Elkészített Jelentés Analitika
sr: Аналитика припремљених извештаја

source: Prepared Report User
ar: إعداد تقرير المستخدم
hu: Előkészített Jelentés Felhasználó
sr: Корисник припремљеног извештаја

source: Prepared report render failed
ar: فشل عرض التقرير المُعدّ
hu: Elkészített jelentés renderelése sikertelen
sr: Приказ припремљеног извештаја није успео

source: Preparing Report
ar: إعداد التقرير
hu: Jelentés Előkészítése
sr: Припрема извештаја

source: Prepend the template to the email message
ar: قم بإضافة القالب إلى رسالة البريد الإلكتروني
hu: Sablon beillesztése az e-mail üzenetbe
sr: Додај шаблон на почетак имејл поруке

source: Press Alt Key to trigger additional shortcuts in Menu and Sidebar
ar: اضغط على مفتاح Alt لتشغيل اختصارات إضافية في القائمة وشريط جانبي
hu: Nyomja meg az Alt billentyűt további billentyűparancsok aktiválásához a menüben és az oldalsávon
sr: Притисните тастер Alt да бисте активирали додатне пречице у менију и бочној траци

source: Press Enter to save
ar: اضغط على إنتر للحفظ
hu: Nyomjon Entert a mentéshez
sr: Притисните Enter да сачувате

source: Preview
ar: معاينة
hu: Előnézet
sr: Прегелд

source: Preview HTML
ar: معاينة HTML
hu: Előnézet HTML
sr: Преглед HTML-а

source: Preview Image
ar: معاينة الصورة
hu: Előnézeti Kép
sr: Преглед слике

source: Preview Message
ar: عرض الرسالة
hu: Üzenet Előnézete
sr: Преглед поруке

source: Preview Mode
ar: وضع المعاينة
hu: Előnézeti Mód
sr: Режим прегледа

source: Preview of generated names
ar: معاينة للأسماء المُولّدة
hu: A generált nevek előnézete
sr: Преглед генерисаних назива

source: Preview type
ar: نوع المعاينة
hu: Előnézet típusa
sr: Врста прегледа

source: Preview:
ar: معاينة:
hu: Előnézet:
sr: Преглед:

source: Previous
ar: سابق
hu: Előző
sr: Претходни

# Go to previous slide
source: Previous
ar: سابق
hu: Előző
sr: Претходни

source: Previous Document
hu: Előző Dokumentum
sr: Претходни документ

source: Previous Hash
ar: السابق هاش
hu: Előző Hash
sr: Претходни хеш

source: Previous Submission
ar: التقديم السابق
hu: Előző Beküldés
sr: Претходно подношење

source: Primary
ar: أساسي
hu: Elsődleges
sr: Примарна

source: Primary Address
ar: عنوان أساسي
hu: Elsődleges Cím
sr: Примарна адреса

source: Primary Color
ar: لون أصلي
hu: Elsődleges Szín
sr: Примарна боја

source: Primary Contact
ar: جهة الاتصال الرئيسية
hu: Elsődleges Kapcsolattartó
sr: Примарни контакт

source: Primary Email
ar: البريد الإلكتروني الرئيسي
hu: Elsődleges E-mail
sr: Примарни имејл

source: Primary Mobile
ar: الهاتف المحمول الأساسي
hu: Elsődleges Mobil Szám
sr: Примарни број телефона

source: Primary Phone
ar: رقم الهاتف الرئيسي
hu: Elsődleges Telefon Szám
sr: Примарни телефон

source: Print
ar: طباعة
hu: Nyomtatás
sr: Штампа

# Button in list view actions menu
source: Print
ar: طباعة
hu: Nyomtatás
sr: Штампа

source: Print Documents
ar: طباعة الوثائق
hu: Dokumentumok Nyomtatása
sr: Штампа документа

source: Print Format
ar: تنسيق الطباعة
hu: Nyomtatási Sablon
sr: Формат штампе

source: Print Format Builder
ar: منشئ تنسيق الطباعة
hu: Nyomtatási Sablon Készítő
sr: Алата за креирање формата штампе

source: Print Format Builder (New)
hu: Nyomtatvány sablon készítő (Új)
sr: Алат за креирање формата штампе (Ново)

source: Print Format Builder Beta
ar: أداة إنشاء تنسيق الطباعة (نسخة تجريبية)
hu: Nyomtatási Sablon Készítő Béta
sr: Алат за креирање формата штампе Бета

source: Print Format Error
ar: خطأ في تنسيق الطباعة
hu: Nyomtatási Formátum Hiba
sr: Грешка у формату за штампу

source: Print Format Field Template
ar: قالب حقل تنسيق الطباعة
hu: Nyomtatási Formátum Mező Sablon
sr: Шаблон поља формата за штампу

source: Print Format For
ar: تنسيق الطباعة لـ
hu: Nyomtatási Formátum
sr: Формат штампе за

source: Print Format Help
ar: تنسيق الطباعة مساعدة
hu: Nyomtatási Sablon Súgó
sr: Помоћ за формат штампе

source: Print Format Type
ar: نوع تنسيق الطباعة
hu: Nyomtatási Sablon típusa
sr: Врста формата штампе

source: Print Format not found
ar: لم يتم العثور على تنسيق الطباعة
hu: Nyomtatási formátum nem található
sr: Формат штампе није пронађен

source: Print Format {0} is disabled
ar: تم تعطيل تنسيق الطباعة {0}
hu: A nyomtatási sablon {0} le van tiltva
sr: Формат штампе {0} је онемогућен

source: Print Formats allow you can define looks for documents when printed or converted to PDF. You can also create a custom Print Format using drag-and-drop tools.
hu: A Nyomtatási Formátumok lehetővé teszi, hogy meghatározza a dokumentumok megjelenését nyomtatáskor vagy PDF-be konvertáláskor. Egyéni Nyomtatási Formátumot is létrehozhat a drag-and-drop eszközök segítségével.
sr: Формати штампе Вам омогућавају да дефинишете изглед документа приликом штампе или конвертовања у PDF. Такође можете креирати прилагођени формат штампе користећи алатке за превлачење и испуштање.

source: Print Heading
ar: طباعة العنوان
hu: Címsor Nyomtatás
sr: Наслов штампе

source: Print Hide
ar: اخفاء الطباعة
hu: Nyomtatás Elrejtése
sr: Сакриј штампу

source: Print Hide If No Value
ar: طباعة إخفاء إذا لا قيمة
hu: Nyomtatás elrejtése, ha nincs érték
sr: Сакриј штампу уколико нема вредности

source: Print Language
ar: لغة الطباعة
hu: Nyomtatás Nyelve
sr: Језик штампе

source: Print Sent to the printer!
ar: طباعة المرسلة إلى الطابعة!
hu: Nyomtatás Elküldve a nyomtatónak!
sr: Штампа је послата на штампач!

source: Print Server
ar: ملقم الطباعة
hu: Nyomtatási Kiszolgáló
sr: Сервер за штампу

source: Print Settings
ar: إعدادات الطباعة
hu: Nyomtatási Beállítások
sr: Подешавање штампе

source: Print Style
ar: الطباعة ستايل
hu: Nyomtatási Stílus
sr: Стил штампе

source: Print Style Name
ar: اسم نمط الطباعة
hu: Nyomtatási Stílus Neve
sr: Назив стила штампе

source: Print Style Preview
ar: معاينة قبل الطباعة ستايل
hu: Nyomtatási Stílus Előnézet
sr: Преглед стила штампе

source: Print Width
ar: طباعة العرض
hu: Nyomtatási Szélesség
sr: Ширина штампе

source: Print Width of the field, if the field is a column in a table
ar: حقل عرض الطباعة، إذا كان الحقل عمود في الجدول
hu: A mező nyomtatási szélessége, ha a mező egy táblázat oszlopa
sr: Ширина поља за штампу, уколико је поље колона у табели

source: Print document
ar: مستند الطباعة
hu: Dokumentum nyomtatása
sr: Штампа документа

source: Print with letterhead
ar: طباعة مع ترويسة
hu: Nyomtatás fejléccel
sr: Штампа са заглављем

source: Printer
ar: طابعة
hu: Nyomtató
sr: Штампач

source: Printer Mapping
ar: تعيين الطابعة
hu: Nyomtató Feltérképezése
sr: Мапирање штампача

source: Printer Name
ar: اسم الطابعة
hu: Nyomtató Neve
sr: Назив штампача

source: Printer Settings
ar: إعدادات الطابعة
hu: Nyomtató Beállítások
sr: Подешавање штампача

source: Printer mapping not set.
ar: لم يتم تعيين إعدادات الطابعة.
hu: Nyomtató-hozzárendelés nincs beállítva.
sr: Мапирање штампача није подешено.

source: Printing
ar: طبع
hu: Nyomtatás
sr: Штампање

source: Printing failed
ar: فشلت الطباعة
hu: Nyomtatás Sikertelen
sr: Штампање неуспешно

source: Priority
ar: أفضلية
hu: Prioritás
sr: Приоритет

source: Private
ar: خاص
hu: Magán
sr: Приватно

source: Private Files (MB)
ar: الملفات الخاصة (ميغابايت)
hu: Privát Fájlok (MB)
sr: Приватни фајлови (MB)

source: Private Files Backup:
ar: نسخ احتياطي للملفات الخاصة:
hu: Privát fájlok biztonsági mentése:
sr: Резервна копија приватних фајлова:

source: ProTip: Add <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> to send document reference
ar: ProTip: إضافة <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> لإرسال وثيقة مرجعية
hu: Protipp: <code>Hivatkozás hozzáadása: {{ reference_doctype }} {{ reference_name }}</code> a dokumentum hivatkozásának elküldéséhez
sr: Савет: Додаје <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> да пошаљете референцу документа

source: Proceed
ar: يتابع
hu: Folytatás
sr: Настави

source: Proceed Anyway
ar: المتابعة على أية حال
hu: Folytatás Mindenképpen
sr: Ипак настави

source: Processing
ar: معالجة
hu: Feldolgozás
sr: Обрада

source: Processing...
ar: معالجة...
hu: Feldolgozás...
sr: Обрада у току...

source: Prof
sr: Проф

source: Profile
ar: حساب تعريفي
hu: Profil
sr: Профил

source: Profile Picture
ar: صورة الملف الشخصي
hu: Profilkép
sr: Профилна слика

source: Profile updated successfully.
ar: تم تحديث المَلف الشخصي بنجاح.
hu: A profil sikeresen frissítve.
sr: Профил је успешно ажуриран.

source: Progress
ar: تقدم
hu: Előrehaladás
sr: Напредак

source: Project
ar: مشروع
hu: Projekt
sr: Пројекат

source: Property
ar: ممتلكات
hu: Tulajdonság
sr: Својство

source: Property Depends On
ar: الملكية تعتمد على
hu: Tulajdonság Függ Tőle
sr: Својство зависи од

source: Property Setter
ar: الملكية واضعة
hu: Tulajdonság Beállító
sr: Поставка својства

source: Property Setter overrides a standard DocType or Field property
ar: يقوم مُعدِّل الخاصية بتجاوز خاصية DocType أو Field القياسية
hu: A Property Setter felülbírálja a szabványos DocType vagy Field tulajdonságot
sr: Поставка својства поништава стандардно својство DocType-а или поља

source: Property Type
ar: نوع الملكية
hu: Tulajdonság Típusa
sr: Врста својства

source: Protect Attached Files
ar: حماية الملفات المرفقة
hu: Csatolt Fájlok Védelme
sr: Заштити приложене фајлове

source: Protected File
ar: ملف محمي
hu: Védett Fájl
sr: Заштићени фајл
