Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: For example: If you want to include the document ID, use {0}
ar: على سبيل المثال: إذا كنت تريد تضمين الوثيقة ID، استخدم {0}
hu: Például: Ha hozzá szeretné fűzni a dokumentum azonosítót, használja ezt: {0}
sr: На пример: Уколико желите да укључите ИД документа, користите {0}

source: For example: {} Open
ar: على سبيل المثال: {} فتح
hu: Például: {} Megnyitás
sr: На пример: {} отворен

source: For help see <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Client Script API and Examples</a>
ar: للحصول على المساعدة ، راجع <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">أمثلة و API Script</a>
hu: Segítségért lásd: <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Kliens Szkript API és példák</a>
sr: За помоћ погледајте <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">API за клијентске скрипте и примери</a>

source: For more information, <a class="text-muted" href="https://docs.frappe.io/erpnext/user/manual/en/linking-emails-to-document">click here</a>.
ar: لمزيد من المعلومات ، <a class="text-muted" href="https://docs.frappe.io/erpnext/user/manual/en/linking-emails-to-document">انقر هنا</a> .
hu: További információkért <a class="text-muted" href="https://docs.frappe.io/erpnext/user/manual/en/linking-emails-to-document">kattintson ide</a>.
sr: За више информација , <a class="text-muted" href="https://docs.frappe.io/erpnext/user/manual/en/linking-emails-to-document">кликните овде</a>.

source: For more information, {0}.
ar: لمزيد من المعلومات ، {0}.
hu: További információ: {0}.
sr: За више информација, {0}.

source: For multiple addresses, enter the address on different line. e.g. test@test.com ⏎ test1@test.com
ar: لإدخال عناوين متعددة، أدخل العنوان في سطر منفصل. مثال: test@test.com ⏎ test1@test.com
hu: Több cím esetén a címeket külön sorban kell megadni. pl.: test@test.com ⏎ test1@test.com
sr: За више адреса, унесите адресе у различитим редовима, на пример test@test.com ⏎ test1@test.com

source: For updating, you can update only selective columns.
ar: لتحديث، يمكنك تحديث الأعمدة انتقائية فقط.
hu: A frissítéshez csak szelektív oszlopokat frissíthet.
sr: За ажурирање, можете ажурирати само селективне колоне.

source: For {0} at level {1} in {2} in row {3}
ar: ل {0} في {1} مستوى في {2} في {3} الصف
hu: {0} esetén a(z) {1} szinten a(z) {2} sorban a(z) {3} sorban
sr: За {0} на нивоу {1} у {2} у реду {3}

source: Force
ar: فرض
hu: Kényszerítés
sr: Присилити

source: Force Re-route to Default View
ar: إعادة التوجيه إلى العرض الافتراضي
hu: Átirányítás kényszerítése alapértelmezett nézetre
sr: Присилно преусмеравање на подразумевани приказ

source: Force Show
ar: عرض ألزامي
hu: Mutatás Kényszerítése
sr: Присилно приказивање

source: Force Stop job
ar: إيقاف الوظيفة بالقوة
hu: Feladat Kényszerített Leállítása
sr: Присилно зауставити задатак

source: Force User to Reset Password
ar: إجبار المستخدم على إعادة تعيين كلمة المرور
hu: Felhasználó kényszerítése a jelszó visszaállítására
sr: Присилити корисника да ресетује лозинку

source: Force Web Capture Mode for Uploads
ar: فرض وضع التقاط الويب للتحميلات
hu: Webes rögzítési mód kényszerítése feltöltésekhez
sr: Захтевај снимање путем веб-камере приликом отпремања

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
hu: Elfelejtette a jelszót?
sr: Заборавили сте лозинку?

source: Form
ar: استمارة
hu: Űrlap
sr: Образац

source: Form Builder
ar: منشئ النماذج
hu: Űrlap Építő
sr: Уређивач образаца

source: Form Dict
ar: نموذج قاموس
hu: Űrlap Tartalma
sr: Речник образаца

source: Form Settings
ar: إعدادات النموذج
hu: Űrlap Beállítások
sr: Подешавање обрасца

source: Form Tour
ar: تشكيل
hu: Űrlap Bejárása
sr: Обилазак образаца

source: Form Tour Step
ar: جولات سياحية
hu: Űrlap Bejárás Lépése
sr: Корак у обиласку образаца

source: Form URL-Encoded
ar: نموذج URL المشفرة
hu: Űrlap URL-kódolva
sr: URL-кодиран образац

source: Format
ar: شكل
hu: Formátum
sr: Формат

source: Format Data
ar: تنسيق البيانات
hu: Adat Formátum
sr: Форматирај податке

source: Forward
ar: إلى الأمام
hu: Továbbítás
sr: Проследи

source: Forward To Email Address
ar: انتقل إلى عنوان البريد الإلكتروني
hu: Továbbítás E-mail Címekre
sr: Проследи на имејл адресу

source: Fraction
ar: جزء
hu: Törtrész
sr: Фракција

source: Fraction Units
ar: جزء الوحدات
hu: Törtrész Egységei
sr: Јединица фракције

source: Frappe Framework
ar: الإطار فرابي
sr: Frappe Фрамеwорк

source: Frappe Light
ar: فرابيه لايت
sr: Frappe Лигхт

source: Frappe Support
ar: دعم فرابيه
hu: Frappe Támogatás
sr: Frappe подршка

source: Frappe page builder using components
ar: أداة إنشاء صفحات Frappe باستخدام المكونات
hu: Frappe oldalkészítő komponensek segítségével
sr: Frappe уређивач страница користећи компоненте

# Image Cropper
source: Free
ar: حر
hu: Szabadkézi
sr: Бесплатно

source: Frequency
ar: تكرر
hu: Gyakoriság
sr: Учесталост

source: Friday
ar: الجمعة
hu: Péntek
sr: Петак

source: From
ar: من
hu: -tól
sr: Од

# Email Sender
source: From
ar: من
hu: -tól
sr: Од

source: From Attach Field
ar: من حقل الإرفاق
hu: Csatolmány mezőből
sr: Из поља за прилог

source: From Date
ar: من تاريخ
hu: Dátumtól
sr: Датум почетка

source: From Date Field
ar: من حقل التاريخ
hu: Dátum Mezőtől
sr: Поље за датум почетка

source: From Document Type
ar: من نوع المستند
hu: Dokumentum Típusától
sr: Од врсте документа

source: From Field
ar: من الميدان
hu: Mezőből
sr: Из поља

source: From Full Name
ar: من الاسم الكامل
hu: Teljes Nevéből
sr: Од имена и презимена

source: From User
ar: من المستخدم
hu: Felhasználótól
sr: Од корисника

source: From version
ar: من الإصدار
hu: Erről a verzióról
sr: Од верзије

source: Full
ar: ممتلئ
hu: Tele
sr: Цела страница

source: Full Name
ar: الاسم الكامل
hu: Teljes Név
sr: Име и презиме

source: Full Page
ar: صفحة كاملة
hu: Teljes Oldal
sr: Цела страница

source: Full Width
ar: العرض الكامل
hu: Teljes Szélesség
sr: Пуна ширина

source: Function
ar: وظيفة
hu: Funkció
sr: Функција

source: Function Based On
ar: وظيفة على أساس
hu: Funkció Alapján
sr: Функција заснована на

source: Function {0} is not whitelisted.
ar: الدالة {0} غير مدرجة في القائمة البيضاء.
hu: A {0} funkció nincs fehérlistázva.
sr: Функција {0} није на листи дозвољених.

source: Further sub-groups can only be created under records marked as 'Group'
ar: لا يمكن إنشاء مجموعات فرعية إضافية إلا ضمن السجلات المصنفة على أنها "مجموعة".
hu: További alcsoportok csak a "Csoport" megjelölésű rekordok alatt hozhatók létre
sr: Даље подгрупе могу се креирати само унутар записа означених као 'Група'

source: Fw: {0}
hu: Továbbított: {0}
sr: Прослеђено: {0}

source: Gantt
ar: جانت
sr: Гантограм

source: Gantt View
ar: عرض جانت
hu: Gantt Nézet
sr: Гантограм приказ

source: Gender
ar: جنس
hu: Neme
sr: Род

source: Genderqueer
sr: Небинарност

source: General
ar: عام
hu: Általános
sr: Опште

source: Generate Custom Reports
hu: Egyéni Jelentések Létrehozása
sr: Генериши прилагођене извештаје

source: Generate Keys
ar: توليد مفاتيح
hu: Kulcsok Generálása
sr: Генериши кључеве

source: Generate New Report
ar: توليد تقرير جديد
hu: Új Jelentések Generálása
sr: Генериши нови извештај

source: Generate Random Password
ar: توليد كلمة مرور عشوائية
hu: Véletlenszerű Jelszó Generálása
sr: Генериши насумичну лозинку

source: Generate Tracking URL
ar: إنشاء رابط تتبع
hu: Nyomonkövetési URL Generálása
sr: Генериши URL за праћење

source: Geolocation
ar: تحديد الموقع الجغرافي
hu: Helymeghatározás
sr: Геолокација

source: Get Alerts for Today
ar: الحصول على تنبيهات لهذا اليوم
hu: Értesítést kaphat mai napról
sr: Прикажи данашња обавештења

source: Get Backup Encryption Key
ar: احصل على مفتاح التشفير الاحتياطي
hu: Biztonsági mentés titkosítási kulcs lekérése
sr: Преузми кључ за шифровање резервних копија

source: Get Contacts
ar: الحصول على اتصالات
hu: Kapcsolattartók Lekérése
sr: Преузми контакте

source: Get Fields
ar: احصل على الحقول
hu: Mezők Lekérése
sr: Преузми поља

source: Get Header and Footer wkhtmltopdf variables
ar: استخراج متغيرات رأس وتذييل الصفحة باستخدام wkhtmltopdf
hu: Fejléc és lábléc lekérése wkhtmltopdf változókként
sr: Преузми променљиве за заглавље и подножје wkhtmltopdf

source: Get Items
ar: احصل على البنود
hu: Tételek Lekérése
sr: Прикажи ставке

source: Get OpenID Configuration
ar: الحصول على إعدادات OpenID
hu: OpenID Konfiguráció Lekérése
sr: Преузми OpenID конфигурацију

source: Get PDF
ar: احصل على ملف PDF
hu: PDF Letöltése
sr: Преузми PDF

source: Get a preview of generated names with a series.
ar: احصل على معاينة للأسماء التي تم إنشاؤها باستخدام سلسلة.
hu: A generált nevek előnézete egy sorozattal.
sr: Прикажи преглед генерисаних назива са серијом.

source: Get more insights with
hu: További betekintést nyerhet a
sr: Остварите дубљи увид уз

source: Get notified when an email is received on any of the documents assigned to you.
ar: سيتم إعلامك عند استلام بريد إلكتروني بخصوص أي من المستندات المخصصة لك.
hu: Értesítést kap, ha az Önhöz rendelt dokumentumok bármelyikéről e-mail érkezik.
sr: Будите обавештени када стигне имејл везан за било који документ додељен Вама.

source: Get your globally recognized avatar from Gravatar.com
ar: الحصول على الرمزية الخاص بك المعترف بها عالميا من Gravatar.com
hu: Kérje le a világszerte elismert avatarját a Gravatar.com-ról
sr: Преузмите свој глобално препознат аватар са Граватар.цом

source: Git Branch
ar: فرع جيت
sr: Git грана

source: Github flavoured markdown syntax
ar: صيغة Markdown بنكهة GitHub
hu: Github formátumú markdown szintaxis
sr: Github стил Markdown синтаксе

source: Give Review Points
ar: إعطاء نقاط مراجعة
hu: Értékelési Pontok Adása
sr: Додели поене за преглед

source: Global Search DocType
ar: البحث العالمي DocType
hu: Globális Keresés DocType
sr: Врста документа за глобалну претрагу

source: Global Search Document Types Reset.
ar: إعادة تعيين أنواع وثائق البحث العامة.
hu: Globális Keresési Dokumentum Típusok Visszaállítása.
sr: Ресетује типове докумената за глобалну претрагу.

source: Global Search Settings
ar: إعدادات البحث العالمية
hu: Globális Keresési Beállítások
sr: Подешавање глобалне претраге

source: Global Shortcuts
ar: اختصارات العالمية
hu: Globális Gyorsbillentyűk
sr: Глобалне пречице

source: Global Unsubscribe
ar: إلغاء الاشتراك العالمية
hu: Globális Leiratkozás
sr: Глобално отказивање претплате

source: Go
ar: اذهب
hu: Ugrás
sr: Крени

source: Go Back
ar: عد
hu: Vissza
sr: Врати се

source: Go to Notification Settings List
ar: انتقل إلى قائمة إعدادات الإشعارات
hu: Menjen az Értesítési Beállítások listájához
sr: Иди на листу подешавања обавештења

source: Go to Page
ar: انتقل إلى صفحة
hu: Ugrás az Oldalra
sr: Иди на страницу

source: Go to Workflow
ar: انتقل إلى سير العمل
hu: Ugrás a Munkafolyamathoz
sr: Иди на радни ток

source: Go to Workspace
ar: انتقل إلى مساحة العمل
hu: Ugrás a Munkaterületre
sr: Иди на радни простор

source: Go to next record
ar: انتقل إلى السجل التالي
hu: Ugrás a következő rekordra
sr: Иди на следећи запис

source: Go to previous record
ar: الذهاب إلى السجل السابق
hu: Ugrás az előző rekordra
sr: Иди на претходни запис

source: Go to the document
ar: انتقل إلى المستند
hu: Ugrás a dokumentumra
sr: Иди на документ

source: Go to this URL after completing the form
ar: انتقل إلى هذا الرابط بعد إكمال النموذج
hu: Az űrlap kitöltése után látogasson el az URL-re
sr: Идите на ову URL адресу након што завршите образац

source: Go to {0}
ar: اذهب إلى {0}
hu: Ugrás a(z) {0} oldalra
sr: Иди на {0}

source: Go to {0} List
ar: انتقل إلى قائمة {0}
hu: Ugrás a(z) {0} listára
sr: Иди на листу {0}

source: Go to {0} Page
ar: انتقل إلى صفحة {0}
hu: Ugrás a(z) {0} oldalra
sr: Иди на страницу {0}

source: Goal
ar: الهدف
hu: Cél
sr: Циљ

source: Google Analytics ID
ar: جوجل تحليلات ID
hu: Google Analytics Azonosító
sr: Google Analytics ИД

source: Google Analytics anonymise IP
ar: يقوم جوجل أناليتكس بإخفاء عنوان IP
hu: Google Analytics anonimizálja az IP-címet
sr: Анонимизуј IP адресу у Google Analytics

source: Google Calendar - Contact / email not found. Did not add attendee for -<br>{0}
hu: Google Naptár - Kapcsolat / e-mail cím nem található. Nem sikerült hozzáadni a résztvevőt ehhez a bejegyzéshez: -<br>{0}
sr: Google Calendar - Контакт / имејл није пронађен. Није додат учесник за -<br>{0}

source: Google Calendar - Could not create Calendar for {0}, error code {1}.
ar: تقويم Google - تعذر إنشاء تقويم لـ {0} ، رمز الخطأ {1}.
hu: Google Naptár - Nem sikerült létrehozni a(z) {0} naptárát, hibakód: {1}.
sr: Google Calendar - Није могуће креирати календар за {0}, код грешка {1}.

source: Google Calendar - Could not delete Event {0} from Google Calendar, error code {1}.
ar: تقويم Google - تعذر حذف الحدث {0} من تقويم Google ، رمز الخطأ {1}.
hu: Google Naptár - A(z) {0} esemény nem törölhető a Google Naptárból, hibakód: {1}.
sr: Google Calendar - Није могуће обрисати догађај {0} из Google Calendar, код грешке {1}.

source: Google Calendar - Could not fetch event from Google Calendar, error code {0}.
ar: تقويم Google - تعذر إحضار حدث من تقويم Google ، رمز الخطأ {0}.
hu: Google Naptár - Nem sikerült beolvasni az eseményt a Google Naptárból, hibakód: {0}.
sr: Google Calendar - Није могуће преузети догађај из Google Calendar, код грешке {0}.

source: Google Calendar - Could not find Calendar for {0}, error code {1}.
hu: Google Naptár - Nem található a naptár a következőhöz: {0}, hibakód: {1}.
sr: Google Calendar - Није могуће пронаћи календар за {0}, код грешке {1}.

source: Google Calendar - Could not insert contact in Google Contacts {0}, error code {1}.
ar: تقويم Google - تعذر إدراج جهة اتصال في جهات اتصال Google {0} ، رمز الخطأ {1}.
hu: Google Naptár - Nem lehetett beszúrni a névjegyet a Google Névjegyzékbe {0}, hibakód: {1}.
sr: Google Calendar - Није могуће унети контакт у Google Contacts {0}, код грешке {1}.

source: Google Calendar - Could not insert event in Google Calendar {0}, error code {1}.
ar: تقويم Google - تعذر إدراج حدث في تقويم Google {0} ، رمز الخطأ {1}.
hu: Google Naptár - Nem sikerült beilleszteni az eseményt a(z) {0} Google Naptárba, hibakód: {1}.
sr: Google Calendar - Није могуће унети догађај у Google Calendar {0}, код грешке {1}.

source: Google Calendar - Could not update Event {0} in Google Calendar, error code {1}.
ar: تقويم Google - تعذر تحديث الحدث {0} في تقويم Google ، رمز الخطأ {1}.
hu: Google Naptár - A(z) {0} esemény nem frissíthető a Google Naptárban, hibakód: {1}.
sr: Google Calendar - Није могуће ажурирати догађај {0} у Google Calendar, код грешке {1}.

source: Google Calendar Event ID
ar: معرف حدث تقويم Google
hu: Google Naptár Esemény Azonosító
sr: ИД догађаја у Google Calendar

source: Google Calendar ID
ar: معرف تقويم Google
hu: Google Naptár Azonosító
sr: Google Calendar ИД

source: Google Calendar has been configured.
ar: تم تكوين تقويم Google.
hu: A Google Naptár beállítása megtörtént.
sr: Google Calendar је подешен.

source: Google Contacts - Could not sync contacts from Google Contacts {0}, error code {1}.
ar: جهات اتصال Google - تعذر مزامنة جهات الاتصال من جهات اتصال Google {0} ، رمز الخطأ {1}.
hu: Google Névjegyek - Nem sikerült szinkronizálni a kapcsolatokat a Google Névjegyekben {0}, hibakód: {1}.
sr: Google Contacts - Није могуће синхронизовати контакте из Google Contacts {0}, код грешке {1}.

source: Google Contacts - Could not update contact in Google Contacts {0}, error code {1}.
ar: جهات اتصال Google - تعذر تحديث جهة الاتصال في جهات اتصال Google {0} ، رمز الخطأ {1}.
hu: Google Névjegyek - Nem sikerült frissíteni a kapcsolatot a Google Névjegyekben {0}, hibakód: {1}.
sr: Google Contacts - Није могуће ажурирати контакт у Google Contacts {0}, код грешке {1}.

source: Google Contacts Id
ar: معرف جهات اتصال Google
hu: Google Névjegy Azonosító
sr: Google Contacts Ид

source: Google Drive - Could not create folder in Google Drive - Error Code {0}
ar: Google Drive - تعذر إنشاء مجلد في Google Drive - رمز الخطأ {0}
hu: Google Drive - Nem lehet mappát létrehozni a Google Drive-on - Hibakód: {0}
sr: Google Drive - Није могуће креирати датотеку у Google Drive - Код грешке {0}

source: Google Drive - Could not find folder in Google Drive - Error Code {0}
ar: Google Drive - تعذر العثور على مجلد في Google Drive - رمز الخطأ {0}
hu: Google Drive - Nem található a mappa a Google Drive-on - Hibakód: {0}
sr: Google Drive - Није могуће пронаћи датотеку у Google Drive - Код грешке {0}

source: Google Drive - Could not locate - {0}
ar: Google Drive - تعذر تحديد الموقع - {0}
hu: Google Drive - Nem található - {0}
sr: Google Drive - Није могуће пронаћи - {0}

source: Google Drive Backup Successful.
hu: A Google Drive biztonsági mentése sikeres.
sr: Резервна копија на Google Drive је успешно завршена.

source: Google Drive Picker Enabled
ar: تم تفعيل أداة اختيار جوجل درايف
hu: Google Drive választó engedélyezve
sr: Google Drive Picker омогућен

source: Google Meet Link
ar: رابط جوجل ميت
sr: Google Meet линк

source: Google Settings
ar: إعدادات جوجل
hu: Google Beállítások
sr: Google подешавања

source: Google Sheets URL is invalid or not publicly accessible.
ar: عنوان URL الخاص بجداول بيانات Google غير صالح أو لا يمكن الوصول إليه بشكل عام.
hu: A Google Táblázatok URL-címe érvénytelen vagy nem nyilvános.
sr: URL Google Sheets-а није исправан или није јавно доступан.

source: Google Sheets URL must end with "gid={number}". Copy and paste the URL from the browser address bar and try again.
ar: يجب أن ينتهي عنوان URL الخاص بجداول بيانات Google بـ &quot;gid = {number}&quot;. انسخ والصق عنوان URL من شريط عنوان المتصفح وحاول مرة أخرى.
hu: A Google Sheets URL-címének a "gid={number}" végződéssel kell végződnie. Másolja ki és illessze be az URL-t a böngésző címsorából, és próbálja meg újra.
sr: URL Google Sheets-а мора да се завршава са "gid={number}". Копирај и налепи URL из адресне траке интернет претраживача и покушај поново.

source: Google Snippet Preview
ar: معاينة Google Snippet
hu: Google Snippet Előnézet
sr: Преглед Google Snippet-а

source: Grant Type
ar: منحة نوع
hu: Hozzáférés Típusa
sr: Врста одобрења

source: Graph
ar: رسم بياني
hu: Grafikon
sr: Графикон

source: Gray
ar: رمادي
hu: Szürke
sr: Сива

source: Greater Than
ar: أكبر من
hu: Nagyobb mint
sr: Веће од

source: Greater Than Or Equal To
ar: أكبر من أو يساوي
hu: Nagyobb vagy egyenlő
sr: Веће од или једнако

source: Green
ar: أخضر
hu: Zöld
sr: Зелена

source: Grid Empty State
ar: حالة الشبكة الفارغة
hu: Rács Üres Állapot
sr: Празно стање табеле

source: Grid Page Length
ar: طول صفحة الشبكة
hu: Rács Oldal Hossza
sr: Дужина странице табеле

source: Grid Shortcuts
ar: اختصارات الشبكة
hu: Rács Gyorsbillentyűk
sr: Пречице за табелу

source: Group
ar: مجموعة
hu: Csoport
sr: Група

source: Group By
ar: مجموعة من
hu: Csoportosítva
sr: Груписано по

source: Group By Based On
ar: تجميع حسب
hu: Csoportosítás az alábbiak alapján
sr: Груписано по је засновано на

source: Group By Type
ar: مجموعة حسب النوع
hu: Csoportosítás Típus Szerint
sr: Врста Груписано по

source: Group By field is required to create a dashboard chart
ar: حقل تجميع حسب مطلوب لإنشاء مخطط لوحة القيادة
hu: A Csoportosítva mező szükséges a műszerfal diagram létrehozásához
sr: Поље Груписано по је неопходно за креирање графикона на контролној табли

source: Group Object Class
ar: فئة كائن المجموعة
hu: Csoport Objektum Osztály
sr: Група класе објекта

source: Group your custom doctypes under modules
ar: قم بتجميع أنواع المستندات المخصصة الخاصة بك ضمن وحدات نمطية.
hu: Csoportosítsa egyéni doctype-okat modulok alá
sr: Групиши своје прилагођене врсте докумената унутар модула

source: Grouped by <span style='font-weight:600;'>{0}</b>
hu: Csoportosítva <span style='font-weight:600;'>{0}</b>
sr: Груписано по <span style='font-weight:600;'>{0}</b>

source: HTML Editor
ar: محرر HTML
hu: HTML Szerkesztő
sr: Уређивач HTML

source: HTML Page
ar: صفحة HTML
hu: HTML Oldal
sr: HTML страница

source: HTML for header section. Optional
ar: HTML لرأس القسم. اختياري
hu: HTML a fejléc szakaszhoz. Opcionális
sr: HTML за одељак заглавља. Опционо

source: HTML with jinja support
ar: HTML مع دعم Jinja
hu: HTML jinja támogatással
sr: HTML са jinja подршком

source: Half
ar: نصف
hu: Fél
sr: Половина

source: Half Yearly
ar: نصف سنوي
hu: Félévente
sr: Полугодишње

source: Half-yearly
ar: نصف سنوي
hu: Fél-évente
sr: Полугодишње

source: Handled Emails
ar: معالجة رسائل البريد الإلكتروني
hu: Kezelt E-mailek
sr: Обрађени имејлови

source: Has Attachment
ar: لديها مرفق
hu: Melléklettel Rendelkezik
sr: Поседује прилог

source: Has Domain
ar: لديه نطاق
hu: Domén-el Rendelkezik
sr: Поседује домен

source: Has Next Condition
ar: لديه الشرط التالي
hu: Következő Feltétellel Rendelkezik
sr: Поседује следећи услов

source: Has Role
ar: له صلاحية
hu: Szerepkörrel Rendelkezik
sr: Поседује улогу

source: Has Setup Wizard
ar: يحتوي على معالج إعداد
hu: Telepítővarázslóval Rendelkezik
sr: Садржи чаробњак за поставке

source: Has Web View
ar: لديه عرض الويب
hu: Web Nézettel Rendelkezik
sr: Поседује веб-приказ

source: Have an account? Login
ar: هل لديك حساب ؟ تسجيل الدخول
hu: Van már fiókod? Belépés
sr: Имате налог? Пријавите се

source: Header
ar: العنوان الرأسي
hu: Fejléc
sr: Заглавље

source: Header HTML
ar: رأس HTML
hu: Fejléc HTML
sr: HTML заглавље

source: Header HTML set from attachment {0}
ar: تعيين HTML رأس من المرفق {0}
hu: Fejléc HTML beállítása a mellékletből {0}
sr: HTML заглавље постављено из прилога {0}

source: Header Script
ar: نص رأس الصفحة
hu: Fejléc Szkript
sr: Скрипта за заглавље

source: Header and Breadcrumbs
ar: رأس وفتات الخبز
hu: Fejléc és Navigációs Útvonal
sr: Заглавље и бреадцрумб

source: Header, Robots
ar: رأس الصفحة، الروبوتات
hu: Fejléc, Robotok
sr: Заглавље, роботи

source: Header/Footer scripts can be used to add dynamic behaviours.
ar: يمكن استخدام البرامج النصية الخاصة بالرأس/التذييل لإضافة سلوكيات ديناميكية.
hu: Fejléc/Lábléc szkriptek segítségével dinamikus viselkedéseket lehet hozzáadni.
sr: Скрипте за заглавље/подножје могу се користити за додавање динамичког понашања.

source: Headers
ar: الترويسات
hu: Fejlécek
sr: Заглавља

source: Headers must be a dictionary
ar: يجب أن تكون العناوين عبارة عن قاموس
hu: A fejléceknek egy kulcs-érték párnak kell lenniük
sr: Заглавља морају бити у формату речника

source: Heading
ar: الترويسة
hu: Címsor
sr: Наслов

source: Heatmap
ar: خريطة الحرارة
hu: Hőtérkép
sr: Топлотна мапа

source: Hello
ar: مرحبًا
hu: Szia
sr: Здраво

source: Hello,
ar: مرحبًا,
hu: Szia,
sr: Здраво,

source: Help
ar: مساعدة
hu: Súgó
sr: Помоћ

source: Help Article
ar: صفحة المساعدة
hu: Súgó Bejegyzés
sr: Чланак за помоћ

source: Help Articles
ar: مقالات المساعدة
hu: Súgó Bejegyzések
sr: Помоћни чланци

source: Help Category
ar: فئة المساعدة
hu: Súgó Kategória
sr: Категорија помоћи

source: Help Dropdown
ar: قائمة المساعدة المنسدلة
hu: Súgó legördülő menü
sr: Падајући мени за помоћ

source: Help HTML
ar: مساعدة HTML
hu: Súgó HTML
sr: HTML помоћ

source: Help on Search
ar: المساعدة في البحث
hu: Segítség a Kereséshez
sr: Помоћ при претрази

source: Help: To link to another record in the system, use "/app/note/[Note Name]" as the Link URL. (don't use "http://")
hu: Segítség: A rendszer egy másik rekordjára való hivatkozáshoz használja a "/app/note/[jegyzet neve]" URL-címet a hivatkozás URL-jeként. (ne használja a "http://" előtagot)
sr: Помоћ: да бисте повезали са другим записом у систему, користите "/app/note/[Назив белешке]" као URL везе. (немојте користити "http://")

source: Helpful
ar: متعاون
hu: Hasznos
sr: Корисно

source: Here's your tracking URL
ar: إليك رابط التتبع الخاص بك
hu: Itt a követési URL-címed
sr: Ево Вашег URL за праћење

source: Hi {0}
ar: أهلا{0}
hu: Szia {0}
sr: Здраво {0}

source: Hidden
ar: مخفي
hu: Rejtett
sr: Сакривено

source: Hidden Fields
ar: الحقول الخفية
hu: Rejtett Mezők
sr: Сакривена поља
