Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: You need to install pycups to use this feature!
ar: تحتاج إلى تثبيت pycups لاستخدام هذه الميزة!
hu: A funkció használatához telepítened kell a pycups csomagot!
sr: Морате да инсталирате pycups да бисте користили ову могућност!

source: You need to select indexes you want to add first.
ar: عليك أولاً تحديد الفهارس التي تريد إضافتها.
hu: Először ki kell választania a hozzáadni kívánt indexeket.
sr: Морате најпре одабрати индексе које желите да да додате.

source: You need to set one IMAP folder for {0}
ar: يجب عليك تعيين مجلد IMAP واحد لـ {0}
hu: Be kell állítania egy IMAP mappát a {0} számára
sr: Морате подесити једну IMAP датотеку за {0}

source: You need write permission on {0} {1} to merge
ar: أنت بحاجة إلى إذن الكتابة على {0} {1} للدمج
hu: Írási jogosultság szükséges a {0} {1} oldalon az egyesítéshez
sr: Потребна Вам је дозвола за измену на {0} {1} за спајање

source: You need write permission on {0} {1} to rename
ar: أنت بحاجة إلى إذن الكتابة على {0} {1} لإعادة التسمية
hu: Írási jogosultság szükséges a {0} {1} oldalon az átnevezéshez
sr: Потребна Вам је дозвола за измену на {0} {1} за преименовање

source: You need {0} permission to fetch values from {1} {2}
ar: أنت بحاجة إلى إذن {0} لجلب القيم من {1} {2}
hu: {0} engedélyre van szükséged az értékek lekéréséhez a {1} {2} oldalról
sr: Потребна Вам је дозвола {0} да бисте преузели вредности из {1} {2}

source: You removed 1 row from {0}
ar: لقد حذفت صفًا واحدًا من {0}
hu: Eltávolítottál 1 sort a következőből: {0}
sr: Уклонили сте 1 ред из {0}

# Form timeline
source: You removed attachment {0}
ar: لقد قمت بإزالة المرفق {0}
hu: Eltávolítottad a mellékletet {0}
sr: Уклонили сте овај прилог {0}

source: You removed {0} rows from {1}
ar: لقد حذفت {0} صفًا من {1}
hu: Eltávolítottál {0} sort a következőből: {1}
sr: Уклонили сте {0} редова из {1}

source: You seem good to go!
ar: يبدو أنك على ما يرام!
hu: Úgy tűnik, készen állsz!
sr: Изгледа да сте спремни за наставак!

source: You seem to have written your name instead of your email. Please enter a valid email address so that we can get back.
ar: يبدو أنك كتبت اسمك بدلاً من بريدك الإلكتروني. يرجى إدخال بريد إلكتروني صحيح حتى نتمكن من التواصل معك.
hu: Úgy tűnik, hogy az e-mail címe helyett a nevét írta. Kérjük, adjon meg egy érvényes e-mail címet, hogy válaszolhassunk.
sr: Изгледа да сте унели своје име уместо имејла. Унесите важећу имејл адресу како бисмо Вам могли одговорити.

source: You selected Draft or Cancelled documents
ar: لقد حددت مسودة أو مستندات تم إلغاؤها
hu: Ön a Vázlat vagy Visszavont dokumentumokat választotta
sr: Изабрали те нацрте или отказане документе

# Form timeline
source: You submitted this document
ar: لقد قمت بتقديم هذا المستند
hu: Ön beküldte ezt a dokumentumot
sr: Поднели сте овај документ

# Form timeline
source: You submitted this document {0}
ar: لقد قمت بإرسال هذا المستند {0}
hu: Beküldte ezt a dokumentumot {0}
sr: Поднели сте овај документ {0}

source: You unfollowed this document
ar: لقد قمت بإلغاء متابعة هذا المستند
hu: Ön kikövette ezt a dokumentumot
sr: Престали сте да пратите овај документ

source: You viewed this
ar: لقد شاهدت هذا
hu: Ezt megtekintetted
sr: Прегледали сте ово

source: You've been invited to join {0}
ar: لقد تمت دعوتك للانضمام {0}
hu: Meghívást kaptál a(z) {0} csatlakozásra
sr: Позвани сте да се придружите {0}

source: You've been invited to join {0}.
ar: لقد تمت دعوتك للانضمام إلى {0}.
hu: Meghívást kaptál a(z) {0} csatlakozásra.
sr: Позвани сте да се придружите {0}.

source: You've logged in as another user from another tab. Refresh this page to continue using system.
ar: لقد قمت بتسجيل الدخول كمستخدم آخر من علامة تبويب أخرى. قم بتحديث هذه الصفحة لمتابعة استخدام النظام.
hu: Másik felhasználóként jelentkeztél be egy másik lapról. A rendszer használatának folytatásához frissítse az oldalt.
sr: Пријављени сте као други корисник на другој картици. Освежите ову страницу да бисте наставили рад у систему.

source: Your CSV file is being generated and will appear in the Attachments section once ready. Additionally, you will get notified when the file is available for download.
ar: يتم إنشاء ملف CSV الخاص بك وسيظهر في قسم المرفقات فور جاهزيته. كما ستتلقى إشعارًا عند توفر الملف للتنزيل.
hu: A CSV-fájl létrehozása folyamatban van, és amint elkészült, megjelenik a Mellékletek részben. Ezenkívül értesítést kap, amikor a fájl letölthetővé válik.
sr: Ваш CSV фајл се генерише и биће приказан у секцији прилози када буде спреман. Такође, биће Вам послато обавештење када фајл буде доступан за преузимање.

source: Your Country
ar: بلدك
hu: Az Ön országa
sr: Ваша држава

source: Your Language
ar: لغتك
hu: Az Ön nyelve
sr: Ваш језик

source: Your Name
ar: اسمك
hu: Az Ön neve
sr: Ваше име

source: Your PDF is ready for download
ar: ملف PDF الخاص بك جاهز للتنزيل
hu: A PDF letöltésre kész
sr: Ваш PDF је спреман за преузимање

source: Your Shortcuts
ar: اختصاراتك
hu: Az Ön gyorsbillentyűi
sr: Ваше пречице

source: Your account has been deleted
ar: تم حذف حسابك
hu: Fiókját töröltük
sr: Ваш налог је обрисан

source: Your account has been locked and will resume after {0} seconds
ar: تم قفل حسابك وسيتم استئنافه بعد {0} ثانية
hu: Az Ön fiókja zárolva van, és {0} másodperc múlva újra elérhető lesz
sr: Ваш налог је закључан и биће поново омогућен након {0} секунди

source: Your assignment on {0} {1} has been removed by {2}
ar: تمت إزالة واجبك في {0} {1} بواسطة {2}
hu: A {0} {1} oldalon található feladatát {2} eltávolította
sr: Ваша додела за {0} {1} је уклоњена од стране {2}

source: Your browser does not support the audio element.
ar: متصفحك لا يدعم عنصر الصوت.
hu: Az Ön böngészője nem támogatja a hang elemet.
sr: Ваш интернет претраживач не подржава звучни елемент.

source: Your browser does not support the video element.
ar: متصفحك لا يدعم عنصر الفيديو.
hu: Az Ön böngészője nem támogatja a videó elemet.
sr: Ваш интернет претраживач не подржава видео елемент.

source: Your connection request to Google Calendar was successfully accepted
ar: تم قبول طلب الاتصال الخاص بك إلى تقويم Google بنجاح
hu: Az Ön Google naptárhoz való kapcsolódási kérelmét sikeresen elfogadták
sr: Захтев за повезивање са Google Calendar-а је успешно прихваћен

source: Your email address
ar: عنوان بريدك الإلكتروني
hu: Az Ön e-mail címe
sr: Ваша имејл адреса

source: Your exported report: {0}
ar: تقريرك المُصدَّر: {0}
hu: Az Ön exportált jelentése: {0}
sr: Ваш извештај који сте извезли: {0}

source: Your form has been successfully updated
ar: تم تحديث النموذج الخاص بك بنجاح
hu: Az űrlapodat sikeresen frissítettük
sr: Ваш образац је успешно ажуриран

source: Your invitation to join {0} has been cancelled by the site administrator.
ar: تم إلغاء دعوتك للانضمام إلى {0} من قبل مدير الموقع.
hu: A {0} oldal adminisztrátora törölte a meghívásodat.
sr: Вашу позивницу за придруживање {0} је отказао администратор сајта.

source: Your invitation to join {0} has expired.
ar: انتهت صلاحية دعوتك للانضمام إلى {0} .
hu: A(z) {0} csatlakozási meghívója lejárt.
sr: Ваша позивница за придруживање {0} је истекла.

source: Your login id is
ar: معرف تسجيل الدخول الخاص بك هو
hu: Az Ön bejelentkezési azonosítója
sr: Ваш ИД за пријављивање је

source: Your new password has been set successfully.
ar: تم تعيين كلمة المرور الجديدة بنجاح.
hu: Az új jelszó beállítása sikeresen megtörtént.
sr: Нова лозинка је успешно постављена.

source: Your old password is incorrect.
ar: كلمة مرورك القديمة غير صحيحة.
hu: A régi jelszava helytelen.
sr: Стара лозинка је нетачна.

source: Your organization name and address for the email footer.
ar: اسم المؤسسة وعنوانك لتذييل البريد الإلكتروني.
hu: A szervezete neve és címe, az e-mail láblécben.
sr: Назив и адреса Ваше организације за подножје имејла.

source: Your query has been received. We will reply back shortly. If you have any additional information, please reply to this mail.
ar: وقد وردت الاستعلام الخاص بك. سوف نقوم بالرد مرة أخرى قريبا. إذا كان لديك أي معلومات إضافية، يرجى الرد على هذا البريد.
hu: Megkaptuk az Ön kérését. Hamarosan válaszolunk. Ha további információval rendelkezik, kérjük, válaszoljon erre a levélre.
sr: Ваш упит је примљен. Одговорићемо Вам ускоро, уколико имате додатне информације молимо Вас да одговорите на ову поруку.

source: Your report is being generated in the background. You will receive an email on {0} with a download link once it is ready.
ar: يتم إنشاء تقريرك في الخلفية. ستتلقى رسالة بريد إلكتروني على {0} تحتوي على رابط التنزيل بمجرد أن يصبح التقرير جاهزًا.
hu: A jelentés a háttérben készül. Amint elkészül, a(z) {0} e-mail címen kap egy letöltési linket.
sr: Ваш извештај се генерише у позадини. Добићете имејл на {0} са линком за преузимање када буде спреман.

source: Your session has expired, please login again to continue.
ar: انتهت صلاحية الجلسة، يرجى تسجيل الدخول مرة أخرى للمتابعة.
hu: Az Ön munkamenete lejárt, kérjük, jelentkezzen be újra a folytatáshoz.
sr: Ваша сесија је истекла, молимо Вас да се пријавите поново да бисте наставили.

source: Your site is undergoing maintenance or being updated.
hu: Az Ön webhelye karbantartás vagy frissítés alatt áll.
sr: Ваш сајт је тренутно на одржавању или се ажурира.

source: Your verification code is {0}
ar: رمز التحقق الخاص بك هو {0}
hu: Az Ön ellenőrző kódja: {0}
sr: Ваш верификациони код је {0}

source: Your website is all set up!
hu: A weboldalad készen áll!
sr: Ваш веб-сајт је спреман!

source: Zero
ar: صفر
hu: Nulla
sr: Нула

source: Zero means send records updated at anytime
ar: صفر يعني إرسال التحديثات في أي وقت
hu: Nulla jelenti a beküldött bejegyzések bármikor frissülhettek
sr: Нула значи послати записе који су ажурирани у било којем тренутку

source: [Action taken by {0}]
ar: [تم اتخاذ الإجراء بواسطة {0}]
hu: [ {0} által végrehajtott művelet]
sr: [Радња предузета од стране {0}]

source: _report
ar: _تقرير
hu: _jelentés
sr: извештај

source: `as_iterator` only works with `as_list=True` or `as_dict=True`
ar: لا يعمل `as_iterator` إلا مع `as_list=True` أو `as_dict=True`
hu: Az `as_iterator` csak `as_list=True` vagy `as_dict=True` esetén működik.
sr: `as_iterator` ради само са `as_list=True` или `as_dict=True`

source: `job_id` paramater is required for deduplication.
ar: المعامل `job_id` مطلوب لإزالة التكرار.
hu: A "job_id" paraméter szükséges a deduplikációhoz.
sr: параметар `job_id` је обавезан за уклањање дупликата.

source: adjust
ar: ضبط
hu: beállít
sr: прилагоди

source: align-center
ar: محاذاة الوسط
hu: igazítás-középre
sr: поравнање-центрирано

source: align-justify
ar: محاذاة-تبرير
hu: igazítás-sorkizárt
sr: поравнање-равномерно

source: align-left
ar: محاذاة يسار
hu: igazítás-balra
sr: поравнање-лево

source: align-right
ar: محاذاة اليمين
hu: igazítás-jobbra
sr: поравнање-десно

source: amend
ar: تعديل
hu: helyesbít
sr: измени

source: and
ar: و
hu: és
sr: и

source: arrow-down
ar: سهم لأسفل
hu: nyíl-le
sr: стрелица-доле

source: arrow-left
ar: سهم يسار
hu: nyíl-balra
sr: стрелица-лево

source: arrow-right
ar: سهم يمين
hu: nyíl-jobbra
sr: стрелица-десно

source: arrow-up
ar: سهم لأعلى
hu: nyíl-fel
sr: стрелица-горе

source: ascending
ar: صعودًا
hu: növekvő
sr: растуће

source: asterisk
ar: النجمة
hu: csillag
sr: астериск

source: backward
ar: الى الوراء
hu: visszafelé
sr: назад

source: ban-circle
ar: دائرة الحظر
hu: tiltó-kör
sr: забрана-круг

source: barcode
ar: الباركود
hu: vonalkód
sr: бар-код

source: bell
ar: جرس
hu: csengő
sr: звоно

source: blue
ar: أزرق
hu: kék
sr: плаво

source: bold
ar: جريء
hu: félkövér
sr: болд

source: book
ar: كتاب
hu: könyv
sr: књига

source: bookmark
ar: المرجعية
hu: könyvjelző
sr: букмарк

source: briefcase
ar: حقيبة
hu: aktatáska
sr: актовка

source: bullhorn
ar: البوق
hu: kürt
sr: разглас

source: by Role
ar: حسب الدور
hu: szerepkör szerint
sr: по улози

source: cProfile Output
ar: مخرجات cProfile
hu: cProfil Kimenet
sr: cProfile излаз

source: calendar
ar: التقويم
hu: naptár
sr: календар

source: camera
ar: كاميرا
hu: kamera
sr: камера

source: cancel
ar: إلغاء
hu: mégse
sr: откажи

source: canceled
ar: ألغيت
hu: törölve
sr: отказано

source: certificate
ar: شهادة
hu: tanúsítvány
sr: сертификат

source: check
ar: تحقق
hu: ellenőrzés
sr: квачица

source: chevron-down
ar: شيفرون لأسفل
hu: lefelé-mutató-sáv
sr: chevron-доле

source: chevron-left
ar: شيفرون يسار
hu: balra-mutató-sáv
sr: chevron-лево

source: chevron-right
ar: شيفرون اليمين
hu: jobbra-mutató-sáv
sr: chevron-десно

source: chevron-up
ar: شيفرون المتابعة
hu: felfelé-mutató-sáv
sr: chevron-горе

source: circle-arrow-down
ar: دائرة السهم لأسفل
hu: kör-nyíl-le
sr: круг-стрелица-доле

source: circle-arrow-left
ar: دائرة السهم اليسار
hu: kör-nyíl-bal
sr: круг-стрелица-лево

source: circle-arrow-right
ar: دائرة السهم الأيمن
hu: kör-nyíl-jobb
sr: круг-стрелица-десно

source: circle-arrow-up
ar: دائرة السهم إلى أعلى
hu: kör-nyíl-fel
sr: круг-стрелица-горе

source: clear
ar: واضح
hu: törlés
sr: очисти

source: cog
ar: تحكم في
hu: fogaskerék
sr: зупчаник

source: comment
ar: تعليق
hu: megjegyzés
sr: коментар

source: commented
ar: علّق
hu: kommentálta
sr: коментарисано

source: create
ar: إنشاء
hu: létrehozás
sr: креирај

source: cyan
ar: سماوي
hu: cián
sr: цијан

source: darkgrey
ar: الرمادي الداكن
hu: sötétszürke
sr: тамносива

source: dashboard
ar: لوحة القيادة
hu: műszerfal
sr: контролна табла

source: default
ar: الافتراضي
hu: alapértelmezett
sr: подразумевано

source: deferred
ar: مؤجل
hu: halasztott
sr: одгођено

source: delete
ar: حذف
hu: töröl
sr: обриши

source: descending
ar: تنازلي
hu: csökkenő
sr: опадајуће

source: document type..., e.g. customer
ar: نوع الوثيقة ...، على سبيل المثال العملاء
hu: dokumentum típus..., pl. vevő
sr: врста документа...,нпр. купац

source: download
ar: تحميل
hu: letöltés
sr: преузимање

source: download-alt
ar: تحميل بديل
sr: преузимање-алтернативно

source: e.g. "Support", "Sales", "Jerry Yang"
ar: على سبيل المثال، "الدعم "،" المبيعات "،" أحمد صالح "
hu: pl. "Támogatás", "Értékesítés", "Gipsz Jakab"
sr: нпр. "Подршка", "Продаја", "Петар Петровић"

source: e.g. (55 + 434) / 4 or =Math.sin(Math.PI/2)...
ar: على سبيل المثال، (55 + 434) / 4 أو = Math.sin(Math.PI / 2) ...
hu: pl. (55 + 434) / 4 vagy = Math.sin(Math.PI/2)...
sr: нпр. (55 + 434) / 4 или =Math.sin(Math.PI/2)...

source: e.g. pop.gmail.com / imap.gmail.com
ar: على سبيل المثال، pop.gmail.com / imap.gmail.com
hu: pl. pop.gmail.com / imap.gmail.com
sr: нпр. pop.gmail.com / imap.gmail.com

source: e.g. replies@yourcomany.com. All replies will come to this inbox.
ar: على سبيل المثال، replies@yourcomany.com. سيأتي كل الردود على هذا البريد.
hu: pl. valaszok@cegem.hu. Minden válasz ebbe a postafiókba fog jönni.
sr: нпр. одговори@вашакомпанија.цом. Сви одговори ће стизати у ову пријемну пошту.

source: e.g. smtp.gmail.com
ar: على سبيل المثال، smtp.gmail.com
hu: pl. smtp.gmail.com
sr: нпр. smtp.gmail.com

source: e.g.:
ar: على سبيل المثال:
hu: pl.:
sr: нпр:

source: edit
ar: تصحيح
hu: szerkesztés
sr: уређивање

source: eject
ar: اخرج
hu: kiadás
sr: избацивање

source: email
ar: البريد الإلكتروني
sr: имејл

source: email inbox
ar: البريد الوارد
hu: e-mail postafiók
sr: пријемна пошта имејла

source: empty
ar: فارغة
hu: üres
sr: празно

source: envelope
ar: مغلف
hu: boríték
sr: коверта

source: exclamation-sign
ar: تعجب علامة-
hu: felkiáltó-jel
sr: знак-узвика

source: export
ar: تصدير
hu: exportálás
sr: извоз

source: eye-close
ar: إغلاق العين
hu: szem-bezárt
sr: око-затворено

source: eye-open
ar: فتح العين
hu: szem-nyitott
sr: око-отворено

source: facetime-video
sr: видео-позив

source: failed
ar: باءت بالفشل
hu: sikertelen
sr: неуспешно

source: fast-backward
ar: بسرعة الى الوراء
hu: gyors-vissza
sr: брзо-уназад

source: fast-forward
ar: بسرعة الى الأمام
hu: gyors-előre
sr: брзо-унапред

source: file
ar: ملف
hu: fájl
sr: фајл

source: film
ar: فيلم
sr: филм

source: filter
ar: فلتر
hu: szűrő
sr: филтер

source: finished
ar: تم الانتهاء من
hu: kész
sr: завршено

source: fire
ar: حريق
hu: tűz
sr: ватра

source: flag
ar: علم
hu: zászló
sr: застава

source: folder-close
ar: غلق مجلد
hu: mappa-bezár
sr: датотека-затворена

source: folder-open
ar: فتح مجلد
hu: mappa-nyit
sr: датотека-отворена

source: font
ar: الخط
hu: betűtípus
sr: фонт

source: forward
ar: إلى الأمام
hu: előre
sr: напред

source: gained by {0} via automatic rule {1}
ar: حصلت عليه {0} عبر القاعدة التلقائية {1}
hu: a(z) {0} által a(z) {1} automatikus szabály révén szerzett
sr: добијено од стране {0} путем аутоматског правила {1}

source: gift
ar: هدية
hu: ajándék
sr: поклон

source: glass
ar: زجاج
hu: üveg
sr: чаша

source: globe
ar: العالم
hu: földgolyó
sr: глобус

source: gray
ar: رمادي
hu: szürke
sr: сива

source: green
ar: أخضر
hu: zöld
sr: зелена

source: grey
ar: رمادي
hu: szürke
sr: сива

source: gzip not found in PATH! This is required to take a backup.
ar: لم يتم العثور على gzip في PATH! هذا مطلوب لإنشاء نسخة احتياطية.
hu: gzip nem található a PATH-ban! Ez szükséges a biztonsági mentéshez.
sr: gzip није пронађен у PATH! Ово је неопходно за прављење резервне копије.

source: hand-down
ar: إلى أسفل اليد
hu: kéz-le
sr: рука-доле

source: hand-left
ar: اليد اليسرى
hu: kéz-bal
sr: рука-лево

source: hand-right
ar: ومن جهة اليمين
hu: kéz-jobb
sr: рука-десно

source: hand-up
ar: ومن ناحية المتابعة
hu: kéz-fel
sr: рука-горе

source: headphones
ar: سماعة الرأس
hu: fejhallgató
sr: слушалице

source: heart
ar: قلب
hu: szív
sr: срце

source: home
ar: الصفحة الرئيسية
hu: otthon
sr: кућа

source: icon
ar: رمز
hu: ikon
sr: иконица

source: import
ar: استيراد
sr: увоз

source: in minutes
ar: في دقائق
hu: percek alatt
sr: у минутима

source: inbox
ar: صندوق الوارد
hu: postaláda
sr: инбокс

source: indent-left
ar: المسافة البادئة اليسرى
hu: behúzás-balra
sr: увуци-лево

source: indent-right
ar: المسافة البادئة اليمنى
hu: behúzás-jobbra
sr: увуци-десно

source: info-sign
ar: معلومات تسجيل الدخول،
hu: infó-jel
sr: знак-информације

source: italic
ar: مائل
hu: dőlt
sr: италиц

source: jane@example.com
hu: nev@pelda.hu
sr: jane@primer.com

source: just now
ar: الآن فقط
hu: pont most
sr: управо сада

source: label
ar: ملصق
hu: címke
sr: ознака

source: leaf
ar: ورق
hu: levél
sr: леаф

source: light-blue
ar: أزرق فاتح
hu: világoskék
sr: светлоплава

source: link
ar: رابط
hu: hivatkozás
sr: линк

source: list
ar: قائمة
hu: lista
sr: листа

source: list-alt
ar: قائمة بديل
sr: листа-алтернативно

source: lock
ar: قفل
hu: zár
sr: катанац

source: logged in
ar: تسجيل الدخول
hu: bejelentkezve
sr: пријављен

source: long
ar: طويل
hu: hosszú
sr: дуго

# Minutes (Field: Duration)
source: m
ar: م
hu: p
sr: м

source: magnet
ar: مغناطيس
hu: mágnes
sr: магнет

source: map-marker
ar: محدد الخريطة
hu: térkép-jelölő
sr: мапа-маркер

source: merged {0} into {1}
ar: تم دمج {0} إلى {1}
hu: {0} beolvasztva {1}-be
sr: спојено {0} у {1}

source: min read
hu: perc olvasás
sr: мин за читање

source: minus
ar: ناقص
hu: mínusz
sr: минус

source: minus-sign
ar: علامة ناقص
hu: mínusz-jel
sr: знак-минус

source: module
ar: إضافة
hu: modul
sr: модул

source: module name...
ar: اسم الوحدة برمجية ...
hu: modul neve...
sr: назив модула...

source: move
ar: نقل
hu: áthelyezés
sr: померање

source: music
ar: موسيقى
hu: zene
sr: музика

source: new
ar: جديد
hu: új
sr: ново

source: new type of document
ar: نوع جديد من الوثيقة
hu: új típusú dokumentum
sr: нова врста документа

source: no failed attempts
ar: محاولات فاشلة لا
hu: nincs sikertelen kísérlet
sr: нема неуспелих покушаја

source: nonce
ar: نونسي
hu: egyszer
sr: јединствени

source: notified
ar: تم إخطاري
hu: értesített
sr: обавештен

source: now
ar: الآن
hu: most
sr: сада

source: of
ar: ل
hu: nak,-nek
sr: од

source: off
ar: بعيدا
hu: ki
sr: искључено

source: ok
ar: حسنا
hu: rendben
sr: ок

source: ok-circle
ar: دائرة OK-
hu: ok-kör
sr: ок-круг

source: ok-sign
ar: علامة OK-
hu: ok-jel
sr: ок-знак

source: on_submit
sr: n_submit

source: only.
ar: فقط.
hu: csak.
sr: искључиво.

source: or
ar: أو
hu: vagy
sr: или

source: orange
ar: البرتقالي
hu: narancs
sr: оранге

source: page
ar: صفحة
hu: oldal
sr: страница

source: pause
ar: وقفة
hu: szünet
sr: пауза

source: pencil
ar: قلم رصاص
hu: ceruza
sr: оловка

source: picture
ar: صور
hu: kép
sr: слика

source: pink
ar: لون القرنفل
hu: rózsaszín
sr: розе

source: plain
ar: سهل
hu: egyszerű
sr: једноставно

source: plane
ar: طائرة
hu: repülőgép
sr: авион

source: play
ar: لعب
hu: letjátszás
sr: репродукуј

source: play-circle
ar: لعب دائرة
hu: lejátszás-kör
sr: репродукуј-круг

source: plus
ar: زائد
hu: plusz
sr: плус

source: plus-sign
ar: زائد توقيع
hu: plusz-jel
sr: плус-знак

source: print
ar: طباعة
hu: nyomtatás
sr: штампа

source: processlist
ar: قائمة العمليات
hu: folyamatlista
sr: листа процеса

source: purple
ar: أرجواني
hu: lila
sr: љубичаста

source: queued
ar: قائمة الانتظار
hu: várakozik
sr: у реду чекања

source: random
ar: عشوائي
hu: véletlen
sr: насумично

source: read
ar: قرأ
hu: olvasás
sr: читање

source: red
ar: أحمر
hu: piros
sr: црвена

source: refresh
ar: تحديث
hu: frissítés
sr: освежавање

source: remove
ar: إزالة المرشح
hu: törlés
sr: уклањање

source: remove-circle
ar: إزالة دائرة،
hu: törlés-kör
sr: уклањање-круг

source: remove-sign
ar: إزالة التوقيع،
hu: törlés-jel
sr: уклањање-знак

source: renamed from {0} to {1}
ar: إعادة تسمية من {0} إلى {1}
hu: átnevezve erről {0} erre {1}
sr: преименовано са {0} у {1}

source: repeat
ar: كرر
hu: ismétlés
sr: понављање

source: report
ar: أبلغ عن
hu: jelentés
sr: извештај

source: resize-full
ar: تغيير حجم كامل
hu: átméretezés-teljes
sr: промена-целокупно

source: resize-horizontal
ar: تغيير حجم الأفقي،
hu: átméretezés-vízszintes
sr: промена-хоризонтално

source: resize-small
ar: تغيير حجم صغير
hu: átméretezés-kicsire
sr: промена-мало

source: resize-vertical
ar: تغيير حجم عمودية
hu: átméretezés-függőleges
sr: промена-вертикално

source: response
ar: استجابة
hu: válasz
sr: одговор

source: restored {0} as {1}
ar: استعادة {0} ك {1}
hu: visszaállítva {0} mint {1}
sr: враћено {0} као {1}

source: road
ar: طريق
hu: út
sr: пут

source: scheduled
ar: من المقرر
hu: ütemezett
sr: заказано

source: search
ar: بحث
hu: keresés
sr: претрага

source: select
ar: حدد
hu: választás
sr: избор

source: share
ar: مشاركة
hu: megosztás
sr: подели

source: share-alt
ar: حصة بديل
sr: дељење-алтернативно

source: shopping-cart
ar: عربة التسوق
hu: bevásárló-kosár
sr: куповина-корпа

source: short
ar: قصير
hu: rövid
sr: кратко

source: signal
ar: إشارة
hu: jel
sr: сигнал

source: since last month
ar: منذ اخر شهر
hu: múlt hónap óta
sr: од прошлог месеца

source: since last week
ar: منذ الأسبوع الماضي
hu: múlt hét óta
sr: од прошле недеље

source: since last year
ar: منذ السنة الماضية
hu: tavaly óta
sr: од прошле године

source: since yesterday
ar: منذ البارحة
hu: tegnap óta
sr: од јуче

source: star
ar: نجم
hu: csillag
sr: звезда

source: star-empty
ar: النجوم فارغة
hu: csillag-üres
sr: звезда-празна

source: started
ar: بدأت
hu: elkezdődött
sr: започето

source: starting the setup...
ar: بدء الإعداد...
hu: a beállítás megkezdése...
sr: покретање поставки...

source: step-backward
ar: خطوة إلى الوراء
hu: visszalépés
sr: корак-уназад

source: step-forward
ar: خطوة إلى الأمام
hu: előrelépés
sr: корак-унапред

source: stop
ar: توقف
sr: заустављање

source: string value, i.e. group
ar: قيمة السلسلة، أي المجموعة
hu: karakterlánc érték, pl: csoport
sr: текстуална вредност, нпр. група

source: string value, i.e. member
ar: قيمة السلسلة، أي العضو
hu: karakterlánc érték, pl: tag
sr: текстуална вредност, нпр. члан

source: string value, i.e. {0} or uid={0},ou=users,dc=example,dc=com
ar: قيمة نصية، مثل {0} أو uid={0},ou=users,dc=example,dc=com
hu: karakterlánc érték, pl: {0} vagy uid={0},ou=felhasználók,dc=példa,dc=com
sr: текстуална вредност, нпр. {0} или uid={0},ou=users,dc=example,dc=com

source: submit
ar: تسجيل
hu: elküld
sr: поднеси

source: tag
ar: بطاقة
hu: címke
sr: ознака
