Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: By default the title is used as meta title, adding a value here will override it.
ar: بشكل افتراضي ، يتم استخدام العنوان كعنوان تعريف ، وستؤدي إضافة قيمة هنا إلى تجاوزه.
hu: Alapértelmezés szerint a cím a meta címként kerül felhasználásra, ha itt adunk meg egy értéket, az felülírja azt.
sr: Подразумевано се користи наслов као мета наслов, додавање вредности овде ће га изменити.

source: By default, emails are only sent for failed backups.
hu: Alapértelmezés szerint a rendszer csak a sikertelen biztonsági mentések esetén küld e-maileket.
sr: Подразумевано, имејлови се шаљу само за неуспешне резервне копије.

source: By fieldname
ar: حسب اسم الحقل
hu: Mezőnév szerint
sr: На основу назива поља

source: By script
ar: حسب النص
hu: Szkript szerint
sr: На основу скрипте

source: Bypass Restricted IP Address Check If Two Factor Auth Enabled
ar: تحقق من تجاوز عنوان IP المقيد إذا تم تمكين مصادقة عاملين
hu: Korlátozott IP-cím ellenőrzésének megkerülése, ha a kétfaktoros hitelesítés engedélyezve van
sr: Заобиђи проверу ограничених IP адреса уколико је двофакторска верификација омогућена

source: Bypass Two Factor Auth for users who login from restricted IP Address
ar: تجاوز اثنين عامل عامل للمستخدمين الذين تسجيل الدخول من عنوان إب مقيدة
hu: Kétfaktoros hitelesítés megkerülése a korlátozott IP-címről bejelentkező felhasználók esetében
sr: Заобиђи двофакторску верификацију за кориснике који се пријављују са ограничених IP адреса

source: Bypass restricted IP Address check If Two Factor Auth Enabled
ar: تجاوز عنوان IP المحظور التحقق في حالة تمكين عامل عامل
hu: Korlátozott IP-cím ellenőrzésének megkerülése, ha a kétfaktoros hitelesítés engedélyezve van
sr: Заобиђи проверу ограничених IP адреса уколико је двофакторска верификација омогућена

source: CANCELLED
ar: ملغي
hu: VISSZAVONVA
sr: ОТКАЗАНО

source: COLOR PICKER
ar: منتقي الألوان
hu: SZÍNVÁLASZTÓ
sr: ИЗБОР БОЈЕ

source: CSS Class
ar: فئة CSS
hu: CSS Osztály
sr: CSS класа

source: CSS selector for the element you want to highlight.
ar: محدد CSS للعنصر الذي تريد تمييزه.
hu: A kiemelni kívánt elem CSS-szelektorát.
sr: CSS селектор за елемент који желите да истакнете.

source: CTA Label
ar: تسمية CTA
hu: CTA Címke
sr: Ознака позива на радњу

source: CTA URL
sr: URL позива на радњу

source: Cache
ar: مخبأ
hu: Gyorsítótár
sr: Кеш меморија

source: Cache Cleared
ar: تحديث الصفحة
hu: Gyorsítótár Törölve
sr: Кеш меморија очишћена

source: Calculate
ar: إحسب
hu: Számolás
sr: Израчунај

source: Calendar
ar: تقويم
hu: Naptár
sr: Календар

source: Calendar Name
ar: اسم التقويم
hu: Naptár Neve
sr: Назив календара

source: Calendar View
ar: عرض التقويم
hu: Naptár Nézet
sr: Приказ календара

source: Call
ar: أتصال
hu: Hívás
sr: Позив

source: Call To Action
ar: دعوة للعمل
hu: Cselekvésre Ösztönzés
sr: Позив на радњу

source: Call To Action URL
ar: عنوان URL للدعوة إلى العمل
hu: Cselekvésre Ösztönzés URL
sr: URL позива на радњу

source: Call to Action
hu: Cselekvésre Ösztönzés
sr: Позив на радњу

source: Callback Message
ar: رسالة رد
hu: Visszahívási Üzenet
sr: Callback порука

source: Callback Title
ar: عنوان رد الاتصال
hu: Visszahívási Cím
sr: Callback наслов

source: Camera
ar: الة تصوير
hu: Kamera
sr: Камера

source: Campaign
ar: حملة
hu: Kampány
sr: Кампања

source: Campaign Description (Optional)
ar: وصف الحملة (اختياري)
hu: Kampány Leírása (nem kötelező)
sr: Опис кампање (опционо)

source: Can Read
hu: Olvashat
sr: Може да чита

source: Can Share
hu: Megoszthat
sr: Може да дели

source: Can Submit
hu: Elküldhető
sr: Може да поднесе

source: Can Write
hu: Írhat
sr: Може да мења

source: Can not rename as column {0} is already present on DocType.
ar: لا يمكن إعادة التسمية لأن العمود {0} موجود بالفعل في DocType.
hu: Nem lehet átnevezni, mivel a {0} oszlop már jelen van a DocType-ban.
sr: Не може се променити назив јер је колона {0} већ присутна у DocType.

source: Can only change to/from Autoincrement naming rule when there is no data in the doctype
ar: لا يمكن التغيير من/إلى قاعدة التسمية التلقائية إلا عندما لا توجد بيانات في نوع المستند
hu: Csak akkor válthat az Autoincrement elnevezési szabályra/ről, ha nincs adat a doctype-ban
sr: Може се променити на/назад у правило аутоматског повећања само када у DocType-у нема података

source: Can only list down the document types which has been linked to the User document type.
ar: لا يمكن سرد أنواع المستندات إلا تلك المرتبطة بنوع مستند المستخدم.
hu: Csak azokat a dokumentumtípusokat tudja felsorolni, amelyek a Felhasználó dokumentumtípushoz kapcsolódnak.
sr: Могу се приказивати само врсте докумената који су повезани са корисничком врстом документа.

source: Can't rename {0} to {1} because {0} doesn't exist.
ar: لا يمكن إعادة تسمية {0} إلى {1} لأن {0} غير موجود.
hu: A {0} nem nevezhető át {1} -re, mert a {0} nem létezik.
sr: Не може се преименовати из {0} у {1} јер {0} не постоји.

source: Cancel
ar: إلغاء
hu: Mégsem
sr: Откажи

# Button in list view actions menu
source: Cancel
ar: إلغاء
hu: Mégsem
sr: Откажи

# Secondary button in warning dialog
source: Cancel
ar: إلغاء
hu: Mégsem
sr: Откажи

source: Cancel All
ar: إلغاء الكل
hu: Összes Visszavonása
sr: Откажи све

source: Cancel All Documents
ar: الغاء جميع الوثائق
hu: Összes Dokumentum Visszavonása
sr: Откажи све документе

source: Cancel Scheduling
hu: Ütemezés Törlése
sr: Откажи заказивање

# Title of confirmation dialog
source: Cancel {0} documents?
ar: إلغاء {0} وثائق؟
hu: {0} dokumentumok törlése?
sr: Откажи {0} документа?

source: Cancelled
ar: ألغيت
hu: Visszavonva
sr: Отказано

source: Cancelled Document restored as Draft
ar: تم استعادة المستند الملغى كمسودة
hu: Visszavont dokumentum vázlatként lett visszaállítva
sr: Отказани документ се враћа као нацрт

# Freeze message while cancelling a document
source: Cancelling
ar: إلغاء
hu: Visszavonás
sr: Отказивање

source: Cancelling documents
ar: إلغاء الوثائق
hu: Dokumentumok visszavonása
sr: Отказивање докумената

source: Cancelling {0}
ar: الغاء {0}
hu: {0} visszavonása
sr: Отказивање {0}

source: Cannot Download Report due to insufficient permissions
ar: تعذر تنزيل التقرير بسبب عدم كفاية الصلاحيات
hu: Nem lehet Jelentést letölteni a nem megfelelő jogosultságok miatt
sr: Није могуће преузети извештај због недовољних дозвола

source: Cannot Fetch Values
ar: لا يمكن جلب القيم
hu: Nem Lekérdezhető Értékek
sr: Није могуће преузети вредности

source: Cannot Remove
ar: لا يمكن إزالة
hu: Nem Lehet Eltávolítani
sr: Није могуће уклонити

source: Cannot Update After Submit
ar: لا يمكن التحديث بعد الإرسال
hu: Nem Lehet Frissíteni Belküldés Után
sr: Није могуће ажурирати након подношења

source: Cannot access file path {0}
ar: لا يمكن الوصول إلى مسار الملف {0}
hu: Nem érhető el a fájl elérési útvonala {0}
sr: Није могуће приступити путањи фајла {0}

source: Cannot cancel before submitting while transitioning from <b>{0} State</b> to <b>{1} State</b>
hu: A <b>{0} állapotról</b> a <b>{1} állapotra</b> való áttérés során nem lehet a beküldés előtt visszavonni
sr: Није могуће отказати пре подношења током транзиције са <b>{0} стања</b> на <b>{1} стање</b>

source: Cannot cancel before submitting. See Transition {0}
ar: لا يمكن الإلغاء قبل الإرسال. انظر الانتقال {0}
hu: Nem lehet visszavonni beküldés előtt. Lásd Átvezetést {0}
sr: Није могуће отказати пре подношења. Погледај транзицију {0}

source: Cannot cancel {0}.
ar: لا يمكن الإلغاء {0}.
hu: Nem lehet visszavonni {0}.
sr: Није могуће отказати {0}.

source: Cannot change docstatus from 0 (Draft) to 2 (Cancelled)
ar: لا يمكن تغيير حالة المستند من 0 (مسودة) إلى 2 (ملغى)
hu: A dokumentum státuszát nem lehet 0-ról (Tervezet) 2-re (Visszavont) változtatni
sr: Није могуће променити status документа из 0 (нацрт) у 2 (отказан)

source: Cannot change docstatus from 1 (Submitted) to 0 (Draft)
ar: لا يمكن تغيير حالة المستند من 1 (تم الإرسال) إلى 0 (مسودة)
hu: A dokumentum státuszát nem lehet 1 (Beküldve) helyett 0-ra (Tervezet) változtatni
sr: Није могуће променити status документа из 1 (поднет) у 0 (нацрт)

source: Cannot change state of Cancelled Document <b>({0} State)</b>
hu: Nem lehet megváltoztatni a Visszavont dokumentum állapotát <b>(Állapot {0})</b>
sr: Није могуће променити стање отказаног документа <b>({0} стање)</b>

source: Cannot change state of Cancelled Document. Transition row {0}
ar: لا يمكن تغيير حالة الوثيقة ملغاة .
hu: Nem lehet megváltoztatni a Törölt dokumentum állapotát. Átvezetési sor {0}
sr: Није могуће променити стање отказаног документа. Транзициони ред {0}

source: Cannot change to/from autoincrement autoname in Customize Form
ar: لا يمكن تغيير الاسم التلقائي من/إلى الاسم التلقائي في نموذج التخصيص
hu: Nem lehet megváltoztatni az automatikus elnevezést automatikusan növekedő-re/ről a Testreszabott Űrlapon
sr: Није могуће променити са/на аутоматско повећање аутоматског назива у пољу прилагоди образац

source: Cannot create a {0} against a child document: {1}
ar: لا يمكن إنشاء {0} ضد مستند طفل: {1}
hu: Nem lehet {0} -t létrehozni egy gyermek dokumentumhoz: {1}
sr: Није могуће креирати {0} против зависног документа: {1}

source: Cannot create private workspace of other users
ar: لا يمكن إنشاء مساحة عمل خاصة للمستخدمين الآخرين
hu: Nem lehet létrehozni privát munkaterület más felhasználók számára
sr: Није могуће креирати приватни радни простор за остале кориснике

source: Cannot delete Home and Attachments folders
ar: لا يمكن حذف المجلدات الرئيسية والمرفقات
hu: Nem lehet törölni az Otthon és Csatolmányok mappát
sr: Није могуће обрисати почетне и приложене датотеке

source: Cannot delete or cancel because {0} {1} is linked with {2} {3} {4}
ar: لا يمكن حذف أو إلغاء لأن {0} {1} مرتبط مع {2} {3} {4}
hu: Nem törölhető vagy visszavonható, mert a {0} {1} ehhez kapcsolódik: {2} {3} {4}
sr: Није могуће обрисати или отказати јер је {0} {1} повезано са {2} {3} {4}

source: Cannot delete private workspace of other users
hu: Nem törölhető más felhasználók privát munkaterülete
sr: Није могуће обрисати приватни радни простор других корисника

source: Cannot delete public workspace without Workspace Manager role
hu: Nem törölhető nyilvános munkaterület Munkaterület Menedzser szerepkör nélkül
sr: Није могуће обрисати јавни радни простор без улоге менаџера радног простора

source: Cannot delete standard action. You can hide it if you want
ar: لا يمكن حذف الإجراء القياسي. يمكنك إخفاء ذلك إذا كنت تريد
hu: Nem lehet törölni szabványos műveletet. Ha akarja, elrejtheti
sr: Није могуће обрисати стандардну радњу. Можете је сакрити уколико желите

source: Cannot delete standard document state.
ar: لا يمكن حذف حالة المستند القياسي.
hu: Nem törölhető szabványos dokumentum állapot.
sr: Није могуће обрисати стандардно стање документа.

source: Cannot delete standard field <strong>{0}</strong>. You can hide it instead.
hu: Nem törölhető <strong>{0}</strong> szabványos mező. Ehelyett elrejtheti.
sr: Није могуће обрисати стандардно поље <strong>{0}</strong>. Можете га сакрити.

source: Cannot delete standard field. You can hide it if you want
ar: لا يمكن حذف الحقل القياسي. يمكنك إخفاؤه إذا أردت.
hu: Nem lehet törölni szabványos mezőt. Elrejtheti, ha akarja
sr: Није могуће обрисати стандардно поље. Можете га сакрити уколико желите

source: Cannot delete standard link. You can hide it if you want
ar: لا يمكن حذف الارتباط القياسي. يمكنك إخفاء ذلك إذا كنت تريد
hu: Nem lehet törölni szabványos hivatkozást. Elrejtheti, ha akarja
sr: Није могуће обрисати стандардни линк. Можете га сакрити уколико желите

source: Cannot delete system generated field <strong>{0}</strong>. You can hide it instead.
hu: Nem törölhető a <strong>{0}</strong> rendszer által generált mezőt. Ehelyett elrejtheti.
sr: Није могуће обрисати системски генерисано поље <strong>{0}</strong>. Можете га сакрити.

source: Cannot delete {0}
ar: لا يمكن حذف {0}
hu: Nem lehet törölni {0}
sr: Није могуће обрисати {0}

source: Cannot delete {0} as it has child nodes
ar: لا يمكن حذف {0} لأن لديها عُقد تابعة
hu: A {0} nem törölhető, mivel vannak gyermek csomópontjai
sr: Није могуће обрисати {0} јер има зависне чворове

source: Cannot edit Standard Dashboards
ar: لا يمكن تعديل لوحات المعلومات القياسية
hu: Nem lehet szerkeszteni a Általános Műszerfalakat
sr: Није могуће уредити стандардне контролне табле

source: Cannot edit Standard Notification. To edit, please disable this and duplicate it
ar: لا يمكن تحرير الإشعار القياسي. للتعديل ، يرجى تعطيله وتكراره
hu: Nem lehet szerkeszteni szabványos értesítést. A szerkesztéshez kérjük, tiltsa le és készítsen belőle másolatot
sr: Није могуће уредити стандардна обавештења. Да бисте их уредили, прво их онемогућите и направите дупликат

source: Cannot edit Standard charts
ar: لا يمكن تعديل المخططات القياسية
hu: Nem lehet szerkeszteni szabványos diagramokat
sr: Није могуће уредити стандардне графиконе

source: Cannot edit a standard report. Please duplicate and create a new report
ar: لا يمكنك التعديل على التقارير القياسية. يرجى نسخ التقريرالقياسي و التعديل على النسخة الجديدة
hu: Nem lehet szerkeszteni egy szabványos jelentést. Kérjük, másolja le és hozzon létre egy új jelentést
sr: Није могуће уредити стандардне извештаје. Молимо Вас направите дупликат и креирајте нови извештај

source: Cannot edit cancelled document
ar: لا يمكنك التعديل على وثيقة ملغية
hu: Visszavont dokumentumot nem lehet szerkeszteni
sr: Није могуће уредити отказан документ

source: Cannot edit filters for standard charts
ar: لا يمكن تحرير عوامل التصفية للمخططات القياسية
hu: Szabványos diagramok szűrői nem szerkeszthetők
sr: Није могуће уредити филтере за стандардне графиконе

source: Cannot edit filters for standard number cards
ar: لا يمكن تعديل عوامل التصفية لبطاقات الأرقام القياسية
hu: Szabványos számkártyák szűrői nem szerkeszthetők
sr: Није могуће уредити филтере за стандардне бројчане картице

source: Cannot edit standard fields
ar: لا تستطيع تعديل الحقول القياسية
hu: Szabványos mezők nem szerkeszthetők
sr: Није могуће уредити стандардна поља

source: Cannot enable {0} for a non-submittable doctype
ar: لا يمكن تفعيل {0} لنوع مستند غير قابل للإرسال
hu: Nem engedélyezhető a(z) {0} egy nem beküldhető doctype számára
sr: Није могуће дозволити {0} за doctype који се не може поднети

source: Cannot find file {} on disk
ar: تعذر العثور على الملف {} على القرص
hu: {} fájl nem található
sr: Није могуће пронаћи фајл {} на диску

source: Cannot get file contents of a Folder
ar: لا يمكن الحصول على محتويات ملف من مجلد
hu: Nem lehet lekérni egy mappa tartalmát
sr: Није могуће преузети садржај фајла из датотеке

source: Cannot have multiple printers mapped to a single print format.
ar: لا يمكن تعيين طابعات متعددة على تنسيق طباعة واحد.
hu: Nem lehet több nyomtatót egyetlen nyomtatási formátumhoz rendelni.
sr: Није могуће мапирати више штампача на један формат за штампу.

source: Cannot import table with more than 5000 rows.
ar: لا يمكن استيراد جدول يحتوي على أكثر من 5000 صف.
hu: Nem lehet 5000-nél több sort tartalmazó táblázatot importálni.
sr: Није могуће увозити табелу са више од 5000 редова.

source: Cannot link cancelled document: {0}
ar: لا يمكن ربط وثيقة إلغاء: {0}
hu: Nem lehet csatolni a visszavont dokumentumot: {0}
sr: Није могуће повезати отказани документ: {0}

source: Cannot map because following condition fails:
ar: لا يمكن إجراء عملية الربط لأن الشرط التالي غير محقق:
hu: Nem lehet leképezni, mivel a következő feltétel nem teljesül:
sr: Није могуће мапирање јер следећи услов није испуњен:

source: Cannot match column {0} with any field
ar: لا يمكن مطابقة العمود {0} بأي حقل
hu: A(z) {0} oszlop nem illeszthető egyetlen mezőhöz sem
sr: Није могуће упарити колону {0} ни са једним пољем

source: Cannot move row
ar: لا يمكن نقل الصف
hu: A sor nem mozgatható
sr: Није могуће померити ред

source: Cannot remove ID field
ar: لا يمكن إزالة معرف الحقل
hu: Az azonosító mező nem távolítható el
sr: Није могуће уклонити ИД поље

source: Cannot set 'Report' permission if 'Only If Creator' permission is set
ar: لا يمكن تعيين إذن "الإبلاغ" إذا تم تعيين إذن "فقط إذا كان المنشئ"
hu: Nem lehet beállítani a 'Jelentés' engedélyt, ha a 'Csak létrehozó esetán' engedély be van állítva
sr: Није могуће поставити дозволу за 'Извештај' уколико је постављена дозвола за 'Искључиво уколико је аутор'

source: Cannot set Notification with event {0} on Document Type {1}
ar: لا يمكن تعيين إشعار بالحدث {0} على نوع المستند {1}
hu: Nem lehet beállítani a(z) {0} eseményt tartalmazó értesítést a(z) {1} dokumentum típuson
sr: Није могуће подесити обавештење са догађајем {0} за врсту документа {1}

source: Cannot share {0} with submit permission as the doctype {1} is not submittable
ar: لا يمكن مشاركة {0} مع إذن الإرسال لأن نوع المستند {1} غير قابل للإرسال
hu: A {0} nem osztható meg beküldési engedéllyel, mivel a {1} doctype nem küldhető be
sr: Није могуће поделити {0} са дозволом за подношење јер doctype {1} није могуће поднети

source: Cannot submit {0}.
ar: لا يمكن الإرسال {0}.
hu: Nem lehet beküldeni {0}.
sr: Није могуће поднети {0}.

source: Cannot update private workspace of other users
hu: Nem frissíthető más felhasználók privát munkaterülete
sr: Није могуће ажурирати приватни радни простор других корисника

source: Cannot update {0}
ar: لا يمكن تحديث {0}
hu: Nem lehet frissíteni: {0}
sr: Није могуће ажурирати {0}

source: Cannot use sub-query here.
ar: لا يمكن استخدام الاستعلام الفرعي هنا.
hu: Itt nem lehet al-lekérdezést használni.
sr: Није могуће користити подупит овде.

source: Cannot use {0} in order/group by
ar: لا يمكن استخدام {0} في ترتيب/تجميع البيانات حسب
hu: Nem használható a(z) {0} a rendezés/csoportosítás során
sr: Није могуће користити {0} у команди сортирај/групиши по

source: Cannot {0} {1}.
ar: لا يمكن {0} {1}.
hu: Nem lehet {0} {1}.
sr: Није могуће {0} {1}.

source: Capitalization doesn't help very much.
ar: القيمة لا يساعد كثيرا جدا.
hu: A nagybetűs írásmód nem sokat segít.
sr: Капитализација не помаже пуно.

source: Capture
ar: يأسر
hu: Rögzítés
sr: Забележи

source: Card
ar: بطاقة
hu: Kártya
sr: Картица

source: Card Break
ar: كسر الورق
hu: Kártya Szünet
sr: Прелом картице

source: Card Label
ar: ملصق البطاقة
hu: Kártya Címke
sr: Ознака картице

source: Card Links
ar: روابط البطاقات
hu: Kártya Hivatkozások
sr: Линкови картица

source: Cards
ar: بطاقات
hu: Kártyák
sr: Картице

source: Category
ar: فئة
hu: Kategória
sr: Категорија

source: Category Description
ar: وصف الفئة
hu: Kategória Leírás
sr: Опис категорије

source: Category Name
ar: اسم التصنيف
hu: Kategória Neve
sr: Назив категорије

source: Cent
ar: سنت
sr: Цент

source: Center
ar: مركز
hu: Központ
sr: Центар

source: Chain Integrity
ar: سلامة السلسلة
hu: Lánc Integritása
sr: Интегритет ланца

source: Chaining Hash
ar: تسلسل هاش
hu: Hash Láncolás
sr: Хаширање ланца

source: Change
ar: تغيير
hu: Változás
sr: Промена

# Coins
source: Change
ar: تغيير
hu: Változás
sr: Промена

source: Change Image
ar: تغيير الصورة
hu: Kép Módosítása
sr: Промени слику

source: Change Label (via Custom Translation)
ar: تغيير التسمية (عبر الترجمة المخصصة)
hu: Címke Módosítása (Egyedi fordítással)
sr: Промени ознаку (путем прилагођеног превода)

source: Change Letter Head
ar: تغيير رأس الرسالة
hu: Levélfej Módosítása
sr: Промени заглавље

source: Change Password
ar: تغيير كلمة المرور
hu: Változtass Jelszót
sr: Промени лозинку

source: Change Print Format
ar: تغيير تنسيق الطباعة
hu: Nyomtatási Formátum Módosítása
sr: Промени формат штампе

source: Change User
ar: تغيير المستخدم
hu: Felhasználó Váltása
sr: Промени корисника

source: Change the starting / current sequence number of an existing series. <br> Warning: Incorrectly updating counters can prevent documents from getting created.
hu: Egy meglévő sorozat kezdő/aktuális sorszámának módosítása. <br> Figyelmeztetés: A számlálók helytelen frissítése megakadályozhatja a dokumentumok létrehozását.
sr: Промените почетни / тренутни број у низу за постојећу серију. <br> Упозорење: Неисправно ажурирање бројача можете спречити креирање докумената.

source: Changelog Feed
ar: سجل التغييرات
hu: Változásnapló
sr: Дневник промена

source: Changing any setting will reflect on all the email accounts associated with this domain.
ar: سيؤدي تغيير أي إعداد إلى انعكاس ذلك على جميع حسابات البريد الإلكتروني المرتبطة بهذا النطاق.
hu: Bármely beállítás megváltoztatása hatással lesz a tartományhoz tartozó összes e-mail fiókra.
sr: Свака промена подешавања ће се одразити на све имејл налоге повезане са овим доменом.

source: Changing rounding method on site with data can result in unexpected behaviour.
ar: قد يؤدي تغيير طريقة التقريب في الموقع مع البيانات إلى سلوك غير متوقع.
hu: A kerekítési módszer helyben, adatokkal történő megváltoztatása váratlan viselkedést eredményezhet.
sr: Промена методе заокруживања на сајту са подацима може довести до неочекиваног понашања.

source: Channel
ar: قناة
hu: Csatorna
sr: Канал

source: Chart
ar: خريطة
hu: Diagram
sr: Дијаграм

source: Chart Configuration
ar: تكوين الرسم البياني
hu: Diagram Konfiguráció
sr: Конфигурација дијаграма

source: Chart Name
ar: اسم المخطط
hu: Diagram Neve
sr: Назив дијаграма

source: Chart Options
ar: خيارات الرسم البياني
hu: Diagram Opciók
sr: Опције дијаграма

source: Chart Source
ar: مصدر الرسم البياني
hu: Diagram Forrása
sr: Извор дијаграма

source: Chart Type
ar: نوع الرسم البياني
hu: Diagram Típus
sr: Врста дијаграма

source: Charts
ar: الرسوم البيانية
hu: Diagramok
sr: Дијаграми

source: Chat
ar: الدردشة
hu: Csevegés
sr: Чет

source: Check
ar: التحقق من
hu: Jelölje be
sr: Означи

source: Check Request URL
ar: تحقق من عنوان الرابط المطلوب
hu: Ellenőrizze az URL Kérést
sr: Провери URL захтева

source: Check broken links
hu: Hibás linkek ellenőrzése
sr: Провери прекинуте линкове

source: Check columns to select, drag to set order.
ar: حدد الأعمدة المراد اختيارها، واسحبها لترتيبها.
hu: Jelölje be az oszlopokat a kiválasztáshoz, húzással állítsa be a sorrendet.
sr: Провери колоне за означавање, превуци да поставиш редослед.

source: Check the Error Log for more information: {0}
ar: تحقق من سجل الأخطاء لمزيد من المعلومات: {0}
hu: További információkért nézze meg a hibanaplót: {0}
sr: Провери евиденцију грешака за више информација: {0}

source: Check this if you don't want users to sign up for an account on your site. Users won't get desk access unless you explicitly provide it.
ar: تحقق من هذا إذا كنت لا تريد أن يقوم المستخدمون بالتسجيل للحصول على حساب على موقعك. لن يتمكن المستخدمون من الوصول إلى المكتب ما لم تقدمه صراحةً.
hu: Jelölje be ezt a lehetőséget, ha nem szeretné, hogy a felhasználóknak fiókot kelljen regisztrálniuk a webhelyén. A felhasználók nem kapnak íróasztal-hozzáférést, hacsak nem adod meg kifejezetten.
sr: Означи ово уколико не желиш да корисници креирају налог на твом сајту. Корисници неће имати приступ радној површини, осим уколико им експлицитно не обезбедиш.

source: Check this if you want to force the user to select a series before saving. There will be no default if you check this.
ar: التحقق من ذلك إذا كنت تريد لإجبار المستخدم لتحديد سلسلة قبل الحفظ. لن يكون هناك الافتراضي إذا قمت بتحديد هذا.
hu: Jelölje be ezt a lehetőséget, ha a felhasználót arra szeretné kényszeríteni, hogy a mentés előtt válasszon ki egy sorozatot. Ha ezt bejelöli, nem lesz alapértelmezett.
sr: Означи ово уколико желиш да натераш корисника да одабере серију пре чувања. Неће бити подразумеваног избора уколико је ово означено.

source: Check to display the full numeric value (e.g., 1,234,567 instead of 1.2M).
ar: حدد لعرض القيمة العددية الكاملة (على سبيل المثال، 1,234,567 بدلاً من 1.2 مليون).
hu: Jelölje be a teljes numerikus érték megjelenítéséhez (pl. 1 234 567 az 1,2 millió helyett).
sr: Означите за приказ пуне нумеричке вредности (нпр. 1.234.567 уместо 1.2М).

source: Checking broken links...
hu: Hibás linkek ellenőrzése...
sr: Проверавање прекинутих линкова...

source: Checking one moment
ar: فحص لحظة واحدة
hu: Ellenőrzés, egy pillanat
sr: Проверава се, тренутак
