Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Time series based on is required to create a dashboard chart
ar: مطلوب سلسلة زمنية بناءً على إنشاء مخطط لوحة معلومات
hu: A műszerfal diagram létrehozásához az idősorokra van szükség
sr: За креирање графикона на контролној табли неопходна је временска серија

source: Time {0} must be in format: {1}
ar: يجب أن يكون الوقت {0} بالتنسيق: {1}
hu: A(z) {0} időnek formátumban kell lennie: {1}
sr: Време {0} мора бити у формату: {1}

source: Timed Out
ar: انتهت مهلة الجلسة
hu: Időtúllépés
sr: Истекло

source: Timeless Night
ar: ليلة خالدة
hu: Időtlen Éjszaka
sr: Вечна ноћ

source: Timeline
ar: الجدول الزمني
hu: Idővonal
sr: Временски редослед

source: Timeline DocType
ar: DOCTYPE الزمني
hu: Idővonal DocType
sr: DocType временског редоследа

source: Timeline Field
ar: الجدول الزمني الميدان
hu: Idővonal Mező
sr: Поље временског редоследа

source: Timeline Links
ar: الجدول الزمني وصلات
hu: Idővonal Hivatkozások
sr: Линкови временског редоследа

source: Timeline Name
ar: اسم الزمني
hu: Idővonal Neve
sr: Назив временског редоследа

source: Timeline field must be a Link or Dynamic Link
ar: يجب أن يكون حقل المخطط الزمني رابطا أو رابطا ديناميا
hu: Idővonal mezőnek egy Hivatkozásnak vagy Dinamikus Hivatkozásnak kell lennie
sr: Поље временског редоследа мора бити линк или динамички линк

source: Timeline field must be a valid fieldname
ar: يجب أن يكون حقل المخطط الزمني اسم حقل صالحا
hu: Idővonal mezőnek egy érvényes mezőnévnek kell lennie
sr: Поље временског редоследа мора бити важећи назив поља

source: Timeout
ar: نفذ الوقت
hu: Időtúllépés
sr: Истек

source: Timeout (In Seconds)
ar: مهلة زمنية (بالثواني)
hu: Időtúllépés (másodpercben)
sr: Истек (у секундама)

source: Timeseries
ar: السلاسل الزمنية
hu: Idősorok
sr: Временска серија

source: Timespan
ar: الفترة الزمنية
hu: Időtartam
sr: Временски опсег

source: Timestamp
ar: الطابع الزمني
hu: Időbélyeg
sr: Временски жиг

source: Title
ar: اللقب
hu: Cím
sr: Наслов

source: Title Field
ar: حقل العنوان
hu: Cím Mező
sr: Поље за наслов

source: Title Prefix
ar: عنوان الاختصار
hu: Cím Előtag
sr: Префикс наслова

source: Title field must be a valid fieldname
ar: يجب أن يكون حقل العنوان حقل اسم صالح
hu: Cím mezőnek érvényes mezőnévvel kell rendelkeznie
sr: Поље за наслов мора бити важећи назив поља

source: Title of the page
ar: عنوان الصفحة
hu: Az oldal címe
sr: Наслов странице

source: To
ar: إلى
hu: Címzett
sr: За

# Email Recipients
source: To
ar: إلى
hu: Címzett
sr: За

source: To Date
ar: إلى تاريخ
hu: Dátumig
sr: Датум завршетка

source: To Date Field
ar: إلى تاريخ الحقل
hu: Dátum mezőbe
sr: Поље датума завршетка

source: To Do
ar: قائمة المهام
hu: Tennivaló
sr: За урадити

source: To User
ar: إلى المستخدم
hu: Felhasználónak
sr: За корисника

source: To add dynamic subject, use jinja tags like <div><pre><code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div>
hu: A dinamikus tárgy hozzáadásához használj jinja címkéket, mint például a <div><pre><code>Új {{ doc.doctype }} #{{ doc.name }}</code></pre></div>
sr: Да бисте додали динамички наслов, користите jinja ознаке као што су <div><pre><code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div>

source: To add dynamic subject, use jinja tags like <div><pre><code>{{ doc.name }} Delivered</code></pre></div>
hu: A dinamikus tárgy hozzáadásához használj jinja címkéket, mint például a <div><pre><code>{{ doc.name }} kézbesítve</code></pre></div>
sr: Да бисте додали динамички наслов, користите jinja ознаке као што су <div><pre><code>{{ doc.name }} Delivered</code></pre></div>

source: To add dynamic values from the document, use jinja tags like <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>
hu: A dinamikus értékek hozzáadásához használj jinja címkéket, mint például a <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>
sr: Да бисте додали динамичке вредности из документа, користите jinja ознаке као што је <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>

source: To allow more reports update limit in System Settings.
ar: للسماح بتحديث عدد التقارير المسموح بها في إعدادات النظام.
hu: Több jelentés frissítési korlátjának engedélyezése a Rendszerbeállításokban.
sr: Да бисте омогућили веће ограничење за ажурирање извештаја, подесите их у подешавању система.

source: To and CC
ar: لوCC
hu: Címzett és Másolat
sr: Примаоци и CC

source: To begin the date range at the start of the chosen period. For example, if 'Year' is selected as the period, the report will start from January 1st of the current year.
ar: لبدء نطاق التاريخ من بداية الفترة المختارة. على سبيل المثال، إذا تم اختيار "السنة" كفترة، فسيبدأ التقرير من 1 يناير من السنة الحالية.
hu: A dátumtartomány a kiválasztott időszak kezdeténél kezdődik. Például, ha az "Év" van kiválasztva időszakként, a jelentés a folyó év január 1-jével kezdődik.
sr: Да би се опсег датума започео на почетку изабраног периода. На пример, уколико је изабрана 'Година', извештај ће почети од 1. јануара текућег године.

source: To configure Auto Repeat, enable "Allow Auto Repeat" from {0}.
ar: لتهيئة التكرار التلقائي ، قم بتمكين &quot;السماح بالتكرار التلقائي&quot; من {0}.
hu: Az automatikus ismétlés konfigurálásához engedélyezze az „Automatikus Ismétlés Engedélyezése” beállítást a {0} menüpontban.
sr: Да бисте подесили аутоматско понављање, омогућите опцију 'Дозволи аутоматско понављање' у оквиру {0}.

source: To enable it follow the instructions in the following link: {0}
ar: لتمكينه ، اتبع التعليمات في الرابط التالي: {0}
hu: Engedélyezéséhez kövesse az alábbi link utasításait: {0}
sr: Да бисте то омогућили пратите упутства на следећем линку: {0}

source: To enable server scripts, read the {0}.
ar: لتمكين البرامج النصية للخادم، اقرأ {0}.
hu: A szerver szkriptek engedélyezéséhez, olvassa el a {0}.
sr: Да бисте омогућили скрипте на серверу, прочитајте {0}.

source: To export this step as JSON, link it in a Onboarding document and save the document.
ar: لتصدير هذه الخطوة بصيغة JSON، قم بربطها في مستند الإعداد واحفظ المستند.
hu: Ha ezt a lépést JSON-ként szeretné exportálni, kapcsolja be egy Onboarding-dokumentumba, és mentse el a dokumentumot.
sr: Да бисте извршили извоз овог корака као JSON, повежите га у документу за уводну обуку и сачувајте документ.

source: To get the updated report, click on {0}.
ar: للحصول على التقرير المحدّث ، انقر على {0}.
hu: A frissített jelentéshez kattintson erre: {0}.
sr: За ажурирани извештај кликните на {0}.

source: To manage your authorized third party apps
hu: Az engedélyezett harmadik féltől származó alkalmazások kezelése
sr: За управљање Вашим ауторизованим екстерним апликацијама

source: To print output use <code>print(text)</code>
hu: A kimenet nyomtatásához használja a <code>print(text)</code> parancsot
sr: За штампање излаза користите <code>print(text)</code>

source: To set the role {0} in the user {1}, kindly set the {2} field as {3} in one of the {4} record.
ar: لتعيين الدور {0} في المستخدم {1}، يرجى تعيين الحقل {2} كـ {3} في أحد سجلات {4} .
hu: A {0} szerepkör {1} felhasználóban történő beállításához kérjük, állítsa be a {2} mezőt {3} értékre a {4} rekordok egyikében.
sr: Да бисте доделили улогу {0} кориснику {1}, подесите поље {2} као {3} у једном од врсте записа {4}.

source: To use Google Calendar, enable {0}.
ar: لاستخدام تقويم Google ، قم بتمكين {0}.
hu: A Google Naptár használatához engedélyezze a(z) {0} lehetőséget.
sr: За коришћење Google Calendar-а, омогућите {0}.

source: To use Google Contacts, enable {0}.
ar: لاستخدام جهات اتصال Google ، قم بتمكين {0}.
hu: A Google Névjegyek használatához engedélyezze a(z) {0} lehetőséget.
sr: За коришћење Google Contacts, омогућите {0}.

source: To use Google Drive, enable {0}.
ar: لاستخدام Google Drive ، قم بتمكين {0}.
hu: A Google Drive használatához engedélyezze a(z) {0} lehetőséget.
sr: За коришћење Google Drive, омогућите {0}.

source: To use Google Indexing, enable <a href="/app/google-settings">Google Settings</a>.
hu: A Google indexelés használatához engedélyezze a <0>Google-beállításokat</0>.
sr: За коришћење Google Indexing, омогућите <a href="/app/google-settings">Google подешавања</a>.

source: To use Slack Channel, add a <a href="#List/Slack%20Webhook%20URL/List">Slack Webhook URL</a>.
hu: A Slack-csatorna használatához adjon hozzá egy <a href="#List/Slack%20Webhook%20URL/List">Slack Webhook URL-t</a>.
sr: За коришћење Slack Channel, додајте <a href="#List/Slack%20Webhook%20URL/List">Slack Webhook URL</a>.

source: To version
ar: إلى الإصدار
hu: Verzióra
sr: До верзије

source: ToDo
ar: قائمة المهام
hu: Tennivalók
sr: За урадити

source: Today
ar: اليوم
hu: Ma
sr: Данас

source: Toggle Chart
ar: تبديل الرسم البياني
hu: Diagram be-/kikapcsolása
sr: Пребаци графикон

source: Toggle Full Width
ar: تفعيل/إلغاء العرض الكامل
hu: Teljes Szélesség be-/kikapcsolása
sr: Пребаци у пуну ширину

source: Toggle Grid View
ar: تبديل عرض الشبكة
hu: Rácsnézet be-/kikapcsolása
sr: Пребаци у приказ мреже

source: Toggle Section: {0}
hu: Váltás Szakaszra: {0}
sr: Пребаци одељак: {0}

source: Toggle Sidebar
ar: تبديل الشريط الجانبي
hu: Oldalsáv be-/kikapcsolása
sr: Пребаци бочну траку

# Button in list view menu
source: Toggle Sidebar
ar: تبديل الشريط الجانبي
hu: Oldalsáv be-/kikapcsolása
sr: Пребаци бочну траку

source: Toggle Theme
ar: تبديل المظهر
hu: Téma Váltása
sr: Промени тему

source: Token
ar: رمز
sr: Токен

source: Token Cache
ar: ذاكرة التخزين المؤقت للرموز المميزة
hu: Token Gyorsítótár
sr: Кеш токена

source: Token Type
ar: نوع الرمز المميز
hu: Token Típusa
sr: Врста токена

source: Token URI
ar: رمز URI
hu: Toke URI
sr: URI токена

source: Token is missing
ar: رمز مفقود
hu: Token hiányzik
sr: Токен недостаје

source: Tomorrow
ar: غداً
hu: Holnap
sr: Сутра

source: Too Many Documents
ar: عدد كبير جداً من المستندات
hu: Túl Sok Dokumentum
sr: Превише докумената

source: Too Many Requests
ar: طلبات كثيرة جدا
hu: Túl sok kérés
sr: Превише захтева

source: Too many changes to database in single action.
ar: تغييرات كثيرة جداً في قاعدة البيانات في إجراء واحد.
hu: Túl sok módosítás történt az adatbázisban egyetlen műveletben.
sr: Превише промена базе податка у једној радњи.

source: Too many queued background jobs ({0}). Please retry after some time.
ar: عدد كبير جدًا من المهام الخلفية في قائمة الانتظار ({0}). يرجى إعادة المحاولة بعد فترة.
hu: Túl sok a sorban álló háttérfeladat ({0}). Kérjük, próbáld újra egy idő múlva.
sr: Превише задатака у позадини у реду чекања ({0}). Молимо Вас да покушате поново касније.

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
ar: وقعت الكثير من المستخدمين في الآونة الأخيرة، وذلك هو تعطيل التسجيل. يرجى المحاولة مرة أخرى في ساعة
hu: Túl sok felhasználó regisztrált mostanában, így a regisztrációt letiltottuk. Kérjük, próbálja meg újra egy óra múlva
sr: Превише корисника се регистровало у последње време, стога је регистрација привремено онемогућена. Покушајте поново за сат времена

source: Tools
hu: Eszközök
sr: Алати

source: Top
ar: أعلى
hu: Felül
sr: Горе

source: Top 10
ar: أفضل 10
hu: Első 10
sr: Најбољи 10

source: Top Bar Item
ar: أفضل شريط الإغلاق
hu: Felső Sáv Elem
sr: Ставка горње траке

source: Top Bar Items
ar: قطع الشريط العلوي
hu: Felső Sáv Elemek
sr: Ставке горње траке

source: Top Center
ar: أعلى المنتصف
hu: Középen Felül
sr: Горе центрирано

source: Top Errors
ar: أبرز الأخطاء
hu: Leggyakoribb Hibák
sr: Најчешће грешке

source: Top Left
ar: أعلى اليسار
hu: Bal Felül
sr: Горе лево

source: Top Performer
ar: أفضل أداء
hu: A legjobban teljesítő
sr: Најбољи извршилац

source: Top Reviewer
ar: كبار المعلقين
hu: Legtöbbet értékelő
sr: Најбољи оцењивач

source: Top Right
ar: أعلى اليمين
hu: Jobb felül
sr: Горе десно

source: Top {0}
ar: أعلى {0}
sr: Најбољи {0}

source: Topic
ar: موضوع
hu: Téma
sr: Тема

source: Total
ar: الاجمالي غير شامل الضريبة
hu: Összesen
sr: Укупно

source: Total Background Workers
ar: عمال الخلفية الكاملة
hu: Összes Háttér Munkás
sr: Укупно позадинских радника

source: Total Errors (last 1 day)
ar: إجمالي الأخطاء (آخر يوم واحد)
hu: Összes Hiba (utolsó 1 nap)
sr: Укупан број грешака (последњих 1 дан)

source: Total Images
ar: إجمالي الصور
hu: Összes Kép
sr: Укупно слика

source: Total Outgoing Emails
ar: إجمالي رسائل البريد الإلكتروني الصادرة
hu: Összes Kimenő E-mail
sr: Укупно излазних имејлова

source: Total Recipients
hu: Összesen Címzett
sr: Укупно примаоца

source: Total Subscribers
ar: إجمالي عدد المشتركين
hu: Összes Feliratkozó
sr: Укупно претплатника

source: Total Users
ar: إجمالي المستخدمين
hu: Összes Felhasználó
sr: Укупно корисника

source: Total Views
ar: إجمالي المشاهدات
hu: Összes Megtekintés
sr: Укупно прегледа

source: Total Working Time
ar: إجمالي وقت العمل
hu: Teljes Munka Idő
sr: Укупно време рада

source: Total number of emails to sync in initial sync process
ar: إجمالي عدد الرسائل الإلكترونية المراد مزامنتها في عملية المزامنة الأولية
hu: Összes szinkronizálni kívánt e-mailek száma a kezdeti szinkronizálási folyamatban
sr: Укупан број имејл порука за синхронизацију током почетног процеса

source: Total:
ar: الاجمالي غير شامل الضريبة:
hu: Összesen:
sr: Укупно:

source: Totals
ar: المجاميع
hu: Összesítések
sr: Укупно

source: Totals Row
ar: الصف الكلي
hu: Összes sor
sr: Укупно редова

source: Trace ID
ar: معرف التتبع
hu: Nyomkövetési ID
sr: ИД за праћење

source: Traceback
ar: تتبع الأخطاء
hu: Visszakövetés
sr: След грешке

source: Track Changes
ar: تعقب التغيرات
hu: Változások nyomon követése
sr: Прати измене

source: Track Email Status
ar: تتبع حالة البريد الإلكتروني
hu: E-mail Állapotának Követése
sr: Прати status имејла

source: Track Field
ar: حقل المسار
hu: Nyomonkövetés Mező
sr: Прати поље

source: Track Seen
ar: المسار رأيت
hu: Megtekintés Követése
sr: Прати виђено

source: Track Steps
ar: تتبع الخطوات
hu: Lépések Követése
sr: Прати кораке

source: Track Views
ar: طرق العرض المسار
hu: Megtekintések Követése
sr: Прати прегледе

source: Track if your email has been opened by the recipient. <br> Note: If you're sending to multiple recipients, even if 1 recipient reads the email, it'll be considered "Opened"
hu: Nyomon követheti, hogy a címzett megnyitotta-e az e-mailt. <br> Megjegyzés: Ha több címzettnek küld, még ha 1 címzett olvassa is el az e-mailt, akkor is "megnyitottnak" minősül.
sr: Прати да ли је имејл отворен од стране примаоца. <br> Напомена: Уколико шаљете имејл на више адреса, сматраће се да је имејл отворен чак и уколико га прочита само један прималац.

source: Track milestones for any document
ar: تتبع المراحل الرئيسية لأي مستند
hu: Bármely dokumentum mérföldköveinek nyomon követése
sr: Прати кључне тачке документа

source: Tracking URL generated and copied to clipboard
ar: تم إنشاء رابط التتبع ونسخه إلى الحافظة
hu: Nyomonkövetési URL generálva és a vágólapra másolva
sr: URL за праћење је генерисан и копиран у међуспремник

source: Transaction Hash
ar: عملية تجزئة
hu: Tranzakció Hash
sr: Хеш трансакције

source: Transaction Log
ar: سجل المعاملات
hu: Tranzakciós Napló
sr: Евиденција трансакције

source: Transaction Log Report
ar: تقرير سجل المعاملات
hu: Tranzakciós Napló Jelentés
sr: Извештај о евиденцији трансакције

source: Transgender
hu: Transznemű
sr: Трансродно

source: Transition Properties
ar: خصائص الانتقال
hu: Átmenet Tulajdonságai
sr: Својства транзиције

source: Transition Rules
ar: الانتقال قوانين
hu: Átmeneti Szabályok
sr: Својства транзиције

source: Transitions
ar: التحولات
hu: Átmenetek
sr: Транизиција

source: Translatable
ar: للترجمة
hu: Lefordítható
sr: Могуће превођење

source: Translate Data
ar: ترجمة البيانات
hu: Adatok Fordítása
sr: Преведи податке

source: Translate Link Fields
ar: ترجمة حقول الروابط
hu: Hivatkozás Mezők Fordítása
sr: Преведи поља са линковима

source: Translate values
ar: ترجمة القيم
hu: Értékek fordítása
sr: Преведи вредности

source: Translate {0}
ar: ترجمة {0}
hu: Fordítás {0}
sr: Преведи {0}

source: Translated Text
ar: ترجمة النص
hu: Lefordított Szöveg
sr: Преведени текст

source: Translation
ar: ترجمة
hu: Fordítás
sr: Превод

source: Translations
ar: ترجمة
hu: Fordítások
sr: Преводи

source: Translator
ar: مترجم
hu: Fordító
sr: Преводилац

source: Trash
ar: قمامة، يدمر، يهدم
hu: Szemét
sr: Смеће

source: Tree
ar: شجرة
hu: Fa
sr: Стабло

source: Tree View
ar: عرض الشجرة
hu: Fa Nézet
sr: Приказ стабла

source: Tree structures are implemented using Nested Set
ar: يتم تطبيق بنيات الشجرة باستخدام مجموعة متداخلة
hu: Fa struktúrák a Beágyazott Halmazok használatával valósulnak meg
sr: Структуре стабла су имплементиране коришћењем угњеждених скупова

source: Tree view is not available for {0}
ar: عرض الشجرة غير متاح لـ {0}
hu: Fa nézet nem érhető el a következőhöz: {0}
sr: Приказ стабла није доступан за {0}

source: Trigger Method
ar: الطريقة الزناد
hu: Kiváltó Módszer
sr: Метод окидача

source: Trigger Primary Action
ar: الزناد العمل الأساسي
hu: Elsődleges Művelet Aktiválása
sr: Покрени главну радњу

source: Trigger caching
ar: تخزين المشغلات مؤقتًا
hu: Cachelés Indítása
sr: Покрени кеширање

source: Trigger on valid methods like "before_insert", "after_update", etc (will depend on the DocType selected)
ar: الزناد على الطرق الصحيحة مثل &quot;before_insert&quot;، &quot;after_update&quot;، وما إلى ذلك (تعتمد على نوع المستند المحدد)
hu: Érvényes metódusok, például a "before_insert", "after_update" stb. aktiválása (a kiválasztott DocType-tól függ)
sr: Покрени код на методима као што су "before_insert", "after_update", итд. (то ће зависити од изабраног DocType-а)

source: Trim Table
ar: طاولة التشذيب
hu: Tábla Tisztítása
sr: Скрати табелу

source: Try Again
ar: حاول ثانية
hu: Próbálja újra
sr: Покушајте поново

source: Try a Naming Series
ar: جرب سلسلة تسمية
hu: Próbáljon ki egy névsorozatot
sr: Испробајте серију именовања

source: Try the new Print Designer
ar: جرّب مصمم الطباعة الجديد
hu: Próbálja ki az új Nyomtatás Tervezőt
sr: Испробајте нови дизајнер штампе

source: Try to avoid repeated words and characters
ar: في محاولة لتجنب الكلمات المكررة وشخصيات
hu: Próbálja meg elkerülni az ismétlődő szavakat és karaktereket
sr: Покушајте да избегнете поновљене речи и карактере

source: Try to use a longer keyboard pattern with more turns
ar: محاولة استخدام نمط لوحة المفاتيح أطول مع المزيد من المنعطفات
hu: Próbálja meg, hogy egy hosszabb billentyűzet mintát használ több menetben
sr: Користите сложеније шеме за тастатуру за више прелаза

source: Tuesday
ar: الثلاثاء
hu: Kedd
sr: Уторак

source: Two Factor Authentication
ar: توثيق ذو عاملين
hu: Kétfaktoros Hitelesítés
sr: Двофакторска аутентификација

source: Two Factor Authentication method
ar: أسلوب اثنان عامل المصادقة
hu: Kétfaktoros Hitelesítési Módszer
sr: Метод двофакторске аутентификације

source: Type
ar: النوع
hu: Típus
sr: Врста

source: Type Distribution
hu: Típus Megoszlás
sr: Расподела по врсти

source: Type a reply / comment
ar: اكتب رداً / تعليقاً
hu: Írjon választ / megjegyzést
sr: Напишите одговор / коментар

source: Type something in the search box to search
ar: اكتب شيئا في مربع البحث للبحث
hu: Írjon valamit a keresőmezőbe a kereséshez
sr: Напишите нешто у поље за претрагу да бисте претражили

source: Type title
ar: اكتب العنوان
hu: Írja be a címet
sr: Унесите наслов

source: Type your reply here...
ar: أدخل ردك هنا...
hu: Írja be a válaszát...
sr: Напишите Ваш одговор овде...

source: Type:
ar: النوع:
hu: Típus:
sr: Врста:

source: UI Tour
ar: جولة واجهة المستخدم
hu: Felület Túra
sr: Обилазак корисничког интерфејса

source: UNSEEN
ar: غير مرئي
hu: OLVASATLAN
sr: НЕПРОЧИТАНО

source: URIs for receiving authorization code once the user allows access, as well as failure responses. Typically a REST endpoint exposed by the Client App. <br>e.g. http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook
hu: URI-k az hitelesítési kód fogadásához, miután a felhasználó engedélyezi a hozzáférést, valamint a hibaüzenetek. Általában egy REST végpont, amelyet a kliensalkalmazás tesz elérhetővé. <br>pl. http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook
sr: URI адресе за примање ауторизационог кода након што корисник дозволи приступ, као и за пријем одговора у случају неуспеха. Обично је то REST ендпоинт коју излаже клијентска апликација. <br>нпр. http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook

source: URL for documentation or help
ar: عنوان URL للتوثيق أو المساعدة
hu: Dokumentáció vagy segítség URL-címe
sr: URL за документацију или помоћ

source: URL must start with http:// or https://
ar: يجب أن يبدأ عنوان URL بـ http:// أو https://
hu: Az URL-nek http:// vagy https://-sel kell kezdődnie
sr: URL мора почети са http:// или https://

source: URL of the page
ar: عنوان URL للصفحة
hu: Az oldal URL-címe
sr: URL странице

source: URL to go to on clicking the slideshow image
ar: عنوان URL للانتقال إليه عند النقر فوق صورة عرض الشرائح
hu: URL, amelyre a diavetítés képére kattintva juthat
sr: URL ка којем води клик на презентацију слика

source: Unable to find DocType {0}
ar: تعذر العثور على نوع الملف {0}
hu: DocType nem található {0}
sr: Није могуће пронаћи DocType {0}

source: Unable to load camera.
ar: تعذر تحميل الكاميرا.
hu: Nem sikerült betölteni a kamerát.
sr: Није могуће учитати камеру.

source: Unable to load: {0}
ar: غير قادر على تحميل: {0}
hu: Nem sikerült betölteni: {0}
sr: Није могуће учитати: {0}

source: Unable to open attached file. Did you export it as CSV?
ar: تعذر فتح الملف المرفق. هل تم تصديره ك CSV؟
hu: Nem sikerült megnyitni a csatolt fájlt. CSV formátumba mentette ki?
sr: Није могуће отворити приложени фајл. Да ли сте га извезли као CSV?

source: Unable to read file format for {0}
ar: تعذر قراءة تنسيق الملف {0}
hu: Nem olvasható fájl formátum erre: {0}
sr: Није могуће прочитати формат фајла за {0}

source: Unable to send mail because of a missing email account. Please setup default Email Account from Settings > Email Account
ar: لا يمكن إرسال البريد الإلكتروني بسبب عدم وجود حساب بريد إلكتروني. يُرجى إعداد حساب البريد الإلكتروني الافتراضي من الإعدادات > حساب البريد الإلكتروني
hu: Nem tud levelet küldeni, mert hiányzik az e-mail fiók. Kérjük, állítsa be az alapértelmezett e-mail fiókot a Beállítások > E-mail Fiók menüpontban
sr: Није могуће послати имејл због недостајућег имејл налога. Молимо Вас да поставите подразумевани налог у Подешавањима > Имејл налог

source: Unable to update event
ar: غير قادر على تحديث الحدث
hu: Nem lehet frissíteni az eseményt
sr: Није могуће ажурирати догађај

source: Unable to write file format for {0}
ar: تعذر كتابة تنسيق الملف {0}
hu: Nem sikerült fájlformátumot írni ehhez: {0}
sr: Није могуће уписати формат фајла за {0}

source: Unassign Condition
ar: إلغاء تعيين الشرط
hu: Hozzárendelés Feloldása Feltétel
sr: Уклони додељивање услова

source: Uncaught Server Exception
ar: استثناء خادم لم يتم اكتشافه
hu: Váratlan Kiszolgálói Kivétel
sr: Неухваћена грешка на серверу

source: Unchanged
ar: دون تغيير
hu: Változatlan
sr: Неизмењено

source: Undo
ar: تراجع
hu: Visszavonás
sr: Поништи

source: Undo last action
ar: التراجع عن الإجراء الأخير
hu: Visszavonás
sr: Поништи последњу радњу

source: Unfollow
ar: الغاء المتابعة
hu: Kikövet
sr: Заустави праћење

source: Unhandled Email
ar: البريد الإلكتروني غير معالج
hu: Kezeletlen E-mail
sr: Необрађени имејл

source: Unhandled Emails
ar: رسائل البريد الإلكتروني غير المعالجة
hu: Kezeletlen E-mailek
sr: Необрађени имејлови

source: Unhide Workspace
hu: Munkaterület Felfedése
sr: Прикажи радни простор

source: Unique
ar: فريد من نوعه
hu: Egyedi
sr: Јединствено

source: Unknown
ar: غير معروف
hu: Ismeretlen
sr: Непознат

source: Unknown Column: {0}
ar: عمود غير معروف: {0}
hu: Ismeretlen Oszlop: {0}
sr: Непозната колона: {0}

source: Unknown Rounding Method: {}
ar: طريقة التقريب غير معروفة: {}
hu: Ismeretlen Kerekítési Módszer: {}
sr: Непознат метод заокруживања: {}

source: Unknown User
ar: مستخدم غير معروف
hu: Ismeretlen Felhasználó
sr: Непознати корисник
