Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Image Width
ar: عرض الصورة
hu: Kép Szélesség
sr: Ширина слике

source: Image field must be a valid fieldname
ar: يجب أن يكون حقل الصورة اسم حقل صالحا
hu: A Képmezőnek érvényes mezőnévnek kell lennie
sr: Поље слике мора бити важећи назив поља

source: Image field must be of type Attach Image
ar: يجب أن يكون حقل الصورة من النوع إرفاق صورة
hu: A képmezőnek kép csatolása típusúnak kell lennie
sr: Поље слике мора бити врсте Приложи слику

source: Image link '{0}' is not valid
ar: رابط الصورة '{0}' غير صالح
hu: A(z) '{0}' kép hivatkozás érvénytelen
sr: Линк слике '{0}' није важећи

source: Image optimized
ar: صورة مُحسّنة
hu: Kép optimalizálva
sr: Слика је оптимизована

source: Image: Corrupted Data Stream
ar: صورة: تدفق بيانات تالف
hu: Kép: Sérült Adatfolyam
sr: Слика: Оштећен ток података

source: Images
ar: صور
hu: Képek
sr: Слике

source: Impersonate
ar: انتحال الشخصية
hu: Megszemélyesítés
sr: Замени идентитет

source: Impersonate as {0}
ar: انتحال شخصية {0}
hu: {0} megszemélyesítése
sr: Замени идентитет као {0}

source: Impersonated by {0}
ar: انتحل شخصيته {0}
hu: Megszemélyesítve {0} által
sr: Идентитет је замењен од стране {0}

source: Impersonating {0}
hu: {0} megszemélyesítése
sr: Замена идентитета за {0}

source: Implement `clear_old_logs` method to enable auto error clearing.
ar: قم بتنفيذ طريقة `clear_old_logs` لتمكين مسح الأخطاء تلقائيًا.
hu: A `clear_old_logs` engedélyezése az automatikus hiba naplók törléséhez.
sr: Имплементирајте методу `clear_old_logs` како бисте омогућили аутоматско брисање грешака.

source: Implicit
ar: ضمني
sr: Имплицитно

source: Import
ar: استيراد
hu: Importálás
sr: Увоз

# Button in list view menu
source: Import
ar: استيراد
hu: Importálás
sr: Увоз

source: Import Data
hu: Adatok Importálása
sr: Увези податке

source: Import Email From
ar: استيراد البريد الإلكتروني من
hu: E-mailek Importálása innen
sr: Увези имејл из

source: Import File
ar: استيراد ملف
hu: Fájl Importálása
sr: Увоз фајла

source: Import File Errors and Warnings
ar: استيراد ملف الأخطاء والتحذيرات
hu: Fájlhibák és Figyelmeztetések Importálása
sr: Увези фајл са грешкама и упозорењима

source: Import Log
ar: سجل الاستيراد
hu: Import Napló
sr: Евиденција увоза

source: Import Log Preview
ar: استيراد سجل معاينة
hu: Import Napló Előnézet
sr: Приказ евиденције увоза

source: Import Preview
ar: استيراد معاينة
hu: Import Előnézet
sr: Преглед увоза

source: Import Progress
ar: استيراد التقدم
hu: Importálás Előrehaladása
sr: Напредак увоза

source: Import Subscribers
ar: المشتركون استيراد
hu: Feliratkozottak Importálása
sr: Увоз претплатника

source: Import Type
ar: نوع الاستيراد
hu: Import Típusa
sr: Увоз врсте

source: Import Warnings
ar: استيراد تحذيرات
hu: Import Figyelmeztetések
sr: Увоз упозорења

source: Import Zip
ar: استيراد الرمز البريدي
hu: Zip Importálás
sr: Увоз zip фајла

source: Import from Google Sheets
ar: استيراد من جداول بيانات Google
hu: Importálás a Google Táblázatokból
sr: Увези из Google Sheets-а

source: Import template should be of type .csv, .xlsx or .xls
ar: يجب أن يكون قالب الاستيراد من النوع .csv أو .xlsx أو .xls
hu: Az import sablonnak .csv, .xlsx vagy .xls típusúnak kell lennie
sr: Шаблон за увоз треба да буде врсте .csv, .xlsx или .xls

source: Import template should contain a Header and atleast one row.
ar: يجب أن يحتوي قالب الاستيراد على رأس صف واحد على الأقل.
hu: Az import sablonnak fejlécet és legalább egy sort kell tartalmaznia.
sr: Шаблон за увоз треба да садржи заглавље и барем један ред.

source: Import timed out, please re-try.
ar: انتهت مهلة الاستيراد، يرجى المحاولة مرة أخرى.
hu: Az importálás leállt, kérjük, próbálja meg újra.
sr: Увоз је истекао, молимо Вас да покушате поново.

source: Importing {0} is not allowed.
ar: استيراد {0} غير مسموح به.
hu: A {0} importálása nem engedélyezett.
sr: Увоз {0} није дозвољен.

source: Importing {0} of {1}
ar: استيراد {0} من {1}
hu: {1} {0} importálása
sr: Увоз {0} од {1}

source: Importing {0} of {1}, {2}
ar: استيراد {0} من {1} ، {2}
hu: {1}, {2} {0} importálása
sr: Увоз {0}, од {1}, {2}

source: In
ar: في
hu: Tartalmazza
sr: У

source: In Days
ar: في الايام
hu: Napokban
sr: У данима

source: In ERPNext, you can add your Employees as Users, and give them restricted access. Tools like Role Permission and User Permission allow you to define rules which give restricted access to the user to masters and transactions.
hu: Az ERPNextben az alkalmazottakat felhasználóként adhatja hozzá, és korlátozott hozzáférést biztosíthat számukra. Az olyan eszközök, mint a Szerepkör-engedélyezés és a Felhasználói engedélyezés lehetővé teszik olyan szabályok meghatározását, amelyek korlátozott hozzáférést biztosítanak a felhasználó számára a törzsekhez és tranzakciókhoz.
sr: У ERPNext-у можете додати Ваша запослена лица као кориснике и доделити им ограничени приступ. Алати као што су дозволе улога и корисничке дозволе омогућавају Вам да дефинишете правила која корисницима дају ограничен приступ према мастер подацима и трансакцијама.

source: In Filter
ar: في تصفية
hu: Szűrőben
sr: У филтеру

source: In Global Search
ar: في البحث العالمية
hu: Globális Keresésben
sr: У глобалној претрази

source: In Grid View
ar: في شبكة عرض
hu: Rácsnézetben
sr: У приказу табеле

source: In List Filter
ar: في قائمة التصفية
hu: Listaszűrőben
sr: У филтеру листе

source: In List View
ar: في عرض القائمة
hu: Listanézetben
sr: У приказу листе

source: In Minutes
ar: في دقائق
hu: Percben
sr: У минутима

source: In Preview
ar: في المعاينة
hu: Előnézetben
sr: У прегледу

source: In Progress
ar: في تَقَدم
hu: Folyamatban
sr: У току

source: In Read Only Mode
ar: في وضع القراءة فقط
hu: Csak Olvasható Módban
sr: У режиму искључиво за читање

source: In Reply To
ar: ردا على
hu: A Válaszban
sr: Као одговор на

source: In Standard Filter
ar: في التصفية الرئيسية
hu: Alapértelmezett Szűrőben
sr: У стандардном филтеру

source: In each module, you will find a host of single-click reports, ranging from financial statements to sales and purchase analytics and stock tracking reports. If a required new report is not available out-of-the-box, you can create custom reports in ERPNext by pulling values from the same multiple ERPNext tables.
hu: Minden modulban számos egy kattintással elérhető jelentést talál, a pénzügyi kimutatásoktól kezdve az értékesítési és beszerzési elemzéseken át a készletkövetési jelentésekig. Ha egy kívánt új jelentés nem érhető el a dobozból, az ERPNextben egyéni jelentéseket hozhat létre azáltal, hogy az értékeket ugyanabból a több ERPNext-táblából húzza ki.
sr: У сваком модулу можете пронаћи мноштво извештаја доступних на један клик, од финансијских извештаја до анализа продаје, набавке и праћења залиха. Уколико неки нови извештај, који Вам је потребан, није доступан, можете креирати прилагођене извештаје у ERPNext-у тако што ћете користити податке из истих табела ERPNext-а.

source: In points. Default is 9.
ar: في نقطة. الافتراضي هو 9.
hu: Pontokban. Alapértelmezett 9.
sr: У поенима. Подразумевана вредност је 9.

source: In seconds
ar: في ثوان
hu: Másodpercben
sr: У секундама

source: Inactive
ar: غير نشط
hu: Inaktív
sr: Неактиван

source: Inbox
ar: صندوق الوارد
hu: Beérkezett Üzenetek
sr: Пријемна пошта

source: Inbox User
ar: مسؤل علبة الوارد
hu: Beérkezett Üzenetek Felhasználója
sr: Корисник пријемне поште

source: Inbox View
ar: عرض البريد الوارد
hu: Beérkezett Üzenetek Nézet
sr: Преглед пријемне поште

source: Include Name Field
ar: تضمين حقل الاسم
hu: Tartalmazza Név Mezőt
sr: Укључи назив поља

source: Include Search in Top Bar
ar: اضافة البحث في الشريط العلوي
hu: Keresés Hozzáadása a Felső Sávba
sr: Укључи претрагу у горњој траци

source: Include Theme from Apps
ar: تضمين سمة من التطبيقات
hu: Téma Hozzáadása az alkalmazásokból
sr: Укључи тему из апликација

source: Include Web View Link in Email
ar: إرسال ارتباط عرض الويب للمستند بالبريد الإلكتروني
hu: Webes nézet link beillesztése E-mail-be
sr: Укључи линк ка веб-приказу у имејлу

source: Include filters
ar: تضمين عوامل التصفية
hu: Tartalmazza szűrést
sr: Укључи филтере

source: Include indentation
ar: تشمل المسافة البادئة
hu: Tartalmazza a behúzást
sr: Укључи индентацију

source: Include symbols, numbers and capital letters in the password
ar: تضمين الرموز والأرقام والأحرف الكبيرة في كلمة المرور
hu: Használjon szimbólumokat, számokat és nagybetűket a jelszóban
sr: Укључи симболе, бројеве и велика слова у лозинку

source: Incoming (POP/IMAP) Settings
ar: إعدادات البريد الوارد (POP/IMAP)
hu: Bejövő (POP/IMAP) Beállítások
sr: Подешавање улазне поште (POP/IMAP)

source: Incoming Emails (Last 7 days)
ar: رسائل البريد الإلكتروني الواردة (آخر 7 أيام)
hu: Bejövő E-mailek (Elmúlt 7 nap)
sr: Улазни имејлови (последњих 7 дана)

source: Incoming Server
ar: الخادم الوارد
hu: Bejövő Szerver
sr: Улазни сервер

source: Incoming Settings
ar: إعدادات الاستقبال
hu: Bejövő E-mail Beállítások
sr: Подешавање улаза

source: Incoming email account not correct
ar: حساب البريد الإلكتروني الوارد غير صحيح
hu: Bejövő e-mail fiók nem helyes
sr: Налог за улазну пошту није исправан

source: Incomplete Virtual Doctype Implementation
ar: تنفيذ غير مكتمل لنوع المستند الافتراضي
hu: Hiányos Virtuális DocType Megvalósítás
sr: Непотпуна имплементација виртуелног DocType-а

source: Incomplete login details
ar: تفاصيل تسجيل الدخول غير مكتملة
hu: Befejezetlen bejelentkezési adatok
sr: Непотпуни подаци за пријаву

source: Incorrect Configuration
ar: التكوين غير الصحيح
hu: Helytelen Konfiguráció
sr: Неисправна конфигурација

source: Incorrect URL
ar: URL غير صحيح
hu: Helytelen URL
sr: Неисправан URL

source: Incorrect User or Password
ar: مستخدم غير صحيح أو كلمة مرور
hu: Helytelen Felhasználónév vagy Jelszó
sr: Погрешно корисничко име или лозинка

source: Incorrect Verification code
ar: رمز التحقق غير صحيح
hu: Helytelen Ellenőrző Kód
sr: Погрешан верификациони код

source: Incorrect value in row {0}:
hu: Helytelen érték a {0} sorban:
sr: Погрешна вредност у реду {0}:

source: Incorrect value:
hu: Helytelen érték:
sr: Погрешна вредност:

source: Index
ar: مؤشر
sr: Индекс

source: Index Web Pages for Search
ar: فهرس صفحات الويب للبحث
hu: Weboldalak Indexelése a Kereséshez
sr: Индексирај веб-странице за претрагу

source: Index created successfully on column {0} of doctype {1}
ar: تم إنشاء الفهرس بنجاح على العمود {0} من نوع المستند {1}
hu: Index sikeresen létrehozva a {1} doctype {0} oszlopában
sr: Индекс је успешно креиран за колону {0} за doctype {1}

source: Indexing authorization code
ar: رمز تفويض الفهرسة
hu: Hitelesítési kód indexelése
sr: Индексирање ауторизационог кода

source: Indexing refresh token
ar: رمز تحديث الفهرسة
hu: Frissítési token indexelése
sr: Индексирање токена за освежавање

source: Indicator
ar: مؤشر
hu: Indikátor
sr: Индикатор

source: Indicator Color
ar: لون المؤشر
hu: Jelzőszín
sr: Боја индикатора

source: Indicator color
ar: لون المؤشر
hu: Jelzőszín
sr: Боја индикатора

source: Info
ar: معلومات
hu: Infó
sr: Информација

source: Info:
ar: معلومات:
hu: Infó:
sr: Информација:

source: Initial Sync Count
ar: عدد مزامنة الأولي
hu: Kezdeti Szinkronizálási Számláló
sr: Број почетних синхронизација

source: Insert
ar: إدراج
hu: Beszúr
sr: Унеси

source: Insert Above
ar: أدخل أعلاه
hu: Beszúrás fölé
sr: Унеси изнад

source: Insert After
ar: إدراج بعد
hu: Beszúrás utána
sr: Унеси након

source: Insert After cannot be set as {0}
ar: الإدراج بعد لا يمكن تعيينه ك {0}
hu: Az Beszúrás után mezőt nem lehet {0}-ként beállítani
sr: Унеси након не може бити постављено као {0}

source: Insert After field '{0}' mentioned in Custom Field '{1}', with label '{2}', does not exist
ar: إدراج بعد الحقل '{0}' المذكورة في الحقل المخصص '{1}'، مع التصنيف '{2}'، غير موجود
hu: Beszúrás Után mező '{0}', amit említ ebben az Egyedi mezőben '{1}', ezzel a címkével '{2}', nem létezik
sr: Поље за унос након поља '{0}' поменутог у прилагођеном пољу '{1}', са ознаком '{2}', не постоји

source: Insert Below
ar: أدخل أدناه
hu: Beszúrás alá
sr: Унеси пре

source: Insert Column Before {0}
ar: إدراج عمود قبل {0}
hu: Oszlop beszúrása ez elé: {0}
sr: Унеси колону пре {0}

source: Insert Image in Markdown
ar: إدراج صورة في Markdown
hu: Kép Beszúrása Markdown-ba
sr: Унеси слику у маркдоwн

source: Insert New Records
ar: أدخل سجلات جديدة
hu: Új Rekordok Beszúrása
sr: Унеси нове записа

source: Insert Style
ar: إدراج نمط
hu: Stílus Beszúrása
sr: Унеси стил

source: Install {0} from Marketplace
ar: قم بتثبيت {0} من المتجر
hu: Telepítsd a {0}-t a Marketplace-ről
sr: Инсталирај {0} из продавнице

source: Installed Application
ar: التطبيق المثبت
hu: Telepített Alkalmazás
sr: Инсталирана апликација

source: Installed Applications
ar: التطبيقات المثبتة
hu: Telepített Alkalmazások
sr: Инсталиране апликације

source: Installed Apps
ar: التطبيقات المُثبَّتة
hu: Telepített Appok
sr: Инсталиране апликације

source: Instructions
ar: تعليمات
hu: Utasítások
sr: Упутства

source: Instructions Emailed
ar: التعليمات مرسلة عبر البريد الإلكتروني
hu: Utasítások Kiküldve E-mailben
sr: Упутства послата имејлом

source: Insufficient Permission Level for {0}
ar: مستوى الصلاحية غير كافٍ لـ {0}
hu: Nem elegendő jogosultsági szint a {0} számára
sr: Недовољан ниво овлашћена за {0}

source: Insufficient Permission for {0}
ar: عدم كفاية الإذن {0}
hu: Nincs Jogosultság {0} számára
sr: Недовољна овлашћена за {0}

source: Insufficient Permissions for deleting Report
ar: ليس لديك الصلاحية لحذف التقرير
hu: Nem elegendő jogosultság a Jelentés törléséhez
sr: Недовољна овлашћена за брисање извештаја

source: Insufficient Permissions for editing Report
ar: ليس لديك الصلاحية لتعديل هذا التقرير
hu: Nem elegendő jogosultság a Jelentés szerkesztéséhez
sr: Недовољна овлашћена за уређивање извештаја

source: Insufficient attachment limit
ar: حد المرفقات غير كافٍ
hu: Nem elegendő a csatolási korlát
sr: Премашен дозвољени број прилога

source: Int
ar: الباحث
sr: Цео број

source: Integration Request
ar: التكامل طلب
hu: Integrációs Kérelem
sr: Захтев за интеграцију

source: Integrations
ar: التكاملات
hu: Integrációk
sr: Интеграције

source: Integrations can use this field to set email delivery status
ar: يمكن التكامل استخدام هذا الحقل لتغيير الحالة تسليم البريد الإلكتروني
hu: Integrációk használhatják ezt a mezőt az e-mail kézbesítés állapotának beállításához
sr: Интеграције могу користити ово поље за постављање статуса испоруке имејла

source: Inter
ar: بين
sr: Интер

source: Interests
ar: الإهتمامات او الفوائد
hu: Érdeklődési körök
sr: Интересовања

source: Intermediate
ar: متوسط
hu: Közbülső
sr: Средње

source: Internal Server Error
ar: خطأ في الخادم الداخلي
hu: Belső Szerver Hiba
sr: Интерна грешка сервера

source: Internal record of document shares
ar: سجل داخلي لمشاركة المستندات
hu: Belső rekord a dokumentum megosztásokhoz
sr: Интерна евиденција дељења докумената

source: Interval
hu: Időtartam
sr: Интервал

source: Intro
hu: Bevezető
sr: Увод

source: Intro Video URL
ar: رابط الفيديو التعريفي
hu: Bevezető Videó URL címe
sr: URL уводног видео-снимка

source: Introduce your company to the website visitor.
ar: اعرض شركتك لزائرن الموقع الألكتروني
hu: Mutassa be a cégét a honlap látogatóinak.
sr: Представите своју компанију посетиоцима сајта.

source: Introduction
ar: مقدمة
hu: Bevezetés
sr: Увод

source: Introduction to Website
hu: Bevezetés a Weboldalba
sr: Увод у веб-сајт

source: Introductory information for the Contact Us Page
ar: المعلومات التمهيدية لصفحة اتصل بنا
hu: Bevezető információk a Kapcsolat oldalhoz
sr: Уводне информације за страницу Контактирајте нас

source: Invalid
ar: غير صالحة
hu: Érvénytelen
sr: Неважеће

source: Invalid "depends_on" expression
ar: تعبير &quot;under_on&quot; غير صالح
hu: Érvénytelen "függ_tőle" kifejezés
sr: Неважећи "depends_on" израз

source: Invalid "depends_on" expression set in filter {0}
ar: تم تعيين تعبير &quot;يعتمد على&quot; غير صالح في عامل التصفية {0}
hu: Érvénytelen "függ_tőle" kifejezés a {0} szűrőben
sr: Неважећи "depends_on" израз постављен у филтеру {0}

source: Invalid "mandatory_depends_on" expression
ar: تعبير "mandatory_depends_on" غير صالح
hu: Érvénytelen "kötelezően_függ_tőle" kifejezés
sr: Неважечи "mandatory_depends_on" израз

source: Invalid Action
ar: إجراء غير صالح
hu: Érvénytelen Művelet
sr: Неважећа радња

source: Invalid CSV Format
ar: تنسيق CSV غير صالح
hu: Érvénytelen CSV Formátum
sr: Неважећи CSV формат

source: Invalid Code. Please try again.
ar: رمز غير صالح. يرجى المحاولة مرة أخرى.
hu: Érvénytelen Kód. Kérjük próbáld újra.
sr: Неважећа шифра. Молимо Вас да покушате поново.

source: Invalid Condition: {}
ar: شرط غير صالح: {}
hu: Érvénytelen feltétel: {}
sr: Неважећи услов: {}

source: Invalid Credentials
ar: بيانات الاعتماد غير صالحة
hu: Érvénytelen Hitelesítő Adatok
sr: Неважећи креденцијали

source: Invalid Credentials for Email Account: {0}
ar: بيانات اعتماد غير صالحة لحساب البريد الإلكتروني: {0}
hu: Érvénytelen Hitelesítő adatok az E-mail Fiókhoz: {0}
sr: Неважећи креденцијали за имејл налог: {0}

source: Invalid Date
ar: تاريخ غير صالح
hu: Érvénytelen Dátum
sr: Неважећи датум

source: Invalid DocType
ar: نوع المستند غير صالح
hu: Érvénytelen DocType
sr: Неважећи DocType

source: Invalid DocType: {0}
ar: نوع المستند غير صالح: {0}
hu: Érvénytelen DocType: {0}
sr: Неважећи DocType: {0}

source: Invalid Doctype
ar: نوع المستند غير صالح
hu: Érvénytelen DocType
sr: Неважећи DocType

source: Invalid Fieldname
ar: اسم حقل غير صالح
hu: Érvénytelen Mezőnév
sr: Неважећи назив поља

source: Invalid File URL
ar: عنوان URL للملف غير صالح
hu: Érvénytelen Fájl URL
sr: Неважећи URL фајла

source: Invalid Filter Format for field {0} of type {1}. Try using filter icon on the field to set it correctly
ar: تنسيق التصفية غير صالح للحقل {0} من النوع {1}. حاول استخدام أيقونة التصفية على الحقل لضبطه بشكل صحيح.
hu: Érvénytelen szűrőformátum a {0} típusú {1} mezőhöz. Próbálja meg a mezőn található szűrő ikonnal beállítani a helyes formátumot
sr: Неважећи формат филтера за поље {0} врсте {1}. Покушајте да користите иконицу филтера на пољу како бисте га исправно подесили

source: Invalid Filter Value
ar: قيمة تصفية غير صالحة
hu: Érvénytelen Szűrő Érték
sr: Неважећа вредност филтера

source: Invalid Home Page
ar: الصفحة الرئيسية غير صالحة
hu: Érvénytelen Kezdőlap
sr: Неважећа почетна страница

source: Invalid Link
ar: رابط غير صالح
hu: Érvénytelen Hivatkozás
sr: Неважећи линк

source: Invalid Login Token
ar: صالح رمز الدخول
hu: Érvénytelen Bejelentkezési Token
sr: Неважећи токен за пријављивање

source: Invalid Login. Try again.
ar: بيانات تسجيل دخول غير صحيحة. حاول مرة أخرى.
hu: Érvénytelen Bejelentkezés. Próbálja újra.
sr: Неважеће пријављивање. Покушајте поново.

source: Invalid Mail Server. Please rectify and try again.
ar: خادم البريد غير صالحة . يرجى تصحيح و حاول مرة أخرى.
hu: Érvénytelen Mail Szerver. Kérjük orvosolja, és próbálja újra.
sr: Неважећи имејл сервер. Исправите и покушајте поново.

source: Invalid Naming Series: {}
ar: سلسلة تسمية غير صالحة: {}
hu: Érvénytelen Elnevezési Sorozat: {}
sr: Неважећа серија именовања: {}

source: Invalid Operation
ar: عملية غير صالحة
hu: Érvénytelen Művelet
sr: Неважећа операција

source: Invalid Option
ar: خيار غير صالح
hu: Érvénytelen Opció
sr: Неважећа опција

source: Invalid Outgoing Mail Server or Port: {0}
ar: خادم البريد الصادر أو المنفذ غير صالح: {0}
hu: Érvénytelen Kimenő Levelezőszerver vagy Port: {0}
sr: Неважећи излазни имејл сервер или порт: {0}

source: Invalid Output Format
ar: تنسيق الإخراج غير صالح
hu: Érvénytelen Kimeneti Formátum
sr: Неважећи излазни формат

source: Invalid Parameters.
ar: معلمات غير صالحة.
hu: Érvénytelen Paraméterek.
sr: Неважећи параметри.

source: Invalid Password
ar: رمز مرور خاطئ
hu: Érvénytelen Jelszó
sr: Неважећа лозинка

source: Invalid Phone Number
ar: رقم هاتف غير صالح
hu: Érvénytelen Telefonszám
sr: Неважећи број телефона

source: Invalid Request
ar: طلب غير صالح
hu: Érvénytelen Kérés
sr: Неважећи захтев

source: Invalid Search Field {0}
ar: حقل البحث غير صالح {0}
hu: Érvénytelen Keresési Mező {0}
sr: Неважеће поље претраге {0}

source: Invalid Table Fieldname
ar: اسم حقل الجدول غير صالح
hu: Érvénytelen Tábla Mezőnév
sr: Неважећи назив поља табеле

source: Invalid Transition
ar: انتقال غير صالح
hu: Érvénytelen Átmenet
sr: Неважеће транзиција

source: Invalid URL
ar: URL غير صالح
hu: Érvénytelen URL
sr: Неважећи URL

source: Invalid User Name or Support Password. Please rectify and try again.
ar: اسم المستخدم غير صحيح أو كلمة المرور الدعم . يرجى تصحيح و حاول مرة أخرى.
hu: Érvénytelen Felhasználónév vagy Támogatási Jelszó. Kérjük orvosolja, és próbálja újra.
sr: Неважеће корисничко име или лозинка за подршку. Исправите и покушајте поново.

source: Invalid Values
ar: قيم غير صالحة
hu: Érvénytelen Értékek
sr: Неважеће вредности

source: Invalid Webhook Secret
ar: سر Webhook غير صالح
hu: Érvénytelen Webook Titok Kód
sr: Неважећа тајна за Webhook

source: Invalid aggregate function
ar: دالة تجميع غير صالحة
hu: Érvénytelen összesítő függvény
sr: Неважећа агрегатна функција

source: Invalid app
ar: تطبيق غير صالح
hu: Érvénytelen alkalmazás
sr: Неважећа апликација

source: Invalid column
ar: عمود غير صالح
hu: Érvénytelen oszlop
sr: Неважећа колона

source: Invalid docstatus
ar: حالة المستند غير صالحة
hu: Érvénytelen dokumentumállapot
sr: Неважећи status документа

source: Invalid expression set in filter {0}
ar: تم تعيين تعبير غير صالح في عامل التصفية {0}
hu: Érvénytelen kifejezés a szűrőben {0}
sr: Неважећи израз постављен у филтеру {0}

source: Invalid expression set in filter {0} ({1})
ar: تم تعيين تعبير غير صالح في عامل التصفية {0} ({1})
hu: Érvénytelen kifejezés a szűrőben {0} ({1})
sr: Неважећи израз постављен у филтеру {0} ({1})

source: Invalid field for grouping
hu: Érvénytelen mező a csoportosításhoz
sr: Неважеће поље за груписање

source: Invalid field name {0}
ar: اسم الحقل غير صالح {0}
hu: Érvénytelen mezőnév {0}
sr: Неважећи назив поља {0}

source: Invalid fieldname '{0}' in autoname
ar: اسم الحقل غير صالح '{0}' في الااسم تلقائي
hu: Érvénytelen mezőnév '{0}' az automatikus névadással
sr: Неважећи назив поља '{0}' у аутоматском именовању

source: Invalid file path: {0}
ar: مسار الملف غير صالح: {0}
hu: Érvénytelen fájl elérési út: {0}
sr: Неважећа путања фајла: {0}

source: Invalid filter: {0}
ar: مرشح غير صالح: {0}
hu: Érvénytelen szűrő: {0}
sr: Неважећи филтер: {0}

source: Invalid include path
ar: مسار تضمين غير صالح
hu: Érvénytelen a következő útvonal
sr: Неважећа путања за укључивање

source: Invalid input
ar: إدخال غير صالح
hu: Érvénytelen adat
sr: Неважећи унос

source: Invalid json added in the custom options: {0}
ar: تمت إضافة json غير صالح في الخيارات المخصصة: {0}
hu: Érvénytelen json lett hozzáadva az egyéni beállításokban: {0}
sr: Неважећи JSON додат у прилагођене опције: {0}

source: Invalid key
ar: مفتاح غير صالح
hu: Érvénytelen kulcs
sr: Неважећи кључ

source: Invalid name type (integer) for varchar name column
ar: نوع اسم غير صالح (عدد صحيح) لعمود اسم varchar
hu: Érvénytelen névtípus (egész szám) a varchar name oszlophoz
sr: Неважећа врста назива (цео број) за колону са називом типа varchar

source: Invalid naming series {}: dot (.) missing
ar: سلسلة تسمية غير صالحة {}: النقطة (.) مفقودة
hu: Érvénytelen elnevezési sorozat {}: hiányzik a pont (.)
sr: Неважећа серија именовања {}: недостаје тачка (.)

source: Invalid naming series {}: dot (.) missing before the numeric placeholders. Kindly use a format like <b>ABCD.#####</b>.
hu: Érvénytelen elnevezési sorozat {}: pont (.) hiányzik a numerikus helyőrző előtt. Kérjük, használjon olyan formátumot, mint <b>ABCD.#####</b>.
sr: Неважећа серија именовања {}: недостаје тачка (.) пре резервисаних нумеричких карактера. Молимо Вас да користите формат попут <b>ABCD.#####</b>.

source: Invalid or corrupted content for import
ar: محتوى غير صالح أو تالف للاستيراد
hu: Érvénytelen vagy sérült importálandó tartalom
sr: Неважећи или оштећен садржај за увоз
