Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Checking this will enable tracking page views for blogs, web pages, etc.
ar: سيؤدي التحقق من ذلك إلى تمكين تتبع مشاهدات الصفحة للمدونات وصفحات الويب وما إلى ذلك.
hu: Ennek bejelölésével engedélyezhető a blogok, weboldalak stb. oldalmegtekintéseinek nyomon követése.
sr: Означавањем овога дошло би до омогућавања праћења прегледа странице за блогове, веб-странице, итд.

source: Checking this will hide custom doctypes and reports cards in Links section
ar: سيؤدي تحديد هذا إلى إخفاء نماذج المستندات المخصصة وبطاقات التقارير في قسم الروابط
hu: Ennek bejelölésével elrejti az egyéni doctype-ok és jelentéskártyákat a Linkek részben
sr: Означавањем овога дошло би до сакривања прилагођених doctype-ова и картице извештаја у одељку линкови

source: Checking this will publish the page on your website and it'll be visible to everyone.
ar: سيؤدي التحقق من ذلك إلى نشر الصفحة على موقع الويب الخاص بك وستكون مرئية للجميع.
hu: Ennek bejelölésével az oldal megjelenik a webhelyén, és mindenki számára látható lesz.
sr: Означавањем овога дошло би до објављивања странице на Вашем веб-сајту која ће бити видљива свима.

source: Checking this will show a text area where you can write custom javascript that will run on this page.
ar: سيؤدي التحقق من هذا إلى إظهار منطقة نصية حيث يمكنك كتابة جافا سكريبت مخصص سيتم تشغيله على هذه الصفحة.
hu: Ennek bejelölésével megjelenik egy szöveges terület, ahova egyéni javascript-et írhat, amely ezen az oldalon fut.
sr: Означавањем овога дошло би до приказивања текстуалне области где је могуће написати прилагођени javascript који ће се извршавати на овој страници.

source: Checksum Version
ar: إصدار المجموع الاختباري
hu: Ellenőrzőösszeg Verzió
sr: Верзија контролног збира

source: Child DocTypes are not allowed
ar: لا يُسمح بأنواع المستندات الفرعية
hu: A Gyermek DocType-ok nem engedélyezettek
sr: Зависни DocType-ови нису дозвољени

source: Child Doctype
ar: نوع المستند الفرعي
hu: Gyermek DocType
sr: Зависни DocType

source: Child Table {0} for field {1}
hu: Gyermek Tábla {0} a {1} mezőhöz
sr: Зависна табела {0} за поље {1}

source: Child Tables are shown as a Grid in other DocTypes
ar: يتم عرض الجداول الفرعية كشبكة في DocTypes الأخرى
hu: A Gyermek Táblák táblázatként jelennek meg a többi DocType-ban
sr: Зависне табеле се приказују као табеле у другим DocType-овима

source: Choose Existing Card or create New Card
ar: اختر بطاقة موجودة أو أنشئ بطاقة جديدة
hu: Válasszon meglévő Kártyát vagy hozzon létre új Kártyát
sr: Изабери постојећу картицу или креирај нову картицу

source: Choose a block or continue typing
ar: اختر قسمًا أو تابع الكتابة
hu: Válasszon egy blokkot vagy folytassa a gépelést
sr: Изабери блок или настави да куцаш

source: Choose a color
ar: اختر لونًا
hu: Válasszon egy színt
sr: Изабери боју

source: Choose an icon
ar: اختر رمزًا
hu: Válasszon egy ikont
sr: Изабери иконицу

source: Choose authentication method to be used by all users
ar: اختر طريقة المصادقة لاستخدامها من قبل جميع المستخدمين
hu: Válassza ki az összes felhasználó által használt hitelesítési módot
sr: Изабери метод аутентификације који ће користити сви корисници

source: City
ar: مدينة
hu: Város
sr: Град

source: City/Town
ar: المدينة / البلدة
hu: Város/Település
sr: Град/Насељено место

source: Clear
ar: واضح
hu: Törlés
sr: Очисти

source: Clear & Add Template
ar: مسح وإضافة قالب
hu: Törlés és Sablon Hozzáadása
sr: Очисти и додај шаблон

source: Clear & Add template
ar: مسح وإضافة قالب
hu: Törlés és Sablon Hozzáadása
sr: Очисти и додај шаблон

source: Clear All
ar: إزالة الكل
hu: Összes törlése
sr: Очисти све

# Button in list view actions menu
source: Clear Assignment
ar: مسح المهمة
hu: Hozzárendelés Törlése
sr: Очисти додељене задатке

source: Clear Cache and Reload
ar: مسح ذاكرة التخزين المؤقت وتحديث
hu: Gyorsítótár Törlése és Újratöltés
sr: Очисти кеш меморију и поново учитај

source: Clear Error Logs
ar: مسح سجلات سجلات الاخطاء
hu: Hiba Naplók Törlése
sr: Очисти евиденцију грешака

source: Clear Filters
ar: مسح الفلاتر
hu: Szűrők Törlése
sr: Очисти филтере

source: Clear Logs After (days)
ar: مسح السجلات بعد (أيام)
hu: Naplók Törlése Után (napok)
sr: Очисти евиденције након (дана)

source: Clear User Permissions
ar: مسح أذونات المستخدم
hu: Felhasználói Engedélyek Törlése
sr: Очисти корисничке дозволе

source: Clear the email message and add the template
ar: امسح رسالة البريد الإلكتروني وأضف القالب
hu: Törölje az e-mail üzenetet és adja hozzá a sablont
sr: Очисти имејл поруке и додај шаблон

source: Clearing end date, as it cannot be in the past for published pages.
ar: تاريخ انتهاء المقاصة ، لأنه لا يمكن أن يكون في الماضي للصفحات المنشورة.
hu: A közzétett oldalak esetében a záró dátum nem lehet múltbeli.
sr: Очисти датум завршетка, јер не може бити у прошлости за објављене странице.

source: Click On Customize to add your first widget
ar: انقر على "تخصيص" لإضافة أول عنصر واجهة مستخدم لديك
hu: Kattintson a Testreszabás gombra az első widget hozzáadásához
sr: Кликните на прилагоди да додате свој први виџет

source: Click below to get started:
ar: انقر أدناه للبدء:
hu: Kattintson az alábbiakra a kezdéshez:
sr: Кликните испод да бисте започели:

source: Click here
ar: انقر هنا
hu: Kattintson ide
sr: Кликните овде

source: Click here to post bugs and suggestions
hu: Kattintson ide hibák és javaslatok beküldéséhez
sr: Кликните овде да пријавите грешке и предлоге

source: Click here to verify
ar: انقر هنا للتأكيد
hu: Kattintson ide az ellenőrzéshez
sr: Кликните овде да верификујете

source: Click on <b>Authorize Google Drive Access</b> to authorize Google Drive Access.
ar: انقر فوق <b>السماح لـ Google Drive Access</b> بتخويل <b>الوصول</b> إلى Google Drive.
hu: Kattintson a <b>Google Drive-hozzáférés engedélyezése</b> gombra a Google Drive-hozzáférés engedélyezéséhez.
sr: Кликните на <b>Одобри приступ Google Drive</b> да бисте одобрили приступ Google Drive.

source: Click on a file to select it.
ar: انقر على ملف لتحديده.
hu: Kattintson egy fájlra a kiválasztásához.
sr: Кликните на фајл да га одаберете.

source: Click on the button to log in to {0}
ar: انقر على الزر لتسجيل الدخول إلى {0}
hu: Kattintson a gombra a bejelentkezéshez a {0} oldalon
sr: Кликните на дугме да бисте се пријавили на {0}

source: Click on the link below to approve the request
ar: انقر على الرابط أدناه للموافقة على الطلب
hu: Kattintson az alábbi linkre a kérelem jóváhagyásához
sr: Кликните на линк испод да одобрите захтев

source: Click on the link below to complete your registration and set a new password
ar: انقر على الرابط أدناه لإكمال التسجيل وتعيين كلمة مرور جديدة
hu: Kattintson az alábbi linkre a regisztráció befejezéséhez és az új jelszó beállításához
sr: Кликните на линк испод да завршите регистрацију и поставите нову лозинку

source: Click on the link below to download your data
ar: انقر على الرابط أدناه لتنزيل بياناتك
hu: Kattintson az alábbi linkre az adatok letöltéséhez
sr: Кликните на линк испод да преузмете своје податке

source: Click on the link below to verify your request
ar: انقر على الرابط أدناه للتحقق من طلبك
hu: Kattintson az alábbi linkre a kérés ellenőrzéséhez
sr: Кликните на линк испод да верификујете свој захтев

source: Click on {0} to generate Refresh Token.
ar: انقر فوق {0} لإنشاء تحديث الرمز المميز.
hu: Kattintson a {0} gombra a Frissítési Token létrehozásához.
sr: Кликните на {0} да генеришете токен за освежавање.

source: Click table to edit
ar: انقر الجدول لتعديل
hu: Kattintson a táblázatra a szerkesztéshez
sr: Кликните на табелу да бисте је уредили

source: Click to Set Dynamic Filters
ar: انقر لتعيين عوامل التصفية الديناميكية
hu: Kattintson a Dinamikus Szűrők beállítása elemre
sr: Кликните да поставите динамичке филтере

source: Click to Set Filters
ar: انقر لتعيين عوامل التصفية
hu: Kattintson a Szűrők Beállítása elemre
sr: Кликните да поставите филтере

source: Click to sort by {0}
ar: انقر للفرز حسب {0}
hu: Kattints a {0} szerinti rendezéshez
sr: Кликните да сортирате по {0}

source: Clicked
ar: النقر
hu: Kattintva
sr: Кликнуто

source: Client
ar: عميل
hu: Ügyfél
sr: Клијент

source: Client Code
ar: رمز العميل
hu: Ügyfélkód
sr: Код клијента

source: Client Credentials
ar: وثائق تفويض العميل
hu: Ügyfél Hitelesítő Adatok
sr: Креденцијали клијента

source: Client ID
ar: رمز العميل
hu: Ügyfél Azonosító
sr: ИД клијента

source: Client Id
ar: معرف العميل
hu: Ügyfél Azonosító
sr: Ид клијента

source: Client Information
ar: معلومات العميل
hu: Ügyfél Információ
sr: Информације о клијенту

source: Client Script
ar: العميل النصي
hu: Ügyfél Szkript
sr: Клијентска скрипта

source: Client Secret
ar: سر العميل
hu: Ügyfél Jelszó
sr: Тајна клијента

source: Client URLs
ar: الروابط للعميل
hu: Ügyfél URL-címek
sr: URL-ови клијента

source: Client script
ar: نص العميل
hu: Ügyfél Szkript
sr: Клијентска скрипта

source: Close
ar: أغلق
hu: Bezárás
sr: Затвори

source: Close Condition
ar: أغلق الشرط
hu: Bezárás Feltétel
sr: Затвори услов

source: Close properties
ar: عقارات قريبة
hu: Tulajdonságok bezárása
sr: Затвори својства

source: Closed
ar: مغلق
hu: Lezárva
sr: Затворено

source: Cmd+Enter to add comment
ar: اضغط على Cmd+Enter لإضافة تعليق
hu: Cmd+Enter megjegyzés hozzáadásához
sr: Cmd+Enter да бисте додали коментар

source: Code
ar: رمز
hu: Kód
sr: Шифра

source: Code Challenge
ar: تحدي البرمجة
hu: Kód Kihívás
sr: Изазов у програмирању

source: Code challenge method
ar: أسلوب تحدي الكود
hu: Kódkihívás módszere
sr: Метода изазова у програмирању

source: Collapse
ar: انهيار
hu: Összezár
sr: Сажми

# Shrink code field.
source: Collapse
ar: انهيار
hu: Összezár
sr: Сажми

source: Collapse All
ar: انهيار جميع
hu: Minden Összezárása
sr: Сажми све

source: Collapsible
ar: للطي
hu: Összecsukható
sr: Може се сажети

source: Collapsible Depends On
ar: الضم يعتمد على
hu: Összecsukhatóság Ettől Függ
sr: Може се сажети зависи од

source: Collapsible Depends On (JS)
ar: قابل للطي يعتمد على (JS)
hu: Összecsukhatóság Ettől Függ (JS)
sr: Може се сажети зависи од (JS)

source: Color
ar: اللون
hu: Szín
sr: Боја

source: Column
ar: عمود
hu: Oszlop
sr: Колона

source: Column <b>{0}</b> already exist.
ar: عمود <b>{0}</b> موجودة بالفعل.
hu: Oszlop <b>{0}</b> már létezik.
sr: Колона <b>{0}</b> већ постоји.

source: Column Break
ar: فاصل عمودي
hu: Oszloptörés
sr: Прелом колоне

source: Column Labels:
ar: تسميات العمود:
hu: Oszlop Címkék:
sr: Ознаке колоне:

source: Column Name
ar: اسم العمود
hu: Oszlop Neve
sr: Назив колоне

source: Column Name cannot be empty
ar: اسم العمود لا يمكن أن يكون فارغا\n<br>\nColumn Name cannot be empty
hu: Oszlop Neve nem lehet üres
sr: Назив колоне не може бити празан

source: Column Width
ar: عرض العمود
hu: Oszlopszélesség
sr: Ширина колоне

source: Column width cannot be zero.
ar: لا يمكن أن يكون عرض العمود صفرًا.
hu: Oszlopszélesség nem lehet nulla.
sr: Ширина колоне не може бити нула.

source: Column {0}
ar: العمود {0}
hu: {0} oszlop
sr: Колона {0}

source: Columns
ar: الأعمدة
hu: Oszlopok
sr: Колоне

source: Columns / Fields
ar: الأعمدة / الحقول
hu: Oszlopok / Mezők
sr: Колоне / Поља

source: Columns based on
ar: أعمدة بناء على
hu: Oszlopok ez alapján
sr: Колоне засноване на

source: Combination of Grant Type (<code>{0}</code>) and Response Type (<code>{1}</code>) not allowed
ar: الجمع بين نوع المنحة ( <code>{0}</code> ) ونوع الاستجابة ( <code>{1}</code> ) غير مسموح به
hu: A jogosultság típusa (<code>{0}</code>) és a válasz típusa (<code>{1}</code>) kombinációja nem engedélyezett
sr: Комбинација врсте дозволе (<code>{0}</code>) и врсте одговора (<code>{1}</code>) није дозвољена

source: Comment
ar: تعليق
hu: Megjegyzés
sr: Коментар

source: Comment By
ar: تعليق من جانب
hu: Megjegyezte
sr: Коментар од стране

source: Comment Email
ar: تعليق البريد الإلكتروني
hu: Megjegyzés E-mail
sr: Имејл коментара

source: Comment Type
ar: تعليق نوع
hu: Megjegyzés Típus
sr: Врста коментара

source: Comment can only be edited by the owner
ar: لا يمكن تعديل التعليق إلا بواسطة المالك
hu: A megjegyzést csak a tulajdonos szerkesztheti
sr: Коментар се може уредити само од власника

source: Comment limit
hu: Megjegyzés Számának Korláta
sr: Лимит коментара

source: Comment limit per hour
hu: Hozzászólási limit óránként
sr: Лимит коментара по часу

source: Comment publicity can only be updated by the original author or a System Manager.
ar: لا يمكن تحديث التعليقات إلا من قبل المؤلف الأصلي أو مدير النظام.
hu: A hozzászólások nyilvánosságát csak az eredeti szerző vagy egy rendszergazda frissítheti.
sr: Видљивост коментара може да ажурира искључиво оригинални аутор или систем менаџер.

source: Comments
ar: تعليقات
hu: Hozzászólások
sr: Коментари

source: Comments and Communications will be associated with this linked document
ar: سيتم ربط التعليقات والاتصالات مع هذه الوثيقة مرتبطة
hu: A megjegyzések és közlemények ehhez a csatolt dokumentumhoz lesznek társítva
sr: Коментари и комуникације ће бити повезани са овим повезаним документом

source: Comments cannot have links or email addresses
ar: لا يمكن أن تحتوي التعليقات على روابط أو عناوين بريد إلكتروني
hu: A megjegyzések nem tartalmazhatnak linkeket vagy e-mail címeket
sr: Коментари не могу садржати линкове или имејл адресе

source: Commercial Rounding
ar: التقريب التجاري
hu: Kereskedelmi Kerekítés
sr: Комерцијално заокруживање

source: Commit
ar: ارتكب
hu: Végrahajt
sr: Потврди

source: Committed
ar: ملتزم
hu: Végrehajtva
sr: Потврђено

source: Common names and surnames are easy to guess.
ar: الأسماء الشائعة والألقاب سهلة التخمين.
hu: A közneveket és vezetékneveket könnyű kitalálni.
sr: Уобичајена имена и презимена се лако наслућују.

source: Common words are easy to guess.
ar: يسهل تخمين الكلمات الشائعة.
hu: Gyakori szavakat könnyű kitalálni.
sr: Уобичајене рећи се лако наслућују.

source: Communication
ar: الاتصالات
hu: Kommunikáció
sr: Комуникација

source: Communication Date
ar: تاريخ التواصل
hu: Közlés Dátuma
sr: Датум комуникације

source: Communication Link
ar: حلقة اتصال
hu: Kommunikációs Kapcsolat
sr: Линк комуникације

source: Communication Logs
ar: سجلات الاتصالات
hu: Kommunikációs Naplók
sr: Евиденције комуникације

source: Communication Type
ar: نوع الإتصال
hu: Kommunikáció Típusa
sr: Врста комуникације

source: Communication secret not set
ar: لم يتم تحديد سر الاتصال
hu: A kommunikációs kulcs nincs beállítva
sr: Комуникацијска тајна није постављена

source: Company
ar: شركة
hu: Vállalkozás
sr: Компанија

source: Company History
ar: نبذة عن تاريخ الشركة
hu: Vállalkozás Története
sr: Историја компаније

source: Company Introduction
ar: مقدمة الشركة
hu: Vállalkozás Bemutatása
sr: Представљање компаније

source: Company Name
ar: اسم الشركة
hu: Válallkozás Neve
sr: Назив компаније

source: Compare Versions
ar: مقارنة الإصدارات
hu: Verziók Összehasonlítása
sr: Упореди верзије

source: Compilation warning
ar: تحذير بشأن التجميع
hu: Fordítási Figyelmeztetések
sr: Упозорење приликом компилације

source: Compiled Successfully
ar: جمعت بنجاح
hu: Sikeresen Lefordítva
sr: Компилација успешна

source: Complete
ar: أكمال
hu: Teljes
sr: Завршено

source: Complete By
ar: الكامل من جانب
hu: Teljesítve
sr: Завршено од стране

source: Complete Registration
ar: أكمال التسجيل
hu: Regisztráció Befejezéséhez
sr: Заврши регистрацију

# Finish the setup wizard
source: Complete Setup
ar: إعداد كامل
hu: Beállítás Befejezése
sr: Заврши поставке

source: Completed
ar: أكتمل
hu: Befejezve
sr: Завршено

source: Completed By Role
ar: تم إكمالها حسب الدور
hu: Szerepkör Által Befejezve
sr: Завршено од стране улоге

source: Completed By User
ar: تم إكمالها بواسطة المستخدم
hu: Felhasználó Által Befejezve
sr: Завршено од стране корисника

source: Component
ar: مكون
hu: Összetevő
sr: Компонента

source: Compose Email
ar: كتابة رسالة الكترونية
hu: E-mail Írása
sr: Састави имејл

source: Compressed
ar: مضغوط
hu: Tömörített
sr: Компримовати

source: Condition
ar: الحالة
hu: Feltétel
sr: Услов

source: Condition JSON
ar: JSON الشرطي
hu: JSON Feltétel
sr: Услов JSON

source: Condition description
ar: وصف الحالة
hu: Feltétel Leírás
sr: Опис услова

source: Conditions
ar: الظروف
hu: Feltételek
sr: Услови

source: Configuration
ar: إعدادات
hu: Beállítás
sr: Конфигурација

source: Configure Chart
ar: تكوين المخطط
hu: Diagram Konfigurálása
sr: Конфигуришите дијаграм

source: Configure Columns
ar: تكوين الأعمدة
hu: Oszlopok Konfigurálása
sr: Конфигуришите колоне

source: Configure Recorder
ar: تهيئة المسجل
hu: Rögzítő Konfigurálása
sr: Конфигуришите алат за снимање

source: Configure columns for {0}
ar: قم بتهيئة الأعمدة لـ {0}
hu: A {0} oszlopok beállítása
sr: Конфигуришите колоне за {0}

source: Configure how amended documents will be named.<br> Default behaviour is to follow an amend counter which adds a number to the end of the original name indicating the amended version. <br> Default Naming will make the amended document to behave same as new documents.
hu: A helyesbített dokumentumok elnevezésének beállítása.<br> Az alapértelmezett viselkedés az, hogy a helyesbítési számlálót követi, amely egy számot ad az eredeti név végéhez, amely a helyesbített változatot jelzi. <br> Az alapértelmezett elnevezéssel a helyesbített dokumentum ugyanúgy viselkedik, mint az új dokumentumok.
sr: Конфигуришите како ће се називати измењени документи.<br> Подразумевано понашање је да се користи бројач за измене, који додаје број на крају оригиналног назива, означавајући верзију која је измењена. <br> Подразумевано именовање ће омогућити да измењени документи функционишу као нови документи.

source: Configure various aspects of how document naming works like naming series, current counter.
ar: قم بضبط جوانب مختلفة من كيفية عمل تسمية المستندات مثل تسمية السلاسل والعداد الحالي.
hu: A dokumentum elnevezésének különböző aspektusainak konfigurálása, mint például a sorozatok elnevezése, az aktuális számláló.
sr: Конфигуришите различите аспекте како функционише именовање докумената, као што су серије именовања, тренутни бројач.

source: Confirm
ar: أكد
hu: Megerősítés
sr: Потврди

# Title of confirmation dialog
source: Confirm
ar: أكد
hu: Megerősítés
sr: Потврди

source: Confirm Access
ar: تأكيد الوصول
hu: Hozzáférés Megerősítése
sr: Потврди приступ

source: Confirm Deletion of Account
ar: تأكيد حذف الحساب
hu: Fiók Törlésének Megerősítése
sr: Потврди уклањање налога

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
hu: Új Jelszó Megerősítése
sr: Потврди нову лозинку

source: Confirm Password
ar: تأكيد كلمة المرور
hu: Jelszó Megerősítése
sr: Потврди лозинку

source: Confirm Request
ar: تأكيد الطلب
hu: Kérés Megerősítése
sr: Потврди захтев

source: Confirm Your Email
ar: تأكيد البريد الإلكتروني الخاص بك
hu: Erősítse meg az E-mail címét
sr: Потврдите Ваш имејл

source: Confirmation Email Template
ar: نموذج البريد الإلكتروني للتأكيد
hu: Megerősítő E-mail Sablon
sr: Шаблон имејла за потврду

source: Confirmed
ar: مؤكد
hu: Megerősítve
sr: Потврђено

source: Congratulations on completing the module setup. If you want to learn more you can refer to the documentation <a target="_blank" href="{0}">here</a>.
hu: Gratulálunk a modul beállításának befejezéséhez. Ha többet szeretne megtudni, akkor a dokumentációt <a target="_blank" href="{0}">itt</a> találja.
sr: Честитамо на завршетку поставке модула. Уколико желите да сазнате више, можете се посветити документацији <a target="_blank" href="{0}">овде</a>.

source: Connect to {}
ar: اتصل بـ {}
hu: Csatlakozás ehhez: {}
sr: Повежи се са {}

source: Connected App
ar: تطبيق متصل
hu: Csatlakozott Alkalmazás
sr: Повезане апликације

source: Connected User
ar: المستخدم المتصل
hu: Csatlakozott Felhasználó
sr: Повезани корисник

source: Connected to QZ Tray!
ar: متصلا علبة QZ!
hu: Csatlakoztatva a QZ tálcához!
sr: Повезано са QZ Tray!

source: Connection Lost
ar: انقطع الاتصال
hu: Megszakadt Kapcsolat
sr: Конекција изгубљена

source: Connection Success
ar: نجاح الاتصال
hu: Sikeres Kapcsolat
sr: Конекција успешна

source: Connection lost. Some features might not work.
ar: فقد الاتصال، بعض الميزات قد لا تعمل.
hu: A kapcsolat megszakadt. Egyes funkciók nem működhetnek.
sr: Конекција је изгубљена. Неке функције можда неће радити.

source: Connections
ar: الاتصالات
hu: Kapcsolatok
sr: Конекције

source: Console
ar: وحدة التحكم
hu: Konzol
sr: Конзола

source: Console Log
ar: سجل وحدة التحكم
hu: Konzolnapló
sr: Евиденција конзоле

source: Console Logs can not be deleted
ar: لا يمكن حذف سجلات وحدة التحكم
hu: A konzolnaplók nem törölhetők
sr: Евиденције конзоле не могу бити обрисани

source: Constraints
ar: قيود
hu: Megszorítások
sr: Ограничења

source: Contact
ar: اتصال
hu: Névjegy
sr: Контакт

source: Contact Details
ar: تفاصيل الاتصال
hu: Névjegy Részletei
sr: Контакт детаљи

source: Contact Email
ar: عنوان البريد الإلكتروني
hu: Névjegy E-mail Cím
sr: Контакт имејл

source: Contact Numbers
ar: ارقام التواصل
hu: Névjegy Telefonszámok
sr: Контакт број

source: Contact Phone
ar: هاتف الاتصال
hu: Névjegy Telefonszám
sr: Контакт телефон

source: Contact Synced with Google Contacts.
ar: الاتصال متزامنة مع جهات اتصال Google.
hu: Névjegy szinkronizálva a Google Névjegyekkel.
sr: Контакт синхронизован са Google Contacts.

source: Contact Us
ar: اتصل بنا
hu: Lépjen kapcsolatba velünk
sr: Контактирајте нас

source: Contact Us Settings
ar: إعدادات الاتصال بنا
hu: Kapcsolat Beállítások
sr: Подешавање за контактирање

source: Contact options, like "Sales Query, Support Query" etc each on a new line or separated by commas.
ar: خيارات الاتصال، مثل &quot;الاستعلام المبيعات والدعم الاستعلام&quot; الخ كل على سطر جديد أو مفصولة بفواصل.
hu: Kapcsolattartási lehetőségek, például „Értékesítési megkeresés, Ügyfélszolgálati megkeresés” stb., mindegyiket új sorban vagy vesszővel elválasztva.
sr: Опције за контакт, попут "Упит за продају, Упит за подршку" итд., свака у новом реду или одвојена зарезима.

source: Contains {0} security fix
ar: يحتوي على {0} إصلاح أمني
hu: {0} biztonsági javítást tartalmaz
sr: Садржи {0} исправку безбедности

source: Contains {0} security fixes
ar: يحتوي على {0} إصلاحات أمنية
hu: {0} biztonsági javításokat tartalmaz
sr: Садржи {0} исправки безбедности

source: Content
ar: محتوى
hu: Tartalom
sr: Садржај

source: Content (HTML)
ar: المحتوى (HTML)
hu: Tartalom (HTML)
sr: Садржај (HTML)

source: Content (Markdown)
ar: المحتوى (تخفيض السعر)
hu: Tartalom (Markdown)
sr: Садржај (Markdown)

source: Content Hash
ar: تجزئة المحتوى
hu: Tartalom Ellenőrző Összeg
sr: Хеш садржај

source: Content Type
ar: نوع المحتوى
hu: Tartalom Típusa
sr: Врста садржаја

source: Content data shoud be a list
ar: يجب أن تكون بيانات المحتوى عبارة عن قائمة
hu: A tartalmi adatoknak listának kell lenniük
sr: Подаци садржаја треба да буду листа

source: Content type for building the page
ar: نوع المحتوى لبناء الصفحة
hu: Tartalomtípus az oldal felépítéséhez
sr: Врста садржаја за израду странице

source: Context
ar: سياق الكلام
hu: Kontextus
sr: Контекст

source: Context Script
ar: سيناريو السياق
hu: Kontextus Szkript
sr: Скрипта контекста

source: Continue
ar: استمر
hu: Folytatás
sr: Настави

source: Contributed
ar: ساهم
hu: Hozzájárult
sr: Допринос

source: Contribution Document Name
ar: اسم وثيقة المساهمة
hu: Hozzájárulási Dokumentum Neve
sr: Назив документа о доприносу

source: Contribution Status
ar: حالة المساهمة
hu: Hozzájárulás Állapota
sr: Статус доприноса

source: Controls whether new users can sign up using this Social Login Key. If unset, Website Settings is respected.
ar: يتحكم هذا الخيار في إمكانية تسجيل المستخدمين الجدد باستخدام مفتاح تسجيل الدخول الاجتماعي هذا. في حال عدم تحديده، يتم تطبيق إعدادات الموقع الإلكتروني.
hu: Szabályozza, hogy az új felhasználók regisztrálhatnak-e ezzel a közösségi bejelentkezési kulccsal. Ha nincs beállítva, akkor a Webhelybeállításokat tiszteletben tartják.
sr: Контролише да ли нови корисници могу да се региструју користећи овај кључ за пријављивање путем друштвених мрежа. Уколико није постављено, поштују се подешавања веб-сајта.
