Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Failed Transactions
ar: المعاملات الفاشلة
hu: Sikertelen Tranzakciók
sr: Неуспешне трансакције

source: Failed to aquire lock: {}. Lock may be held by another process.
ar: فشل في الحصول على القفل: {}. قد يكون القفل محتجزًا بواسطة عملية أخرى.
hu: A fájlt nem sikerült zárolni: {}. A zárolást lehet, hogy egy másik folyamat tartja fenn.
sr: Неуспешно преузимање закључавања: {}. Закључавање може бити задржано од стране другог процеса.

source: Failed to change password.
ar: فشل تغيير كلمة المرور.
hu: Nem sikerült megváltoztatni a jelszót.
sr: Неуспешна промена лозинке.

source: Failed to complete setup
ar: فشل في إكمال الإعداد
hu: Nem sikerült befejezni a beállítást
sr: Неуспешно завршавање поставке

source: Failed to compute request body: {}
ar: فشل في حساب نص الطلب: {}
hu: Nem sikerült kiszámítania a kérés törzsét: {}
sr: Неуспешно израчунавање тела захтева: {}

source: Failed to connect to server
ar: فشل الاتصال بالخادم
hu: Nem sikerült csatlakozni a szerverhez
sr: Неуспешно повезивање са сервером

source: Failed to decode token, please provide a valid base64-encoded token.
ar: فشل فك الرمز المميز ، يرجى تقديم رمز مميز صالح بترميز base64.
hu: Nem sikerült dekódolni a tokent, kérjük, adjon meg egy érvényes base64 kódolású tokent.
sr: Неуспешно декодирање токена, молимо Вас да пружите валидан base64-енкодирани токен.

source: Failed to decrypt key {0}
ar: فشل فك تشفير المفتاح {0}
hu: Nem sikerült visszafejteni a kulcsot {0}
sr: Неуспешно дешифровање кључа {0}

source: Failed to delete {0} documents: {1}
ar: فشل حذف {0} مستندات: {1}
hu: Nem sikerült törölni a {0} dokumentumokat: {1}
sr: Неуспешно брисање {0} докумената: {1}

source: Failed to enable scheduler: {0}
ar: فشل تفعيل المجدول: {0}
hu: Nem sikerült engedélyezni az ütemezőt: {0}
sr: Неуспешно омогућавање планера: {0}

source: Failed to evaluate conditions: {}
ar: فشل تقييم الشروط: {}
hu: Nem sikerült kiértékelni a feltételeket: {}
sr: Неуспешна евалуација услова: {}

source: Failed to export python type hints
ar: فشل تصدير تلميحات أنواع بايثون
hu: Nem sikerült exportálni a Python típus tippeket
sr: Неуспешан извоз python ознака типова

source: Failed to generate names from the series
ar: فشل في توليد أسماء من السلسلة
hu: Nem sikerült neveket generálni a sorozatból
sr: Неуспешно генерисање назива из серија

source: Failed to generate preview of series
ar: فشل إنشاء معاينة للمسلسل
hu: Nem sikerült előnézetet generálni a sorozatról
sr: Неуспешно генерисање прегледа серија

source: Failed to get method for command {0} with {1}
ar: فشل الحصول على طريقة للأمر {0} مع {1}
hu: Nem sikerült lekérni a {0} parancs metódusát a {1} paraméterrel
sr: Неуспешно добити методу за команду {0} са {1}

source: Failed to get method {0} with {1}
ar: فشل الحصول على الطريقة {0} باستخدام {1}
hu: Nem sikerült megszerezni a {0} metódust a {1} címmel
sr: Неуспешно добити методу {0} са {1}

source: Failed to get site info
ar: فشل في الحصول على معلومات الموقع
hu: Nem sikerült lekérni a webhely adatait
sr: Неуспешно добијање информација о сајту

source: Failed to import virtual doctype {}, is controller file present?
ar: فشل استيراد نوع المستند الافتراضي {}، هل ملف وحدة التحكم موجود؟
hu: Nem sikerült importálni a virtuális doctype {} fájlt, jelen van a vezérlőfájl?
sr: Неуспешан покушај увоза виртуелног doctype {}, да лије фајл контролера присутан?

source: Failed to optimize image: {0}
ar: فشل تحسين الصورة: {0}
hu: Nem sikerült optimalizálni a képet: {0}
sr: Неуспешно оптимизовање слике: {0}

source: Failed to request login to Frappe Cloud
ar: فشل طلب تسجيل الدخول إلى Frappe Cloud
hu: Nem sikerült bejelentkezést kérni a Frappe Cloudba
sr: Неуспешан покушај пријаве на Frappe Cloud

source: Failed to send email with subject:
ar: فشل إرسال البريد الإلكتروني بالموضوع التالي:
hu: Nem sikerült elküldeni az e-mailt a következő tárggyal:
sr: Неуспешан покушај слања имејла са насловом:

source: Failed to send notification email
ar: فشل إرسال البريد الإلكتروني للإشعار
hu: Nem sikerült elküldeni az értesítési e-mailt
sr: Неуспешан покушај слања имејла са обавештењем

source: Failed to update global settings
ar: فشل تحديث الإعدادات العامة
hu: Nem sikerült frissíteni a globális beállításokat
sr: Неуспешно ажурирање глобалних подешавања

source: Failed while calling API {0}
ar: فشل استدعاء واجهة برمجة التطبيقات {0}
hu: Hiba az API hívása közben {0}
sr: Неуспех приликом позивања API-ја {0}

source: Failing Scheduled Jobs (last 7 days)
ar: المهام المجدولة الفاشلة (آخر 7 أيام)
hu: Sikertelen Ütemezett Feladatok (elmúlt 7 nap)
sr: Неуспешни заказани задаци (последњих 7 дана)

source: Failure
ar: بالفشل
hu: Hiba
sr: Неуспех

source: Failure Rate
ar: معدل الفشل
hu: Hibaarány
sr: Стопа неуспеха

source: Fax
ar: فاكس
sr: Факс

source: Featured
ar: متميز
hu: Kiemelt
sr: Истакнуто

source: Feedback
ar: الملاحظات
hu: Visszajelzés
sr: Повратна информација

source: Feedback Request
ar: طلب التعليق
hu: Visszajelzés Kérése
sr: Захтев за повратном информацијом

source: Female
ar: أنثى
hu: Nő
sr: Женско

source: Fetch From
ar: إحضار من
hu: Lekérés Innen
sr: Преузми из

source: Fetch Images
ar: جلب الصور
hu: Képek Lekérése
sr: Преузми слике

source: Fetch attached images from document
ar: إحضار الصور المرفقة من المستند
hu: Vegye le a csatolt képeket a dokumentumból
sr: Преузми приложене слике из докумената

source: Fetch on Save if Empty
ar: جلب عند الحفظ إذا كان فارغًا
hu: Lekérés mentéskor, ha üres
sr: Преузми при чувању уколико је празно

source: Fetching default Global Search documents.
ar: جلب مستندات البحث العالمي الافتراضية.
hu: Az alapértelmezett globális keresési dokumentumok letöltése.
sr: Преузми подразумеване документе за глобалну претрагу.

source: Fetching fields from {0}...
ar: جلب الحقول من {0}...
hu: Mezők lekérése innen: {0}...
sr: Преузимање поља из {0}...

source: Field
ar: حقل
hu: Mező
sr: Поље

source: Field "route" is mandatory for Web Views
ar: حقل &quot;الطريق&quot; إلزامي للويب المشاهدات
hu: A webes nézetekhez kötelező mező az "útvonal"
sr: Поље "путања" је обавезно за веб-приказе

source: Field "title" is mandatory if "Website Search Field" is set.
ar: يُعد حقل "العنوان" إلزاميًا إذا تم تعيين "حقل البحث في الموقع الإلكتروني".
hu: A "cím" mező kötelező, ha a "Webhely keresési mező" be van állítva.
sr: Поље "наслов" је обавезно уколико је постављено "Поље за претрагу на веб-сајту".

source: Field "value" is mandatory. Please specify value to be updated
ar: حقل "قيمة" إلزامي. يرجى تحديد قيمة ليتم تحديثها
hu: Az "érték" mező kötelező. Kérjük, adja meg az értéket a frissítéshez
sr: Поље "вредност" је обавезно. Молимо Вас да наведете вредност која треба да се ажурира

source: Field Description
ar: وصف الحقل
hu: Mező Leírása
sr: Опис поља

source: Field Missing
ar: الحقل مفقود
hu: Mező Hiányzik
sr: Поље недостаје

source: Field Name
ar: اسم الحقل
hu: Mező Neve
sr: Назив поља

source: Field Orientation (Left-Right)
ar: اتجاه المجال (يسار-يمين)
hu: Mező Tájolása (balról jobbra)
sr: Оријентација поља (Лево-Десно)

source: Field Orientation (Top-Down)
ar: التوجيه الميداني (من الأعلى إلى الأسفل)
hu: Mező Tájolása (felülről lefelé)
sr: Оријентација поља (Горе-Доле)

source: Field Template
ar: نموذج الحقل
hu: Mező Sablon
sr: Шаблон поља

source: Field To Check
ar: حقل للتحقق
hu: Ellenőrizendő Mező
sr: Поље за проверу

source: Field Type
ar: نوع الحقل
hu: Mező Típusa
sr: Врста поља

source: Field not permitted in query
ar: الحقل غير مسموح به في الاستعلام
hu: A mező nem engedélyezett a lekérdezésben
sr: Поље није дозвољено у реду

source: Field that represents the Workflow State of the transaction (if field is not present, a new hidden Custom Field will be created)
ar: الحقل الذي يمثل حالة سير العمل للصفقة (إذا حقل غير موجود، سيتم إنشاء حقل مخصص جديد مخفي)
hu: A tranzakció munkafolyamat állapotát jelző mező (ha a mező nincs jelen, egy új, rejtett egyéni mező jön létre)
sr: Поље које представља стање радног тока трансакције (уколико поље није присутно, биће креирано ново скривено прилагођено поље)

source: Field to Track
ar: حقل لتعقب
hu: Mező nyomon követése
sr: Поље за праћење

source: Field type cannot be changed for {0}
ar: لا يمكن تغيير نوع الحقل ل {0}
hu: Mező típusa nem módosítható erre: {0}
sr: Врста поља не може бити промењена за {0}

source: Field {0} does not exist on {1}
ar: الحقل {0} غير موجود في {1}
hu: A {0} mező nem létezik a {1} oldalon
sr: Поље {0} не постоји у {1}

source: Field {0} is referring to non-existing doctype {1}.
ar: يشير الحقل {0} إلى نوع المستند غير الموجود {1}.
hu: A {0} mező nem létező doctype-ra utal {1}.
sr: Поље {0} се односи на непостојећи doctype {1}.

source: Field {0} not found.
ar: الحقل {0} غير موجود.
hu: {0} mező nem található.
sr: Поље {0} није пронађено.

source: Fieldname
ar: اسم الحقل
hu: Mezőnév
sr: Назив поља

source: Fieldname '{0}' conflicting with a {1} of the name {2} in {3}
ar: اسم الحقل '{0}' يتعارض مع {1} من الاسم {2} في {3}
hu: A '{0}' mezőnév ütközik a {2} név {1} elemével a {3} mezőben
sr: Назив поља '{0}' је у конфликту са {1} називом {2} у {3}

source: Fieldname called {0} must exist to enable autonaming
ar: يجب أن يكون اسم الحقل {0} موجودًا لتمكين التسمية التلقائية
hu: A {0} nevű mezőnévnek léteznie kell az automatikus elnevezés engedélyezéséhez
sr: Назив поља {0} мора постојати да би се омогућило аутоматско именовање

source: Fieldname is limited to 64 characters ({0})
ar: اسم الحقل محدد ب 64 حرف<br>Fieldname is limited to 64 characters ({0})
hu: A mezőnév legfeljebb 64 karakterből állhat ({0})
sr: Назив поља је ограничен на 64 карактера ({0})

source: Fieldname not set for Custom Field
ar: أسم الحقل لم يتم تعيينه لحقل مخصص
hu: Mezőnév nincs beállítva az Egyéni mezőhöz
sr: Назив поља није постављен за прилагођено поље

source: Fieldname which will be the DocType for this link field.
ar: أسم الحقل الذي سيكون DOCTYPE لهذا الحقل الارتباط.
hu: Mezőnév, mely ennek a link mezőnek a DocType-ja lesz.
sr: Назив поља које ће бити DocType за ово линк поље.

source: Fieldname {0} appears multiple times
ar: يظهر اسم الحقل {0} عدة مرات
hu: A {0} mezőnév többször is megjelenik
sr: Назив поља {0} се појављује више пута

source: Fieldname {0} cannot have special characters like {1}
ar: FIELDNAME {0} لا يمكن أن يكون أحرف خاصة مثل {1}
hu: A {0} mezőnév nem tartalmazhat speciális karaktereket, mint a(z) {1}
sr: Назив поља {0} не може садржати специјалне карактере попут {1}

source: Fieldname {0} conflicting with meta object
ar: أسم الحقل {0} متعارض مع الكلمات الدلائلية
hu: Mezőnév {0} ütközik a meta objektummal
sr: Назив поље {0} је у конфликту са мета објектом

source: Fieldname {0} is restricted
ar: اسم الحقل {0} مقيد
hu: A(z) {0} mezőnév korlátozott
sr: Назив поља {0} је ограничен

source: Fields
ar: الحقول
hu: Mezők
sr: Поља

source: Fields Multicheck
ar: الحقول متعددة
hu: Mezők Kiválasztása
sr: Поља за више означавања

source: Fields `file_name` or `file_url` must be set for File
ar: يجب تحديد الحقلين `file_name` أو `file_url` للملف
hu: A `file_name` vagy `file_url` mezőket be kell állítani a Fájlhoz
sr: Поља `file_name` или `file_url` морају бити постављена за фајл

source: Fields separated by comma (,) will be included in the "Search By" list of Search dialog box
ar: سيتم تضمين الحقول المفصولة بفواصل (،) في قائمة "البحث حسب" من مربع حوار البحث
hu: A vesszővel (,) elválasztott mezők bekerülnek a Keresés párbeszédpanel "Keresés" listájába
sr: Поља одвојена зарезом (,) биће укључена у листу "Претражи по" у дијалогу за претрагу

source: Fieldtype
ar: نوع الحقل
hu: Mezőtípus
sr: Врста поља

source: Fieldtype cannot be changed from {0} to {1}
ar: لا يمكن تغيير نوع الحقل من {0} إلى {1}
hu: Mezőtípust nem lehet megváltoztatni erről {0} erre {1}
sr: Врста поља не може бити промењена са {0} на {1}

source: Fieldtype cannot be changed from {0} to {1} in row {2}
ar: لا يمكن تغيير نوع الحقل من {0} إلى {1} في الصف {2}
hu: Mezőtípust nem lehet megváltoztatni erről {0} erre {1}, a {2} sorban
sr: Врста поља не може бити промењена са {0} на {1} у реду {2}

source: File
ar: ملف
hu: Fájl
sr: Фајл

source: File "{0}" was skipped because of invalid file type
ar: تم تخطي الملف "{0}" بسبب نوع ملف غير صالح
hu: A(z) "{0}" fájlt érvénytelen fájltípus miatt kihagytuk
sr: Фајл "{0}" је прескочен због неважеће врсте фајла

source: File '{0}' not found
ar: ملف '{0}' لم يتم العثور
hu: Fájl '{0}' nem található
sr: Фајл '{0}' није пронађен

source: File Backup
ar: ملف النسخ الاحتياطي
hu: Fájl Biztonsági Mentés
sr: Резервна копија фајла

source: File Information
ar: معلومات الملف
hu: Fájl Információk
sr: Информације о фајлу

source: File Manager
ar: مدير الملفات
hu: Fájl Kezelő
sr: Управљач фајлова

source: File Name
ar: اسم الملف
hu: Fájl Neve
sr: Назив фајла

source: File Size
ar: حجم الملف
hu: Fájl Mérete
sr: Величина фајла

source: File Storage
ar: تخزين الملفات
hu: Fájl Tárhely
sr: Складиштење фајла

source: File Type
ar: نوع الملف
hu: Fájl Típusa
sr: Врста фајла

source: File URL
ar: ملف URL
hu: Fájl URL
sr: URL фајла

source: File backup is ready
ar: ملف النسخ الاحتياطي جاهز
hu: Fájl biztonsági mentés kész
sr: Резервна копија фајла је спремна

source: File name cannot have {0}
ar: لا يمكن أن يحتوي اسم الملف على {0}
hu: A fájlnév nem tartalmazhat {0}
sr: Назив фајла не може садржати {0}

source: File not attached
ar: الملف غير مرفق
hu: Fájl nincs csatolva
sr: Фајл није приложен

source: File size exceeded the maximum allowed size of {0} MB
ar: تجاوز حجم الملف الحد الأقصى المسموح به لحجم {0} ميغابايت
hu: Fájlméret meghaladta a maximálisan megengedett méretet {0} MB
sr: Величина фајла је премашила маскималну дозвољену величину од {0} MB

source: File too big
ar: الملف كبير جدا
hu: A fájl túl nagy
sr: Фајл је превелики

source: File type of {0} is not allowed
ar: نوع الملف {0} غير مسموح به
hu: A {0} fájltípus nem engedélyezett
sr: Врста фајла {0} није дозвољена

source: File upload failed.
ar: فشل تحميل الملف.
hu: Fájl feltöltése sikertelen.
sr: Отпремање фајла није успело.

source: File {0} does not exist
ar: الملف {0} غير موجود
hu: Fájl {0} nem létezik
sr: Фајл {0} не постоји

source: Files
ar: الملفات
hu: Fájlok
sr: Фајлови

source: Filter
ar: منقي
hu: Szűrő
sr: Филтер

source: Filter By
hu: Szűrés ez alapján
sr: Филтер по

source: Filter Data
ar: تصفية البيانات
hu: Adatok Szűrése
sr: Филтер података

source: Filter List
ar: قائمة تصفية
hu: Lista Szűrése
sr: Филтер листе

source: Filter Meta
ar: تصفية ميتا
hu: Meta Szűrése
sr: Филтер метаподатака

source: Filter Name
ar: اسم الفلتر
hu: Név Szűrése
sr: Филтер назива

source: Filter Values
ar: قيم التصفية
hu: Értékek Szűrése
sr: Филтер вредности

source: Filter must be a tuple or list (in a list)
ar: يجب أن يكون الفلتر عبارة عن قائمة أو قائمة (في قائمة)
hu: A szűrőnek egy tuple-nek vagy listának kell lennie (listában)
sr: Филтер мора бити торка (тупле) или листа (унутар листе)

source: Filter must have 4 values (doctype, fieldname, operator, value): {0}
ar: يجب أن يحتوي الفلتر على 4 قيم (دوكتيب، فيلدنام، أوبيراتور، فالو): {0}
hu: A szűrőnek 4 értékkel kell rendelkeznie (doctype, fieldname, operator, value): {0}
sr: Филтер мора имати 4 вредности (doctype, назив поља, оператор, вредност): {0}

source: Filter...
ar: فلتر...
hu: Szűrő...
sr: Филтери...

source: Filtered By
ar: تمت التصفية بواسطة
hu: Szűrés ez alapján
sr: Филтрирано по

source: Filtered Records
ar: السجلات التي تمت تصفيتها
hu: Szűrt Rekordok
sr: Филтрирани записи

source: Filtered by "{0}"
ar: تمت تصفيتها من قبل &quot;{0}&quot;
hu: Szűrve: "{0}"
sr: Филтрирани по "{0}"

source: Filters
ar: فلاتر
hu: Szűrők
sr: ФИлтери

source: Filters Configuration
ar: تكوين المرشحات
hu: Szűrők Konfigurálása
sr: Конфигурација филтера

source: Filters Display
ar: عرض المرشحات
hu: Szűrők Megjelenítése
sr: Приказ филтера

source: Filters JSON
ar: مرشحات JSON
hu: JSON Szűrők
sr: JSON филтера

source: Filters Section
ar: قسم المرشحات
hu: Szűrők Szakasz
sr: Одељак филтера

source: Filters applied for {0}
ar: المرشحات المطبقة على {0}
hu: Szűrők alkalmazva a következőre: {0}
sr: Филтери примењени за {0}

source: Filters saved
ar: مرشحات حفظ
hu: Szűrők mentve
sr: Филтери сачувани

source: Filters will be accessible via <code>filters</code>. <br><br>Send output as <code>result = [result]</code>, or for old style <code>data = [columns], [result]</code>
ar: يمكن الوصول إلى <code>filters</code> عبر <code>filters</code> .<br><br> إرسال الإخراج <code>result = [result]</code> ، أو <code>data = [columns], [result]</code> النمط القديم <code>data = [columns], [result]</code>
hu: A szűrők a <code>filters</code>paranccsal érhetők el. <br><br>Küldje el a kimenetet <code>eredmény = [eredmény]</code>formátumban, vagy a régi stílushoz <code>adat = [oszlopok], [eredmény]</code>formátumban
sr: Филтери ће бити доступни путем <code>filters</code>. <br><br>Пошаљи излаз као <code>result = [result]</code>, или за историјски стил <code>data = [columns], [result]</code>

source: Filters {0}
ar: الفلاتر {0}
hu: Szűrők: {0}
sr: Филтери {0}

source: Filters:
ar: عوامل التصفية:
hu: Szűrők:
sr: Филтери:

source: Find '{0}' in ...
ar: ابحث عن '{0}' في ...
hu: Keresés '{0}' benne ...
sr: Пронађи '{0}' у ...

source: Find {0} in {1}
ar: البحث عن {0} في {1}
hu: Megtalálta ezt: {0}, ebben: {1}
sr: Пронађи {0} у {1}

source: Finished
ar: تم الانتهاء من
hu: Kész
sr: Завршено

source: Finished At
ar: انتهى في
hu: Befejezve ekkor
sr: Завршено у

source: First Day of the Week
ar: اليوم الأول من الأسبوع
hu: Hét Első Napja
sr: Први дан у недељи

source: First Name
ar: الاسم الأول
hu: Vezetéknév
sr: Име

source: First Success Message
ar: رسالة النجاح الأولى
hu: Első Sikeres Üzenet
sr: Прва порука о успеху

source: First Transaction
ar: أول معاملة
hu: Első Tranzakció
sr: Прва трансакција

source: First data column must be blank.
ar: يجب أن يكون عمود البيانات الأولى فارغة.
hu: Az első adat oszlopot üresen kell hagyni.
sr: Прва колона са подацима мора бити празна.

source: First set the name and save the record.
ar: أولا قم بتعيين الإسم وحفظ السجل.
hu: Először állítsa be a nevet és mentse a rekordot.
sr: Прво поставите назив и сачувајте запис.

source: Fit
ar: ملائم
hu: Igazít
sr: Прилагоди

source: Flag
ar: علم
hu: Zászló
sr: Застава

source: Float
ar: رقم عشري
hu: Lebegőpontos
sr: Децимални број

source: Float Precision
ar: دقة الرقم العشري
hu: Lebegőpontos Szám Pontosság
sr: Прецизност децимале

source: Fold
ar: طية
hu: Becsuk
sr: Склопи

source: Fold can not be at the end of the form
ar: لا يمكن أن تكون الطية في نهاية النموذج
hu: Becsukás nem lehet az űrlap végén
sr: Склапање не може бити на крају обрасца

source: Fold must come before a Section Break
ar: يجب أن تأتي أضعاف قبل فاصل القسم
hu: Becsukásnak a szekció elválasztás előtt kell lennie
sr: Склапање мора бити пре прелома одељка

source: Folder
ar: مجلد
hu: Mappa
sr: Датотека

source: Folder Name
ar: اسم المجلد
hu: Mappanév
sr: Назив датотеке

source: Folder name should not include '/' (slash)
ar: يجب ألا يتضمن اسم المجلد &#39;/&#39; (شرطة مائلة)
hu: Mappa neve nem tartalmazhat '/' (per jelet)
sr: Назив датотеке не би требало да укључује '/' (косу црту)

source: Folder {0} is not empty
ar: المجلد {0} غير فارغ
hu: Mappa {0} nem üres
sr: Датотека {0} није празна

source: Folio
ar: فوليو
sr: Фолио

source: Follow
ar: إتبع
hu: Kövesse
sr: Прати

source: Followed by
ar: يليه
hu: Követte
sr: Праћен од стране

source: Following Report Filters have missing values:
ar: تحتوي عوامل تصفية التقارير على قيم مفقودة:
hu: A következő jelentésszűrők hiányzó értékeket tartalmaznak:
sr: Следећи филтери извештаја имају недостајуће вредности:

source: Following fields are missing:
ar: الحقول التالية مفقودة:
hu: Következő mezők hiányoznak:
sr: Следећа поља недостају:

source: Following fields have invalid values:
ar: تحتوي الحقول التالية على قيم غير صالحة:
hu: Következő mezőkben érvénytelenek az értékek:
sr: Следећа поља имају неважеће вредности:

source: Following fields have missing values
ar: الحقول التالية والقيم المفقودة
hu: Következő mezőkben hiányoznak az értékek
sr: Следећа поља имају недостајуће вредности

source: Following fields have missing values:
ar: الحقول التالية والقيم المفقودة:
hu: Következő mezőkben hiányoznak az értékek:
sr: Следећа поља имају недостајуће вредности:

source: Following links are broken in the email content: {0}
hu: A következő linkek hibásak az e-mail tartalmában: {0}
sr: Следећи линкови су покидани у садржају имејла: {0}

source: Font
ar: الخط
hu: Betűtípus
sr: Фонт

source: Font Properties
ar: خصائص الخط
hu: Betűkészlet Tulajdonságai
sr: Својства фонта

source: Font Size
ar: حجم الخط
hu: Betűméret
sr: Величина фонта

source: Fonts
ar: الخطوط
hu: Betűtípusok
sr: Фонтови

source: Footer
ar: تذييل الصفحة
hu: Lábléc
sr: Подножје

source: Footer "Powered By"
ar: تذييل الصفحة "مدعوم بواسطة"
hu: Lábléc „Készítette:”
sr: Подножје "Омогућено од стране"

source: Footer Based On
ar: تذييل مبني على
hu: Lábléc Alapján
sr: Подножје засновано на

source: Footer Content
ar: محتوى التذييل
hu: Lábléc Tartalom
sr: Садржај подножја

source: Footer Details
ar: تفاصيل التذييل
hu: Lábléc Részletek
sr: Детаљи подножја

source: Footer HTML
ar: تذييل HTML
hu: Lábléc HTML
sr: HTML подножја

source: Footer HTML set from attachment {0}
ar: تم تعيين كود HTML للتذييل من المرفق {0}
hu: Lábléc HTML beállítása a {0} mellékletből
sr: HTML подножја постављен из прилога {0}

source: Footer Image
ar: صورة التذييل
hu: Lábléc Kép
sr: Слика подножја

source: Footer Items
ar: تذييل العناصر
hu: Lábléc Elemek
sr: Ставке подножја

source: Footer Logo
ar: تذييل الشعار
hu: Lábléc Logó
sr: Лого подножја

source: Footer Script
ar: نص تذييل الصفحة
hu: Lábléc Szkript
sr: Скрипта подножја

source: Footer Template
ar: قالب التذييل
hu: Lábléc Sablon
sr: Шаблон подножја

source: Footer Template Values
ar: قيم قالب التذييل
hu: Lábléc Sablon Értékek
sr: Вредности шаблона подножја

source: Footer might not be visible as {0} option is disabled</div>
hu: A lábléc lehet, hogy nem lesz látható, mivel a {0} opció le van tiltva.</div>
sr: Подножје можда неће бити видљиво јер је опција {0} онемогућена</div>

source: Footer will display correctly only in PDF
ar: سيعرض تذييل الصفحة بشكل صحيح في PDF فقط
hu: A lábléc csak PDF formátumban jelenik meg helyesen
sr: Подножје ће исправно приказати само у PDF формату

source: For DocType Link / DocType Action
ar: لإجراء DocType Link / DocType
hu: DocType Link / DocType Action esetén
sr: За DocType линк / DocType радњу

source: For Document Event
ar: لوثيقة الحدث
hu: Dokumentum Eseményhez
sr: За догађај документа

source: For Document Type
ar: لنوع المستند
hu: Dokumentum Típusához
sr: За врсту документа

source: For Example: {} Open
ar: على سبيل المثال: {} Open
hu: Például: {} Megnyitás
sr: На пример: {} отворен

source: For Links, enter the DocType as range. For Select, enter list of Options, each on a new line.
ar: بالنسبة للروابط، أدخل نوع المستند كنطاق. بالنسبة للاختيار، أدخل قائمة الخيارات، كل منها في سطر جديد.
hu: A Linkek esetében adja meg a DocType-t tartományként. A Select (Kiválasztás) esetében adja meg az Options (Opciók) listáját, mindegyik új sorban.
sr: За линкове, унесите DocType као опсег. За избор, унесите листу опцију, сваку у новом реду.

source: For User
ar: للمستخدم
hu: Felhasználónak
sr: За корисника

source: For Value
ar: للقيمة
hu: Értéknek
sr: За вредност

source: For comparison, use >5, <10 or =324. For ranges, use 5:10 (for values between 5 & 10).
ar: للمقارنة ، استخدم&gt; 5 ، &lt;10 أو = 324. للنطاقات ، استخدم 5:10 (للقيم بين 5 و 10).
hu: Az összehasonlításhoz használja a >5, <10 vagy =324 értékeket. Tartományok esetén használja az 5:10-et (5 és 10 közötti értékek esetén).
sr: За поређење, користите >5, <10 ор =324. За опсеге, користите 5:10 (за вредности између 5 и 10).

source: For example:
ar: على سبيل المثال:
hu: Például:
sr: На пример:
