Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Enable Rate Limit
ar: تفعيل حد المعدل
hu: Rate Limit Engedélyezése
sr: Омогући ограничење операција

source: Enable Raw Printing
ar: تمكين الطباعة الخام
hu: Nyers Nyomtatás Engedélyezése
sr: Омогући необрађено штампање

source: Enable Report
ar: تمكين تقرير
hu: Riportok Engedélyezése
sr: Омогући извештај

source: Enable Scheduled Jobs
ar: تمكين المهام المجدولة
hu: Ütemezett Feladatok Engedélyezése
sr: Омогући заказане послове

source: Enable Scheduler
ar: تفعيل المجدول
hu: Ütemező Engedélyezése
sr: Омогући планер

source: Enable Security
ar: تمكين الأمن
hu: Biztonság Engedélyezése
sr: Омогући безбедност

source: Enable Social Login
ar: تمكين تسجيل الدخول الاجتماعي
hu: Közösségi Bejelentkezés Engedélyezése
sr: Омогући пријављивање путем друштвених мрежа

source: Enable Social Sharing
ar: تمكين المشاركة الاجتماعية
hu: Közösségi Megosztás Engedélyezése
sr: Омогући дељење путем друштвених мрежа

source: Enable Tracking Page Views
ar: تمكين تتبع مشاهدات الصفحة
hu: Oldalmegtekintések Követésének Engedélyezése
sr: Омогући праћење прегледа страница

source: Enable Two Factor Auth
ar: تمكين اثنين من عامل المصادقة
hu: Kétfaktoros Hitelesítés Engedélyezése
sr: Омогући двофакторску верификацију

source: Enable Website Tracking
hu: Webhelykövetés Engedélyezése
sr: Омогући праћење путем веб-сајта

source: Enable developer mode to create a standard Print Template
ar: قم بتمكين وضع المطور لإنشاء قالب طباعة قياسي
hu: Engedélyezze a fejlesztői módot egy szabványos nyomtatási sablon létrehozásához
sr: Омогући креирање стандардног шаблона за штампу у развојном режиму

source: Enable developer mode to create a standard Web Template
ar: قم بتمكين وضع المطور لإنشاء قالب ويب قياسي
hu: Engedélyezze a fejlesztői módot egy szabványos websablon létrehozásához
sr: Омогући креирање стандардног веб-шаблона у развојном режиму

source: Enable email notification for any comment or likes received on your Blog Post.
hu: Engedélyezze az e-mail értesítést a blogbejegyzéséhez kapott megjegyzésekről vagy kedvelésekről.
sr: Омогући обавештење путем имејла за сваки коментар или лајк на Вашој објави на блогу.

source: Enable if on click opens modal.
ar: قم بتفعيل هذا الخيار إذا كان النقر على يفتح نافذة منبثقة.
hu: Engedélyezés, ha a kattintásra megnyílik a modális ablak.
sr: Омогући ако на клик отвара модални прозор.

source: Enable in-app website tracking
ar: تفعيل تتبع الموقع الإلكتروني داخل التطبيق
hu: Alkalmazáson belüli webhelykövetés engedélyezése
sr: Омогући праћење веб-сајта унутар апликације

source: Enabled
ar: تمكين
hu: Engedélyezve
sr: Омогућено

source: Enabled Scheduler
ar: مُجدول مُفعّل
hu: Engedélyezett Ütemező
sr: Планер омогућен

source: Enabled email inbox for user {0}
ar: صندوق الوارد للبريد الإلكتروني المُمكّن للمستخدم {0}
hu: Engedélyezett e-mail üzenetek a {0} felhasználónak
sr: Омогући пријемну пошту имејла за корисника {0}

source: Enabled scheduled execution for script {0}
ar: تمكين التنفيذ المجدول للنص {0}
hu: Ütemezett végrehajtás engedélyezve a(z) {0} szkriptnél
sr: Заказано извршавање за скрипту {0} је омогућено

source: Enables Calendar and Gantt views.
ar: يُمكّن من عرض التقويم وعرض مخطط جانت.
hu: Engedélyezi a Naptár és Gantt nézeteket.
sr: Омогући календарски и гантограм приказ.

source: Enabling auto reply on an incoming email account will send automated replies to all the synchronized emails. Do you wish to continue?
ar: تفعيل خاصية الرد التلقائي على حساب البريد الإلكتروني الوارد سيرسل ردودًا تلقائية على جميع رسائل البريد الإلكتروني المتزامنة. هل ترغب في المتابعة؟
hu: Az automatikus válasz engedélyezése egy bejövő e-mail fiókban automatikus válaszokat küld az összes szinkronizált e-mailre. Szeretné folytatni?
sr: Омогућавање аутоматског одговора на улазне имејлове ће аутоматски слати одговоре на све синхронизоване имејлове. Да ли желите да наставите?

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
ar: سيؤدي تفعيل هذا إلى تسجيل موقعك على خادم ترحيل مركزي لإرسال إشعارات فورية لجميع التطبيقات المثبتة عبر Firebase Cloud Messaging. يخزن هذا الخادم رموز المستخدم وسجلات الأخطاء فقط، ولا يُحفظ أي رسائل.
hu: Ennek engedélyezése regisztrálja webhelyét egy központi relé szerveren, hogy a Firebase Cloud Messaging-en keresztül push értesítéseket küldjön az összes telepített alkalmazáshoz. Ez a szerver csak a felhasználói tokeneket és a hibanaplókat tárolja, üzeneteket nem tárol.
sr: Омогућавањем овога региструјете Ваш веб-сајт на централном серверу за слање обавештења за све инсталиране апликације путем Firebase Cloud Messaging. Овај сервер чува само токене корисника и евиденције грешака, док се поруке не чувају.

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
hu: Ennek engedélyezése regisztrálja webhelyét egy központi relé szerveren, hogy a Firebase Cloud Messaging-en keresztül push értesítéseket küldjön az összes telepített alkalmazáshoz. Ez a szerver csak a felhasználói tokeneket és a hibanaplókat tárolja, üzeneteket nem tárol.
sr: Омогућавањем овога региструјете Ваш веб-сајт на централном серверу за слање обавештења за све инсталиране апликације путем Firebase Cloud Messaging. Овај сервер чува само токене корисника и евиденције грешака, док се поруке не чувају.

source: Enabling this will submit documents in background
ar: سيؤدي تفعيل هذا الخيار إلى إرسال المستندات في الخلفية
hu: Ennek engedélyezése a dokumentumok háttérben történő benyújtását eredményezi
sr: Омогућавањем овога ће се поднети документи у позадини

source: Encrypt Backups
ar: تشفير النسخ الاحتياطية
hu: Biztonsági Mentések Titkosítása
sr: Шифрирај резервне копије

source: Encryption key is in invalid format!
ar: مفتاح التشفير بتنسيق غير صالح!
hu: A titkosítási kulcs formátuma érvénytelen!
sr: Кључ за шифровање је у неважећем формату!

source: Encryption key is invalid! Please check site_config.json
ar: مفتاح التشفير غير صالح! يرجى مراجعة ملف site_config.json
hu: Érvénytelen titkosítási kulcs! Kérjük, ellenőrizze a site_config.json fájlt
sr: Кључ за шифровање је неважећи! Молимо Вас да проверите ситецонфиг.јсон

source: End
ar: النهاية
hu: Vége
sr: Крај

source: End Date
ar: نهاية التاريخ
hu: Befejezés dátuma
sr: Датум завршетка

source: End Date Field
ar: حقل تاريخ الانتهاء
hu: Befejezés Dátuma Mező
sr: Поље датума завршетка

source: End Date cannot be before Start Date!
ar: لا يمكن أن يكون تاريخ الانتهاء قبل تاريخ البدء!
hu: A Befejezés Dátuma nem lehet a Kezdő Dátum előtt!
sr: Датум завршетка не може бити пре датума почетка!

source: End Date cannot be today.
ar: لا يمكن أن يكون تاريخ الانتهاء هو اليوم.
hu: A befejezés dátum nem lehet a mai.
sr: Датум завршетка не може бити данашњи датум.

source: Ended At
ar: انتهى عند
hu: Véget ért ekkor
sr: Завршено у

source: Endpoints
ar: نقاط النهاية
hu: Végpontok
sr: Крајње тачке

source: Ends on
ar: ينتهي في
hu: Véget ér ekkor
sr: Завршава се

source: Energy Point
ar: نقطة الطاقة
hu: Energiapont
sr: Енергетски поен

source: Energy Point Log
ar: سجل نقطة الطاقة
hu: Energiapont Napló
sr: Евиденција енергетских поена

source: Energy Point Rule
ar: قاعدة نقطة الطاقة
hu: Energiapont Szabály
sr: Правило енергетских поена

source: Energy Point Settings
ar: إعدادات نقطة الطاقة
hu: Energiapont Beállítások
sr: Подешавање енергетских поена

source: Energy Point Update on {0}
ar: تحديث Energy Point على {0}
hu: Energiapont frissítés {0}
sr: Ажурирање енергетских поена на {0}

source: Energy Points
ar: نقاط الطاقة
hu: Energiapontok
sr: Енергетски поени

source: Enqueued By
ar: تمت إضافته إلى قائمة الانتظار بواسطة
hu: Hozzáadta a Várólistához
sr: Стављено у реду од стране

source: Enqueued creation of indexes
ar: تم إدراج إنشاء الفهارس في قائمة الانتظار
hu: Indexek késleltett létrehozása
sr: Стављање у ред за креирање индекса

source: Ensure the user and group search paths are correct.
ar: تأكد من صحة مسارات البحث الخاصة بالمستخدم والمجموعة.
hu: Győződjön meg arról, hogy a felhasználói és csoportos keresési útvonalak helyesek.
sr: Проверите да су путеви за групну и корисничку претрагу тачни.

source: Enter Client Id and Client Secret in Google Settings.
ar: أدخل معرف العميل وسر العميل في إعدادات Google.
hu: Írja be az Ügyfél-azonosítót és az Ügyfél-titkot a Google Beállításokban.
sr: Унесите клијентски ИД и тајну клијента у Google подешавања.

source: Enter Code displayed in OTP App.
ar: أدخل الرمز المعروض في تطبيق OTP.
hu: Írja be az OTP alkalmazásban megjelenő kódot.
sr: Унесите шифру приказану у апликацији за једнократну лозинку.

source: Enter Email Recipient(s) in the To, CC, or BCC fields
ar: أدخل اسم (أسماء) مستلمي البريد الإلكتروني في حقول "إلى" أو "نسخة" أو "نسخة مخفية".
hu: Adja meg az e-mail címzett(ek)et a Címzett, CC vagy BCC mezőkben
sr: Унесите имејл примаоца у поље ка, CC или BCC

source: Enter Form Type
ar: أدخل نوع النموذج
hu: Űrlaptípus Megadása
sr: Унесите врсту обрасца

# Title of prompt dialog
source: Enter Value
ar: أدخل القيمة
hu: Érték Megadása
sr: Унесите вредност

source: Enter a name for this {0}
ar: أدخل اسمًا لهذا {0}
hu: Adjon meg egy nevet ennek {0}
sr: Унесите назив за овај {0}

source: Enter default value fields (keys) and values. If you add multiple values for a field, the first one will be picked. These defaults are also used to set "match" permission rules. To see list of fields, go to "Customize Form".
ar: إدخال الحقول القيمة الافتراضية (مفاتيح) والقيم. إذا قمت بإضافة قيم متعددة للحقل، وسيتم اختيار أول واحد. وتستخدم هذه الافتراضات أيضا إلى وضع قواعد إذن &quot;مباراة&quot;. لمشاهدة قائمة من المجالات، انتقل إلى &quot;نموذج تخصيص&quot;.
hu: Adja meg az alapértelmezett értékmezőket (kulcsokat) és értékeket. Ha egy mezőhöz több értéket ad meg, az első értéket választja ki a rendszer. Ezek az alapértelmezett értékek az "egyezés" engedélyezési szabályok beállításához is használhatók. A mezők listáját a "Formanyomtatvány testreszabása" menüpontban tekintheti meg.
sr: Унесите поља са подразумеваним вредностима (кључеви) и вредностима. Уколико додате више вредности за неко поље, прва ће бити изабрана. Ове подразумеване вредности се такође користе за постављање правила за "подударање" дозвола. Да бисте видели листу поља, идите на "Прилагоди образац".

source: Enter folder name
ar: أدخل اسم المجلد
hu: Írja be a mappa nevét
sr: Унесите назив датотеке

source: Enter static url parameters here (Eg. sender=ERPNext, username=ERPNext, password=1234 etc.)
ar: أدخل المعلمات URL ثابت هنا (مثلا المرسل = ERPNext، اسم المستخدم = ERPNext، كلمة المرور = 1234 الخ)
hu: Írja be a statikus url paramétereket itt (Pl. sender=ERPNext, username=ERPNext, password=1234 stb.)
sr: Унесите статичке URL параметре (нпр. sender=ERPNext, username=ERPNext, password=1234 итд.)

source: Enter url parameter for message
ar: ادخل معمل العنوان للرسالة
hu: Adjon url paramétert az üzenethez
sr: Унесите URL параметар за поруку

source: Enter url parameter for receiver nos
ar: ادخل معامل العنوان لمشغل شبكة المستقبل
hu: Adjon url paramétert a fogadó számaihoz
sr: Унесите URL параметар за бројеве примаоца

source: Enter your password
ar: ادخل رقمك السري
hu: Adja meg a jelszavát
sr: Унесите Вашу лозинку

source: Entity Name
ar: اسم الكيان
hu: Jogalany Neve
sr: Назив ентитета

source: Entity Type
ar: نوع الكيان
hu: Jogalany Típusa
sr: Врста ентитета

source: Equals
ar: تساوي
hu: Egyenlő
sr: Једнако

source: Error
ar: خطأ
hu: Hiba
sr: Грешка

# Title of error message in web form
source: Error
ar: خطأ
hu: Hiba
sr: Грешка

source: Error Code: {0}
ar: رمز الخطأ: {0}
hu: Hibakód: {0}
sr: Код грешке: {0}

source: Error Log
ar: سجل الأخطاء
hu: Hiba Napló
sr: Евиденција грешака

source: Error Logs
ar: سجلات الأخطاء
hu: Hiba Naplók
sr: Евиденције грешака

source: Error Message
ar: رسالة خطأ
hu: Hiba Üzenet
sr: Порука о грешци

source: Error connecting to QZ Tray Application...<br><br> You need to have QZ Tray application installed and running, to use the Raw Print feature.<br><br><a target="_blank" href="https://qz.io/download/">Click here to Download and install QZ Tray</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">Click here to learn more about Raw Printing</a>.
ar: خطأ في الاتصال بـ QZ Tray Application ... <br><br> تحتاج إلى تثبيت تطبيق QZ Tray وتشغيله لاستخدام ميزة Raw Print. <br><br> <a href="https://qz.io/download/" target="_blank">انقر هنا لتنزيل وتثبيت QZ Tray</a> . <br> <a href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing" target="_blank">انقر هنا لمعرفة المزيد عن الطباعة الخام</a> .
hu: Hiba a QZ tálca alkalmazáshoz való csatlakozásban...<br><br> A Raw Print funkció használatához telepíteni és futtatni kell a QZ Tray alkalmazást.<br><br><a target="_blank" href="https://qz.io/download/">Kattintson ide a QZ Tray letöltéséhez és telepítéséhez</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">Kattintson ide, ha többet szeretne megtudni a nyers nyomtatásról</a>.
sr: Грешка при повезивању са QZ Tray апликацијом...<br><br> Потребно је да имате инсталирану и покренуту QZ Tray, да бисте могли да користите функцију необрађене штампе.<br><br><a target="_blank" href="https://qz.io/download/"> Кликните овде да бисте преузели и инсталирали QZ Tray</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing"> Кликните овде да бисте научили више о необрађеној штампи.</a>.

source: Error connecting via IMAP/POP3: {e}
ar: خطأ في الاتصال عبر IMAP/POP3: {e}
hu: Hiba az IMAP/POP3-on keresztüli csatlakozásban: {e}
sr: Грешка при повезивању путем IMAP/POP3: {e}

source: Error connecting via SMTP: {e}
ar: خطأ في الاتصال عبر SMTP: {e}
hu: Hiba az SMTP-n keresztüli csatlakozásban: {e}
sr: Грешка при повезивању путем SMTP: {e}

source: Error has occurred in {0}
ar: حدث خطأ في {0}
hu: Hiba történt itt: {0}
sr: Дошло је до грешке у {0}

source: Error in Client Script
ar: خطأ في برنامج العميل النصي
hu: Hiba a kliens szkriptben
sr: Грешка у клијентској скрипти

source: Error in Client Script.
ar: خطأ في برنامج العميل النصي.
hu: Hiba a kliens szkriptben.
sr: Грешка у клијентској скрипти.

source: Error in Header/Footer Script
ar: خطأ في نص رأس/تذييل الصفحة
hu: Hiba a fejléc/lábléc szkriptben
sr: Грешка у скрипти заглавља/подножја

source: Error in Notification
ar: خطأ في الإخطار
hu: Hiba az értesítésben
sr: Грешка у обавештењу

source: Error in print format on line {0}: {1}
ar: خطأ في تنسيق الطباعة في السطر {0}: {1}
hu: Hiba a nyomtatási formátumban a {0} sorban: {1}
sr: Грешка у формату штампе на линији {0}: {1}

source: Error while connecting to email account {0}
ar: حدث خطأ أثناء الاتصال بحساب البريد الإلكتروني {0}
hu: Hiba az e-mail fiókhoz való csatlakozáskor {0}
sr: Грешка при повезивању са имејл налогом {0}

source: Error while evaluating Notification {0}. Please fix your template.
ar: خطأ أثناء تقييم الإشعار {0}. يرجى تصحيح القالب الخاص بك.
hu: Hiba az értesítés kiértékelése közben {0}. Kérjük, javítsa ki a sablonját.
sr: Грешка при обради обавештења {0}. Молимо Вас да исправите Ваш шаблон.

source: Error: Document has been modified after you have opened it
ar: تم تعديل الوثيقة بعد أن كنت قد فتحه: خطأ
hu: Hiba: A dokumentum módosításra került, miután megnyitotta
sr: Грешка: Документ је измењен након што сте га отворили

source: Error: Value missing for {0}: {1}
ar: خطأ: قيمة مفقودة ل {0}: {1}
hu: Hiba: Hiányzik az érték erre {0}: {1}
sr: Грешка: Вредност недостаје за {0}: {1}

source: Errors
ar: أخطاء
hu: Hibák
sr: Грешке

source: Event
ar: حدث
hu: Esemény
sr: Догађај

source: Event Category
ar: فئة الحدث
hu: Esemény Kategória
sr: Категорија догађаја

source: Event Frequency
ar: تكرار الحدث
hu: Esemény Gyakorisága
sr: Учесталост догађаја

source: Event Notifications
hu: Esemény Emlékeztetők
sr: Обавештење о догађајима

source: Event Participants
ar: المشاركون في الحدث
hu: Esemény Résztvevői
sr: Учесници догађаја

source: Event Reminders
ar: رسائل التذكير بالأحداث
hu: Esemény Emlékeztetők
sr: Подсетници за догађај

source: Event Synced with Google Calendar.
ar: حدث مزامنة مع تقويم Google.
hu: Esemény szinkronizálva van a Google Naptárral.
sr: Догађај је синхронизован са Google Calendar-ом.

source: Event Type
ar: نوع الحدث
hu: Esemény Típusa
sr: Врста догађаја

source: Events
ar: الفعاليات
hu: Események
sr: Догађаји

source: Events in Today's Calendar
ar: الأحداث في التقويم اليوم
hu: Mai napi események a Naptárban
sr: Догађаји у данашњем календару

source: Every form in ERPNext has a standard set of fields. If you need to capture some information, but there is no standard Field available for it, you can insert Custom Field for it. Once custom fields are added, you can use them for reports and analytics charts as well.
hu: Az ERPNext minden űrlapjához tartozik egy szabványos mezőkészlet. Ha valamilyen információt rögzítenie kell, de nincs hozzá elérhető szabványos mező, beszúrhat hozzá egyéni mezőt. Az egyéni mezők hozzáadása után jelentésekhez és analitikai diagramokhoz is használhatja őket.
sr: Сваки образац у ERPNext-у има стандардни скуп поља. Уколико треба да унесете неку информацију, а не постоји одговарајуће стандардно поље, можете додати прилагођено поље. Када су прилагођена поља додата, можете их користити у извештајима и аналитичким графиконима.

source: Everyone
ar: كل شخص
hu: Mindenki
sr: Сви

source: Ex: "colors": ["#d1d8dd", "#ff5858"]
ar: مثال: &quot;الألوان&quot;: [&quot;# d1d8dd&quot;، &quot;# ff5858&quot;]
hu: Pl: "színek": ["#d1d8dd", "#ff5858"]
sr: Пример: "боје": ["#d1d8dd", "#ff5858"]

source: Exact Copies
ar: نسخ طبق الأصل
hu: Pontos Másolatok
sr: Идентичне копије

source: Example
ar: مثال
hu: Példa
sr: Пример

source: Example: "/desk"
ar: مثال: &quot;/ desk&quot;
hu: Példa: "/desk"
sr: Пример: "/desk"

source: Example: #Tree/Account
ar: مثال: # شجرة / حساب
hu: Példa: #Tree/Account
sr: Пример: #Стабло/Рачун

source: Example: 00001
ar: مثال: 00001
hu: Példa: 00001
sr: Пример: 00001

source: Example: Setting this to 24:00 will log out a user if they are not active for 24:00 hours.
ar: مثال: ضبط هذا على 24:00 سيؤدي إلى تسجيل خروج المستخدم إذا لم يكن نشطًا لمدة 24:00 ساعة.
hu: Példa: A 24:00 óra beállítása esetén a felhasználó ki lesz jelentkeztetve, ha 24:00 órán keresztül nem aktív.
sr: Пример: Уколико је ово подешено на 24:00, корисник ће аутоматски бити одјављен уколико не буде активан током 24:00 часова.

source: Example: {{ subject }}
ar: مثال: {{topic}}
hu: Példa: {{ subject }}
sr: Пример: {{ subject }}

source: Excellent
ar: ممتاز
hu: Kiváló
sr: Одлично

source: Exception
ar: استثناء
hu: Kivétel
sr: Изузетак

source: Execute
ar: نفذ - اعدم
hu: Futtat
sr: Изврши

source: Execute Console script
ar: تنفيذ البرنامج النصي لوحدة التحكم
hu: Konzol Szkript Futtatása
sr: Изврши скрипту у конзоли

source: Executing...
ar: جارٍ التنفيذ...
hu: Futtatás...
sr: Извршавање...

source: Execution Time: {0} sec
ar: وقت التنفيذ: {0} ثانية
hu: Futtatási idő: {0} mp
sr: Време извршавања: {0} секунди

source: Executive
ar: تنفيذي
sr: Еxецутиве

source: Expand
ar: وسعت
hu: Kiterjeszt
sr: Прошири

# Enlarge code field.
source: Expand
ar: وسعت
hu: Kiterjeszt
sr: Прошири

source: Expand All
ar: توسيع الكل
hu: Összes Kiterjesztése
sr: Прошири све

source: Experimental
ar: تجريبي
hu: Kísérleti
sr: Експериментално

source: Expert
ar: خبير
hu: Szakértő
sr: Експерт

source: Expiration time
ar: وقت انتهاء الصلاحية
hu: Időkorlát
sr: Време истека

source: Expire Notification On
ar: تنتهي الإعلام على
hu: Lejárati Figyelmeztetés Ekkor
sr: Истек обавештења на

source: Expired
ar: انتهى
hu: Lejárt
sr: Истекло

source: Expires In
ar: ينتهي في
hu: Lejár Ekkor
sr: Истиче у

source: Expires On
ar: تاريخ الانتهاء
hu: Lejárat Dátuma
sr: Истиче на

source: Expiry time of QR Code Image Page
ar: وقت انتهاء صلاحية رمز الاستجابة السريعة صورة الصفحة
hu: A QR kód képoldal lejárati ideje
sr: Време истека страница са QR кодом

source: Export
ar: تصدير
hu: Exportálás
sr: Извоз

# Button in list view actions menu
source: Export
ar: تصدير
hu: Exportálás
sr: Извоз

source: Export 1 record
ar: تصدير 1 سجل
hu: 1 rekord exportálása
sr: Извези 1 запис

source: Export Custom Permissions
ar: تصدير ضوابط مخصص
hu: Egyéni Engedélyek Exportálása
sr: Извоз прилагођених дозвола

source: Export Customizations
ar: تصدير تخصيصات
hu: Testreszabások Exportálása
sr: Извоз прилагођавања

source: Export Data
ar: تصدير البيانات
hu: Adat Exportálása
sr: Извоз података

source: Export Errored Rows
ar: تصدير الصفوف الخطأ
hu: Hibás Sorok Exportálása
sr: Извези редове који садрже грешку

source: Export From
ar: تصدير من
hu: Exportálás innen
sr: Извоз из

source: Export Import Log
ar: سجل التصدير والاستيراد
hu: Import Napló Exportálása
sr: Евиденција увоза и извоза

# Export report
source: Export Report: {0}
ar: تصدير التقرير: {0}
hu: Jelentés Exportálás: {0}
sr: Извоз извештаја: {0}

source: Export Type
ar: نوع التصدير
hu: Export Típusa
sr: Врста извоза

source: Export all matching rows?
ar: هل تريد تصدير جميع الصفوف المطابقة؟
hu: Az összes egyező sor exportálása?
sr: Извоз свих редова који се подударају?

source: Export all {0} rows?
ar: تصدير جميع الصفوف {0} ؟
hu: Az összes {0} sor exportálása?
sr: Извоз свих {0} редова?

source: Export as zip
ar: تصدير كملف مضغوط
hu: Exportálás zip formátumban
sr: Извоз као zip

source: Export in Background
ar: تصدير في الخلفية
hu: Exportálás a Háttérben
sr: Извоз у позадини

source: Export not allowed. You need {0} role to export.
ar: الصادرات غير مسموح به. تحتاج {0} صلاحية التصدير.
hu: Export nem engedélyezett. {0} szerepkör szükséges az exporthoz.
sr: Извоз није дозвољен. Неопходна је улога {0} за извоз.

source: Export the data without any header notes and column descriptions
ar: قم بتصدير البيانات بدون أي ملاحظات رأسية أو أوصاف للأعمدة
hu: Exportálja az adatokat fejlécjegyzetek és oszlopleírások nélkül
sr: Извоз података без напомена у заглављу и опису колона

source: Export without main header
ar: تصدير بدون رأس رئيسي
hu: Exportálás főfejléc nélkül
sr: Извоз без главног заглавља

source: Export {0} records
ar: تصدير {0} السجلات
hu: {0} rekord exportálása
sr: Извоз {0} записа

source: Exported permissions will be force-synced on every migrate overriding any other customization.
ar: سيتم مزامنة الأذونات المصدرة إجبارياً في كل عملية ترحيل، مما يلغي أي تخصيصات أخرى.
hu: Az exportált jogosultságok minden egyes áttelepítéskor kényszer-szinkronizálásra kerülnek, és minden más testreszabást felülírnak.
sr: Извезене дозволе ће бити присилно синхронизоване при свакој миграцији, поништавајући сва друга прилагођавања.

source: Expose Recipients
ar: كشف المستلمين
hu: Mutassa a címzetteket
sr: Изложи примаоце

source: Expression
ar: تعبير
hu: Kifejezés
sr: Израз

source: Expression (old style)
ar: التعبير (النمط القديم)
hu: Kifejezés (régi stílusú)
sr: Израз (историјски стил)

source: Expression, Optional
ar: التعبير والاختياري
hu: Kifejezés, Opcionális
sr: Израз, опционо

source: Extra Parameters
ar: معلمات إضافية
hu: Extra Paraméterek
sr: Додатни параметри

source: Fail
ar: يفشل
hu: Sikertelen
sr: Неуспех

source: Failed
ar: باءت بالفشل
hu: Sikertelen
sr: Неуспешно

source: Failed Emails
ar: رسائل البريد الإلكتروني الفاشلة
hu: Sikertelen E-mailek
sr: Неуспешн имејлови

source: Failed Job Count
ar: عدد الوظائف الفاشلة
hu: Sikertelen Feladatok Száma
sr: Број неуспелих задатака

source: Failed Jobs
ar: الوظائف الفاشلة
hu: Sikertelen Feladatok
sr: Неуспешни задаци

source: Failed Logins (Last 30 days)
ar: محاولات تسجيل الدخول الفاشلة (آخر 30 يومًا)
hu: Sikertelen Bejelentkezések (az elmúlt 30 napban)
sr: Неуспешне пријаве (последњих 30 дана)
