Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Copied to clipboard.
ar: نسخ إلى الحافظة.
hu: Vágólapra másolva.
sr: Копирано у међуспремник.

source: Copy Embed Code
hu: Beágyazási Kód Másolása
sr: Копирај ембедед цоде

source: Copy Link
ar: نسخ الوصلة
hu: Hivatkozás Másolása
sr: Копирај линк

source: Copy error to clipboard
ar: حصل خطأ أثناء النسخ إلى الحافظة
hu: Hibák másolása vágólapra
sr: Копирај грешку у међуспремник

source: Copy to Clipboard
ar: نسخ إلى الحافظة
hu: Másolás a Vágólapra
sr: Копирај у међуспремник

source: Copy token to clipboard
ar: انسخ الرمز المميز إلى الحافظة
hu: Token másolása a vágólapra
sr: Копирајте токен у међуспремник

source: Copyright
ar: حق النشر
hu: Szerzői jog
sr: Ауторска права

source: Core DocTypes cannot be customized.
ar: لا يمكن تخصيص DocTypes الأساسية.
hu: A Core DocType-ok nem testreszabhatók.
sr: Основни DocType-ови не могу бити прилагођени.

source: Core Modules {0} cannot be searched in Global Search.
ar: لا يمكن البحث عن الوحدات الأساسية {0} في البحث العالمي.
hu: Az alapmodulok {0} nem kereshetők globális kereséssel.
sr: Основни модули {0} се не могу претраживати у глобалној претрази.

source: Correct version :
ar: النسخة الصحيحة:
hu: Helyes verzió :
sr: Исправна верзија :

source: Could not connect to outgoing email server
ar: لا يمكن الاتصال بخادم البريد الإلكتروني المنتهية ولايته
hu: Nem tudott csatlakozni a kimenő e-mail szerverre
sr: Није било могуће повезати се са сервером за излазне имејлове

source: Could not find {0}
ar: لا يمكن أن تجد {0}
hu: Nem található {0}
sr: Није било могуће пронаћи {0}

source: Could not map column {0} to field {1}
ar: تعذر تعيين العمود {0} للحقل {1}
hu: Nem sikerült a {0} oszlopot a {1} mezőhöz rendelni
sr: Није било могуће мапирати колону {0} на поље {1}

source: Could not start up:
hu: Nem sikerült elindulni:
sr: Није било могуће покренути:

source: Couldn't save, please check the data you have entered
ar: تعذر الحفظ ، يرجى التحقق من البيانات التي أدخلتها
hu: Nem sikerült menteni, kérjük, ellenőrizze a megadott adatokat
sr: Није било могуће сачувати, проверите унесене податке

source: Count
ar: عد
hu: Mennyiség
sr: Бројчано

source: Count Customizations
ar: عد التخصيصات
hu: Számlálási Testreszabások
sr: Прилагођавање нумеричког податка

source: Count Filter
ar: عد مرشح
hu: Mennyiség Szűrő
sr: Филтер нумеричког податка

source: Count of linked documents
ar: عدد المستندات المرتبطة
hu: Kapcsolódó dokumentumok száma
sr: Број повезаних докумената

source: Counter
ar: عداد
hu: Számláló
sr: Бројач

source: Country
ar: الدولة
hu: Ország
sr: Држава

source: Country Code Required
ar: رمز الدولة مطلوب
hu: Országkód Kötelező
sr: Шифра државе је неопходна

source: Country Name
ar: اسم الدولة
hu: Ország Neve
sr: Назив државе

source: County
ar: مقاطعة
hu: Megye
sr: Општина

# Number system
source: Cr
sr: Потражује

source: Create
ar: انشاء
hu: Létrehozás
sr: Креирај

source: Create & Continue
ar: إنشاء ومتابعة
hu: Létrehozás és Folytatás
sr: Креирај и настави

source: Create Blogger
hu: Blogger Létrehozása
sr: Креирај блогера

source: Create Card
ar: إنشاء بطاقة
hu: Kártya Létrehozása
sr: Креирај картицу

source: Create Chart
ar: إنشاء مخطط
hu: Diagram Létrehozása
sr: Креирај графикон

source: Create Contacts from Incoming Emails
ar: إنشاء جهات اتصال من رسائل البريد الإلكتروني الواردة
hu: Hozzon létre Névjegyeket a Bejövő E-mailekből
sr: Креирај контакте из улазних имејлова

source: Create Custom Fields
hu: Egyedi Mezők Létrehozása
sr: Креирај прилагођено поље

source: Create Duplicate
hu: Másolat Létrehozása
sr: Креирај дупликат

source: Create Entry
ar: إنشاء الدخول
hu: Bejegyzés Létrehozása
sr: Креирај унос

source: Create Letter Head
ar: إنشاء ترويسة الرسالة
hu: Levélfej Létrehozása
sr: Креирај заглавље

source: Create Log
ar: إنشاء سجل
hu: Napló Létrehozása
sr: Креирај евиденцију

source: Create New
ar: انشاء جديد
hu: Új Létrehozása
sr: Креирај нови

# Create a new document from list view
source: Create New
ar: انشاء جديد
hu: Új Létrehozása
sr: Креирај нови

source: Create New DocType
ar: إنشاء نوع مستند جديد
hu: Új DocType Létrehozása
sr: Креирај нови DocType

source: Create New Kanban Board
ar: إنشاء لوحة كانبان جديدة
hu: Új Kanban Tábla Létrehozása
sr: Креирај нову Канбан таблу

source: Create User Email
ar: انشاء بريد إلكتروني
hu: Felhasználó E-mail Létrehozása
sr: Креирај кориснички имејл

source: Create a New Format
ar: إنشاء تنسيق جديد
hu: Új Formátum Létrehozása
sr: Креирај нови формат

source: Create a Reminder
ar: إنشاء تذكير
hu: Emlékeztető Létrehozása
sr: Креирај подсетник

source: Create a new ...
ar: إنشاء جديد ...
hu: Új létrehozása...
sr: Креирај нови ...

source: Create a new record
ar: إنشاء سجل جديد
hu: Új rekord létrehozása
sr: Креирај нови запис

source: Create a new {0}
ar: انشاء جديد {0}
hu: Hozzon létre egy új {0}
sr: Креирај нови {0}

source: Create a {0} Account
ar: أنشئ حسابًا {0}
hu: Hozzon létre egy {0} Fiókot
sr: Креирај {0} налог

source: Create and send emails to a specific group of subscribers periodically.
hu: Hozzon létre és küldjön e-maileket a feliratkozók egy adott csoportjának rendszeresen.
sr: Креирај и пошаљи имејлове специфичној групи претплатника периодично.

source: Create new forms and views with doctypes. Set up multi-level workflows for approval
hu: Új űrlapok és nézetek létrehozása doctype-ok segítségével. Többszintű munkafolyamatok beállítása jóváhagyáshoz
sr: Креирајте нове обрасце и приказе помоћу doctype-ова. Поставите више нивоа радних токова за одобрење

source: Create or Edit Print Format
ar: إنشاء أو تعديل تنسيق الطباعة
hu: Nyomtatási Formátum Létrehozása vagy Szerkesztése
sr: Креирај или уреди формат штампе

source: Create or Edit Workflow
ar: إنشاء أو تعديل سير العمل
hu: Munkafolyamat Létrehozása vagy Szerkesztése
sr: Креирај или уреди радни ток

source: Create your first {0}
ar: قم بإنشاء أول {0}
hu: Első {0} létrehozása
sr: Креирај свој први {0}

source: Create your workflow visually using the Workflow Builder.
ar: أنشئ سير عملك بشكل مرئي باستخدام أداة إنشاء سير العمل.
hu: Hozzon létre munkafolyamatot vizuálisan a Munkafolyamat Készítő segítségével.
sr: Креирајте Ваш радни ток визуално користећи уређивач радног тока.

source: Created
ar: أنشأ
hu: Létrehozva
sr: Креирано

source: Created At
ar: تم الإنشاء في
hu: Létrehozva Ekkor
sr: Креирано на

source: Created By
ar: منشئه بواسطه
hu: Létrehozta
sr: Креирано од стране

source: Created Custom Field {0} in {1}
ar: إنشاء الحقل المخصص {0} في {1}
hu: Egyéni mező {0} létrehozva a(z) {1} helyen
sr: Креирано прилагођено поље {0} у {1}

source: Created On
ar: منشئه في
hu: Létrehozva
sr: Креирано на

source: Creating {0}
ar: إنشاء {0}
hu: {0} Létrehozása
sr: Креирање {0}

source: Criticism
ar: نقد
hu: Kritika
sr: Критика

source: Criticize
ar: ينتقد
hu: Kritizál
sr: Критикуј

source: Cron Format
ar: تنسيق كرون
hu: Cron Formátum
sr: Cron формат

source: Cron format is required for job types with Cron frequency.
ar: يُشترط استخدام تنسيق Cron لأنواع الوظائف التي تتطلب تكرار Cron.
hu: A Cron formátum a Cron gyakoriságú feladattípusokhoz szükséges.
sr: Cron формат је неопходан за врсте задатака са Cron фреквенцијом.

source: Crop
ar: اقتصاص
hu: Vág
sr: Изрежи

source: Ctrl+Enter to add comment
ar: على Ctrl + Enter لإضافة تعليق
hu: Ctrl+Enter a megjegyzés hozzáadásához
sr: Ctrl+Enter да бисте додали коментар

source: Currency
ar: العملة
hu: Pénznem
sr: Валута

source: Currency Name
ar: اسم العملة
hu: Pénznem Neve
sr: Назив валуте

source: Currency Precision
ar: دقة العملة
hu: Pénznem Pontosság
sr: Прецизност валуте

source: Currency list stores the currency value, its symbol and fraction unit
ar: تحتوي قائمة العملات على قيمة العملة ورمزها ووحدة الكسر الخاصة بها.
hu: A valutalistában tárolja a valuta értékét, szimbólumát és törtegységét
sr: Листа валута чува вредност валуте, њен симбол и јединицу фракције

source: Current
ar: تيار
hu: Aktuális
sr: Тренутно

source: Current Job ID
ar: رقم الوظيفة الحالي
hu: Jelenlegi Feladat ID
sr: Тренутни ИД задатка

source: Current Value
ar: القيمة الحالية
hu: Jelenlegi Érték
sr: Тренутна вредност

source: Current status
ar: الحالة الحالية
hu: Jelenlegi állapot
sr: Тренутни status

source: Currently Viewing
ar: يطلع عليها حاليا
hu: Jelenleg Megtekinti
sr: Тренутни преглед

source: Currently you have {0} review points
ar: حاليًا لديك {0} من نقاط المراجعة
hu: Jelenleg {0} ellenőrzési pontja van
sr: Тренутно имате {0} поена за преглед

source: Custom
ar: مخصص
hu: Egyedi
sr: Прилагођено

source: Custom Base URL
ar: عنوان ورل لقاعدة مخصصة
hu: Egyedi Alap URL
sr: Прилагођени основни URL

source: Custom Block Name
ar: اسم الكتلة المخصصة
hu: Egyedi Blokk Név
sr: Прилагођени назив блока

source: Custom Blocks
ar: كتل مخصصة
hu: Egyedi Blokkok
sr: Прилагођени блокови

source: Custom CSS
ar: مخصصةCSS
hu: Egyedi CSS
sr: Прилагођени CSS

source: Custom Configuration
ar: التكوين المخصص
hu: Egyedi Konfiguráció
sr: Прилагођена конфигурација

source: Custom DocPerm
ar: DocPerm مخصص
hu: Egyedi DocPerm
sr: Прилагођена дозвола документа

source: Custom Document Types
hu: Egyedi Dokumentum Típusok
sr: Прилагођене врсте докумената

source: Custom Document Types (Select Permission)
ar: أنواع المستندات المخصصة (تحديد الإذن)
hu: Egyedi Dokumentum Típusok (Engedély Kiválasztása)
sr: Прилагођене врсте докумената (избор дозволе)

source: Custom Document Types Limit Exceeded
ar: تم تجاوز الحد الأقصى لأنواع المستندات المخصصة
hu: Egyedi Dokumentum Típusok Korlátja Túllépve
sr: Прекорачен лимит за прилагођене врсте докумената

source: Custom Documents
ar: المستندات المخصصة
hu: Egyedi Dokumentumok
sr: Прилагођени документи

source: Custom Field
ar: حقل مخصص
hu: Egyedi Mező
sr: Прилагођено поље

source: Custom Field {0} is created by the Administrator and can only be deleted through the Administrator account.
ar: يتم إنشاء الحقل المخصص {0} بواسطة المسؤول ولا يمكن حذفه إلا من خلال حساب المسؤول.
hu: A {0} egyedi mezőt a rendszergazda hozza létre, és csak a rendszergazdai fiókon keresztül törölhető.
sr: Прилагођено поље {0} је креирао администратор и може се обрисати само путем администраторског налога.

source: Custom Field, Custom Doctype, Naming Series, Role Permission, Workflow, Print Formats, Reports
hu: Egyéni Mező, Egyéni DocType, Névsorozat, Szerepkör-engedély, Munkafolyamat, Nyomtatási formátumok, Jelentések
sr: Прилагођено поље, прилагођени DocType, Серија именовања, дозволе улога, радни ток, формат штампе, извештаји

source: Custom Fields can only be added to a standard DocType.
ar: يمكن إضافة الحقول المخصصة فقط إلى نوع DocType قياسي.
hu: Egyéni Mezők csak a szabványos DocType-hoz adhatók hozzá.
sr: Прилагођена поља могу се искључиво додати у стандардни DocType.

source: Custom Fields cannot be added to core DocTypes.
ar: لا يمكن إضافة الحقول المخصصة إلى DocTypes الأساسية.
hu: Egyéni Mezők nem adhatók hozzá a Core DocType-okhoz.
sr: Прилагођена поља не могу бити додата основним DocType-овима.

source: Custom Footer
ar: تذييل مخصص
hu: Egyedi Lábléc
sr: Прилагођено подножје

source: Custom Format
ar: تنسيق مخصص
hu: Egyedi Formátum
sr: Прилагођени формат

source: Custom Group Search
ar: بحث مخصص للمجموعات
hu: Egyedi Csoport Keresés
sr: Прилагођена групна претрага

source: Custom Group Search if filled needs to contain the user placeholder {0}, eg uid={0},ou=users,dc=example,dc=com
ar: يجب أن يحتوي حقل البحث المخصص للمجموعات، في حال تعبئته، على عنصر نائب للمستخدم {0}، على سبيل المثال uid={0},ou=users,dc=example,dc=com
hu: Egyedi Csoport Keresés, ha kitöltve kell tartalmaznia a felhasználó helyőrzőt {0}, pl. uid={0},ou=users,dc=example,dc=com
sr: Прилагођена претрага групе, уколико је попуњена, мора садржати кориснички резервисани текст {0}, нпр. уид={0},оу=усерс,дц=еxампле,дц=цом

source: Custom HTML
ar: مخصصةHTML
hu: Egyedi HTML
sr: Прилагођени HTML

source: Custom HTML Block
ar: كتلة HTML مخصصة
hu: Egyedi HTML Blokk
sr: Прилагођени HTML блок

source: Custom HTML Help
ar: مخصصةHTML مساعدة
hu: Egyedi HTML Súgó
sr: Прилагођена HTML подршка

source: Custom LDAP Directoy Selected, please ensure 'LDAP Group Member attribute' and 'Group Object Class' are entered
ar: تم تحديد دليل LDAP مخصص، يرجى التأكد من إدخال "سمة عضو مجموعة LDAP" و"فئة كائن المجموعة".
hu: Egyedi LDAP Directoy kiválasztva, kérjük, ellenőrizze, hogy az 'LDAP Group Member attribútum' és a 'Group Object Class' be van-e írva
sr: Прилагођени LDAP директоријум је одабран, молимо Вас да осигурате да су унети 'LDAP атрибут чланова групе' и 'Група класе објекта'

source: Custom Label
ar: ملصق مخصص
hu: Egyedi Címke
sr: Прилагођена ознака

source: Custom Menu Items
ar: قائمة مخصصة عناصر
hu: Egyedi Menüpontok
sr: Прилагођене ставке менија

source: Custom Options
ar: خيارات مخصصة
hu: Egyedi Beállítások
sr: Прилагођене опције

source: Custom Overrides
ar: تجاوزات مخصصة
hu: Egyedi Felülírások
sr: Прилагођене измене

source: Custom Report
ar: تقرير مخصص
hu: Egyedi Jelentés
sr: Прилагођени извештај

source: Custom Reports
ar: تقارير مخصصة
hu: Egyedi Jelentések
sr: Прилагођени извештаји

source: Custom Role
ar: تخصيص صلاحية
hu: Egyedi Szerepkör
sr: Прилагођена улога

source: Custom SCSS
ar: SCSS مخصص
hu: Egyedi SCSS
sr: Прилагођени SCSS

source: Custom Sidebar Menu
ar: قائمة الشريط الجانبي المخصص
hu: Egyedi Oldalsáv Menü
sr: Прилагођени мени бочне траке

source: Custom Translation
ar: ترجمة مخصصة
hu: Egyedi Fordítás
sr: Прилагођени превод

source: Custom field renamed to {0} successfully.
ar: تمت إعادة تسمية الحقل المخصص إلى {0} بنجاح.
hu: Egyedi mező átnevezése {0}-ra sikeresen megtörtént.
sr: Прилагођено поље је успешно преименовано у {0}.

source: Custom?
ar: مخصص
hu: Egyedi?
sr: Прилагођени?

source: Customization
ar: التخصيص
hu: Testreszabás
sr: Прилагођавање

source: Customization onboarding is all done!
hu: A testreszabás bevezetése megtörtént!
sr: Процес уводне обуке везане за прилагођавање је завршена!

source: Customizations Discarded
ar: تم تجاهل التخصيصات
hu: Testreszabások Elvetve
sr: Прилагођавање одбачено

source: Customizations Reset
ar: التخصيصات إعادة تعيين
hu: Testreszabások Visszaállítva
sr: Ресетуј прилагођавање

source: Customizations for <b>{0}</b> exported to:<br>{1}
ar: تم تصدير التخصيصات ل <b>{0}</b> إلى: <br> {1}
hu: Testreszabások a <b>{0}</b> exportált:<br>{1}
sr: Прилагођавање за <b>{0}</b> су извезена:<br>{1}

source: Customize
ar: تخصيص
hu: Testreszabás
sr: Прилагоди

# Button in list view menu
source: Customize
ar: تخصيص
hu: Testreszabás
sr: Прилагоди

source: Customize Child Table
ar: تخصيص طاولة الأطفال
hu: Gyermektábla Testreszabása
sr: Прилагоди зависну табелу

source: Customize Dashboard
ar: تخصيص لوحة التحكم
hu: Műszerfal Testreszabása
sr: Прилагоди контролну таблу

source: Customize Form
ar: تخصيص نموذج
hu: Űrlap Testreszabása
sr: Прилагоди образац

source: Customize Form - {0}
ar: تخصيص النموذج - {0}
hu: Űrlap Testreszabása - {0}
sr: Прилагоди образац - {0}

source: Customize Form Field
ar: تخصيص حقل نموذج
hu: Űrlap Mezőjének Testreszabása
sr: Прилагоди поље обрасца

source: Customize Print Formats
hu: Nyomtatási Formátumok Testreszabása
sr: Прилагоди формате штампе

source: Customize properties, naming, fields and more for standard doctypes
ar: قم بتخصيص الخصائص والتسمية والحقول والمزيد لأنواع المستندات القياسية
hu: A szabványos doctype-ok tulajdonságainak, elnevezésének, mezőinek és egyéb jellemzőinek testreszabása
sr: Прилагоди својства, називе, поља и још много тога за стандардне doctype-ове

source: Cut
ar: قطع
hu: Kivágás
sr: Исеци

source: Cyan
ar: سماوي
hu: Cián
sr: Цијан

source: DELETE
ar: يمسح
hu: TÖRÖL
sr: ОБРИШИ

source: DESC
ar: تنازلي
hu: CSÖKK
sr: ОПАДАЈУЋЕ

source: DRAFT
ar: مسودة
hu: VÁZLAT
sr: НАЦРТ

source: Daily
ar: يوميا
hu: Napi
sr: Дневно

source: Daily Event Digest is sent for Calendar Events where reminders are set.
ar: يتم إرسال ملخص الأحداث اليومي لأحداث التقويم المطلوب لها تذكير
hu: A napi eseményösszefoglaló azokhoz a naptári eseményekhez kerül elküldésre, amelyekhez emlékeztetők vannak beállítva.
sr: Дневни преглед догађаја се шаље за догађаје на календару где су постављени подсетници.

source: Daily Events should finish on the Same Day.
ar: يجب أن تنتهي الأحداث اليومية في نفس اليوم.
hu: A napi eseményeknek ugyanazon a napon kell befejeződni.
sr: Дневни догађаји треба да се заврше истог дана.

source: Daily Long
ar: يوميا طويلة
hu: Napi Hosszú
sr: Целодневно

source: Daily Maintenance
ar: الصيانة اليومية
hu: Napi Karbantartás
sr: Дневно одржавање

source: Danger
ar: خطر
hu: Veszély
sr: Опасно

source: Dark
ar: مظلم
hu: Sötét
sr: Тамно

source: Dark Color
ar: لون غامق
hu: Sötét Szín
sr: Тамна боја

source: Dark Theme
ar: الوضع الداكن
hu: Sötét Téma
sr: Тамна тема

source: Dashboard
ar: لوحة القيادة
hu: Műszerfal
sr: Контролна табла

source: Dashboard Chart
ar: مخطط لوحة القيادة
hu: Műszerfal Diagram
sr: Графикон на контролној табли

source: Dashboard Chart Field
ar: حقل مخطط لوحة القيادة
hu: Műszerfal Diagram Mező
sr: Поље графикона на контролној табли

source: Dashboard Chart Link
ar: لوحة الرسم البياني رابط
hu: Műszerfal Diagram Link
sr: Линк графикона на контролној табли

source: Dashboard Chart Source
ar: مصدر مخطط لوحة القيادة
hu: Műszerfal Diagram Forrás
sr: Извор графикона на контролној табли

source: Dashboard Manager
ar: مدير لوحة القيادة
hu: Műszerfal Kezelő
sr: Менаџер контролне табле

source: Dashboard Name
ar: اسم لوحة القيادة
hu: Műszerfal Neve
sr: Назив контролне табле

source: Dashboard Settings
ar: اعدادات اللوحة الرئيسية
hu: Műszerfal Beállítások
sr: Подешавање контролне табле

source: Dashboard View
ar: عرض لوحة التحكم
hu: Műszerfal Nézet
sr: Приказ контролне табле

source: Dashboards
ar: لوحات
hu: Műszerfalak
sr: Контролне табле

source: Data
ar: البيانات
hu: Adat
sr: Подаци

source: Data Clipped
ar: تم اقتطاع البيانات
hu: Adat Kivágva
sr: Скраћени подаци

source: Data Export
ar: تصدير البيانات
hu: Adat Exportálás
sr: Извоз података

source: Data Import
ar: استيراد البيانات
hu: Adat Importálás
sr: Увоз податка

source: Data Import Log
ar: سجل استيراد البيانات
hu: Adat Importálási Napló
sr: Евиденција увоза података

source: Data Import Template
ar: قالب ادخال البيانات
hu: Adat Importálási Sablon
sr: Шаблон за увоз податка

source: Data Import is not allowed for {0}. Enable 'Allow Import' in DocType settings.
ar: لا يُسمح باستيراد البيانات لـ {0}. فعّل خيار "السماح بالاستيراد" في إعدادات نوع المستند.
hu: Az adatimportálás nem engedélyezett a(z) {0} esetében. Engedélyezze az „Importálás Engedélyezése” lehetőséget a DocType beállításokban.
sr: Увоз података није дозвољен за {0}. Омогући 'Дозволи увоз' у DocType подешавањима.

source: Data Too Long
ar: البيانات طويلة جدًا
hu: Az adatok túl hosszúak
sr: Подаци су преобимни

source: Data missing in table
ar: البيانات الناقصة في الجدول
hu: Hiányzik az adat a táblából
sr: Подаци недостају у табели

source: Database
ar: قاعدة البيانات
hu: Adatbázis
sr: База података

source: Database Engine
ar: محرك قاعدة البيانات
hu: Adatbázis Motor
sr: База података

source: Database Processes
ar: عمليات قاعدة البيانات
hu: Adatbázis Folyamatok
sr: Процеси базе података

source: Database Row Size Utilization
ar: استخدام حجم صفوف قاعدة البيانات
hu: Adatbázis Sorméret Kihasználtság
sr: Искоришћеност величине реда базе података

source: Database Storage Usage By Tables
ar: استخدام مساحة تخزين قاعدة البيانات حسب الجداول
hu: Adatbázis Tárhelyhasználat Táblák Szerint
sr: Искоришћеност простора базе података по табелама

source: Database Table Row Size Limit
ar: حد حجم صف جدول قاعدة البيانات
hu: Adatbázis Tábla Sorméret Korlát
sr: Ограничење величине реда табеле базе података

source: Database Table Row Size Utilization: {0}%, this limits number of fields you can add.
ar: نسبة استخدام حجم صف جدول قاعدة البيانات: {0}%، وهذا يحد من عدد الحقول التي يمكنك إضافتها.
hu: Adatbázis Tábla Sorméret Korlát kihasználtsága: {0}%, ez korlátozza a hozzáadható mezők számát.
sr: Искоришћеност величине реда табеле базе података: {0}%, ово ограничава број поља која се могу додати.

source: Database Version
ar: إصدار قاعدة البيانات
hu: Adatbázis Verzió
sr: Верзија базе података

source: Date
ar: تاريخ
hu: Dátum
sr: Датум

source: Date Format
ar: تنسيق التاريخ
hu: Dátum Formátum
sr: Формат датума

source: Date Range
ar: نطاق التاريخ
hu: Dátumtartomány
sr: Опсег датума

source: Date and Number Format
ar: صيغة التاريخ و الرقم
hu: Dátum és Szám Formátum
sr: Формат датума и бројева

source: Date {0} must be in format: {1}
ar: يجب أن يكون التاريخ {0} بالشكل: {1}
hu: A(z) {0} dátumnak formátumban kell lennie: {1}
sr: Датум {0} мора бити у формату: {1}

source: Dates are often easy to guess.
ar: التواريخ غالبا ما تكون سهلة التخمين.
hu: Dátumokat gyakran könnyű kitalálni.
sr: Датуми се често лако наслућују.

source: Datetime
ar: التاريخ والوقت
hu: Dátum/idő
sr: Датум и време

source: Day
ar: يوم
hu: Nap
sr: Дан

source: Day of Week
ar: يوم من الأسبوع
hu: A hét napja
sr: Дан у недељи

# Duration
source: Days
ar: أيام
hu: Napok
sr: Дани

source: Days After
ar: أيام بعد
hu: Napok után
sr: Дана након

source: Days Before
ar: أيام قبل
hu: Napok előtt
sr: Дана пре

source: Days Before or After
ar: أيام قبل أو بعد
hu: Napok előtt vagy után
sr: Дана пре или након

source: Deadlock Occurred
ar: حدث طريق مسدود
hu: Holtpontra Jutott
sr: Дошло је до застоја

source: Dear
ar: العزيز
hu: Tisztelt
sr: Поштовани/на

source: Dear System Manager,
ar: عزيزي مدير النظام،
hu: Tisztelt Rendszergazda,
sr: Поштовани менаџеру система,

source: Dear User,
ar: عزيزي المستخدم،
hu: Tisztelt Felhasználó,
sr: Поштовани корисниче,

source: Dear {0}
ar: عزيزي {0}
hu: Tisztelt {0}
sr: Поштовани/на {0}

source: Debug Log
ar: سجل تصحيح الأخطاء
hu: Debug Napló
sr: Дебуг евиденција

source: Default
ar: الافتراضي
hu: Alapértelmezett
sr: Подразумевано

source: Default Address Template cannot be deleted
ar: لا يمكن حذف القالب الافتراضي العنوان
hu: Alapértelmezett Címsablont nem lehet törölni
sr: Подразумевани шаблон адресе не може бити обрисан

source: Default Amendment Naming
ar: تسمية التعديل الافتراضي
hu: Alapértelmezett Helyesbítés Elnevezés
sr: Подразумевано именовања измена

source: Default App
ar: التطبيق الافتراضي
hu: Alapértelmezett Alkalmazás
sr: Подразумевана апликација

source: Default Email Template
ar: قالب البريد الإلكتروني الافتراضي
hu: Alapértelmezett E-mail Sablon
sr: Подразумевани имејл шаблон

source: Default Inbox
ar: علبة الوارد الافتراضية
hu: Alapértelmezett Beérkező Üzenetek Helye
sr: Подразумевана пријемна пошта

source: Default Incoming
ar: الايرادات الافتراضية
hu: Alapértelmezett Bejövő Fiók
sr: Подразумевани улазни

source: Default Letter Head
ar: رأس الرسالة الأفتراضي
hu: Alapértelmezett Levélfejléc
sr: Подразумевано заглавље

source: Default Naming
ar: التسمية الافتراضية
hu: Alapértelmezett Elnevezés
sr: Подразумевано именовање

source: Default Outgoing
ar: الافتراضي الصادر
hu: Alapértelmezett Kimenő Fiók
sr: Подразумевани излазни

source: Default Portal Home
ar: الصفحة الرئيسية للمدخل الافتراضي
hu: Alapértelmezett Kezdőlap
sr: Подразумевана почетна страница портала

source: Default Print Format
ar: طباعة شكل الافتراضي
hu: Alapértelmezett Nyomtatási Formátum
sr: Подразумевани формат штампе

source: Default Print Language
ar: لغة الطباعة الافتراضية
hu: Alapértelmezett Nyomtatási Nyelv
sr: Подразумевани језик штампања

source: Default Redirect URI
ar: رابط اعادة التوجيه الافتراضي
hu: Alapértelmezett Átirányítási URI
sr: Подразумевана URI за преусмеравање

source: Default Role at Time of Signup
ar: الصلاحية الافتراضية وقت الاشتراك
hu: Alapértelmezett Szerepkör a Regisztráció Idején
sr: Подразумевана улога при регистрацији

source: Default Sending
ar: إرسال الافتراضي
hu: Alapértelmezett Küldő Üzenetek Helye
sr: Подразумевано слање

source: Default Sending and Inbox
ar: صندوق الوارد و الصادر الافتراضي
hu: Alapértelmezett Küldés és Beérkezett Üzenetek Helye
sr: Подразумевано слање и пријемна пошта

source: Default Sort Field
ar: حقل التصنيف الافتراضي
hu: Alapértelmezett Rendezési Mező
sr: Подразумевано поље за сортирање
