Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Module
ar: وحدة
hu: Modul
sr: Модул

source: Module (for export)
ar: وحدة (للتصدير)
hu: Modul (exportálásra)
sr: Модул (за извоз)

source: Module Def
ar: تعريف وحدة برمجية
hu: Modul Def
sr: Дефиниција модула

source: Module HTML
ar: وحدة HTML
hu: HTML Modul
sr: HTML модула

source: Module Name
ar: اسم وحدة
hu: Modul Neve
sr: Назив модула

source: Module Onboarding
ar: وحدة Onboarding
hu: Modul Bevezetése
sr: Модул уводне обуке

source: Module Profile
ar: ملف تعريف الوحدة
hu: Modulprofil
sr: Профил модула

source: Module Profile Name
ar: اسم ملف تعريف الوحدة
hu: Modulprofil Név
sr: Назив профила модула

source: Module onboarding progress reset
ar: إعادة ضبط تقدم عملية إعداد الوحدة
hu: Modul betanítási folyamatának visszaállítása
sr: Напредак модула уводне обуке је ресетован

source: Module to Export
ar: وحدة لتصدير
hu: Exportálandó Modul
sr: Модул за извоз

source: Module {} not found
ar: الوحدة {} غير موجودة
hu: Modul {} nem található
sr: Модуле {} није пронађен

source: Modules
ar: وحدات برمجية
hu: Modulok
sr: Модули

source: Modules HTML
ar: وحدات HTML
hu: Modulok HTML
sr: HTML модули

source: Monday
ar: يوم الاثنين
hu: Hétfő
sr: Понедељак

source: Monitor logs for errors, background jobs, communications, and user activity
ar: راقب السجلات بحثًا عن الأخطاء، والمهام التي تتم في الخلفية، والاتصالات، ونشاط المستخدم
hu: A hibák, háttérfeladatok, kommunikáció és felhasználói tevékenység naplóinak figyelése
sr: Праћење евиденције грешака, позадинских задатака, комуникације и активности корисника

source: Month
ar: شهر
hu: Hónap
sr: Месец

source: Monthly
ar: شهريا
hu: Havi
sr: Месечно

source: Monthly Long
ar: الشهرية الطويلة
hu: Havi Hosszú
sr: Током целог месеца

source: Monthly Rank
hu: Havi Rang
sr: Месечни ранг

source: More
ar: أكثر
hu: Több
sr: Више

source: More Information
ar: المزيد من المعلومات
hu: Több Információ
sr: Више информација

source: More articles on {0}
ar: المزيد من المقالات حول {0}
hu: További cikkek: {0}
sr: Више чланака о {0}

source: More content for the bottom of the page.
ar: المزيد من المحتوى لأسفل الصفحة.
hu: További tartalom az oldal aljára.
sr: Додатни садржај за дно странице.

source: Most Used
ar: الأكثر استخداما
hu: Legtöbbet használt
sr: Највише коришћено

source: Most probably your password is too long.
ar: على الأرجح أن كلمة مرورك طويلة جدًا.
hu: Valószínűleg a jelszava túl hosszú.
sr: Вероватно је Ваша лозинка предугачка.

source: Move
ar: حرك
hu: Áthelyezés
sr: Премести

source: Move To
ar: الانتقال إلى
hu: Áthelyezés ide
sr: Премести у

source: Move To Trash
ar: ارسال الى سلة المحذوفات
hu: Lomtárba Helyezés
sr: Премести у смеће

source: Move current and all subsequent sections to a new tab
ar: انقل القسم الحالي وجميع الأقسام اللاحقة إلى علامة تبويب جديدة
hu: Az aktuális és az összes következő szakasz áthelyezése egy új lapra
sr: Премести тренутни и све следеће одељке у нову картицу

source: Move cursor to above row
ar: حرك المؤشر إلى الصف العلوي
hu: Mozgassa a kurzort a fenti sorba
sr: Премести курсор на горњи ред

source: Move cursor to below row
ar: حرك المؤشر إلى الصف السفلي
hu: Mozgassa a kurzort az alábbi sorba
sr: Премести курсор на доњи ред

source: Move cursor to next column
ar: انقل المؤشر إلى العمود التالي
hu: Mozgassa a kurzort a következő oszlopra
sr: Премести курсор на следећу колону

source: Move cursor to previous column
ar: انقل المؤشر إلى العمود السابق
hu: Mozgassa a kurzort az előző oszlopra
sr: Премести курсор на претходну колону

source: Move sections to new tab
ar: انقل الأقسام إلى علامة تبويب جديدة
hu: Szakaszok áthelyezése új lapra
sr: Премести одељке у нову картицу

source: Move the current field and the following fields to a new column
ar: انقل الحقل الحالي والحقول التالية إلى عمود جديد
hu: Az aktuális mező és a következő mezők áthelyezése egy új oszlopba
sr: Премести тренутно поље и следећа поља у нову колону

source: Move to Row Number
ar: الانتقال إلى رقم الصف
hu: Ugrás a sorszámra
sr: Премести на број реда

source: Move to next step when clicked inside highlighted area.
ar: انتقل إلى الخطوة التالية عند النقر داخل المنطقة المحددة.
hu: A következő lépésre lép, ha a kiemelt területen belülre kattint.
sr: Премести на следећи корак када се кликне унутар означеног подручја.

source: Mozilla doesn't support :has() so you can pass parent selector here as workaround
ar: لا يدعم متصفح موزيلا الدالة :has()، لذا يمكنك تمرير مُحدِّد الأصل هنا كحل بديل.
hu: A Mozilla nem támogatja a :has() funkciót, így a szülői szelektor átadható itt, mint megoldás
sr: Mozilla не подржава :хас(), стога можете користити матични селектор као решење

source: Mr
hu: Úr
sr: Господин

source: Mrs
hu: Asszony
sr: Госпођа

source: Ms
hu: Hölgy
sr: Госпођица

source: Multiple root nodes not allowed.
ar: العقد الجذرية متعددة غير مسموح به.
hu: Több gyökér csomópont nem engedélyezett.
sr: Више коренских чворова није дозвољено.

source: Multiplier Field
ar: حقل المضاعف
hu: Szorzó Mező
sr: Поље множиоца

source: Must be a publicly accessible Google Sheets URL
ar: يجب أن يكون عنوان URL الخاص بجداول بيانات Google متاحًا للجميع
hu: Nyilvánosan elérhető Google Táblázatok URL-címének kell lennie
sr: Мора бити URL Google Sheets-а који је јавно доступан

source: Must be enclosed in '()' and include '{0}', which is a placeholder for the user/login name. i.e. (&(objectclass=user)(uid={0}))
ar: يجب أن يكون محصورًا بين قوسين '()' وأن يتضمن '{0}'، وهو عنصر نائب لاسم المستخدم/اسم تسجيل الدخول. مثال: (&(objectclass=user)(uid={0}))
hu: A '()'-ba kell zárni, és tartalmaznia kell a '{0}'-t, amely a felhasználó/bejelentkezés nevének helyőrzője. pl. (&(objectclass=user)(uid={0}))
sr: Мора бити затворен у '()' и укључивати '{0}', који је резервисани текст за корисничко/улоговано име, нпр. (&(objectclass=user)(uid={0}))

source: Must be of type "Attach Image"
ar: يجب أن يكون من نوع &quot;إرفاق صورة&quot;
hu: "Kép csatolása" típusúnak kell lennie
sr: Мора бити врсте "Приложи слику"

source: Must have report permission to access this report.
ar: يجب أن يكون لديك إذن تقارير للوصول إلى هذا التقرير.
hu: A jelentés eléréséhez rendelkeznie kell a jelentéshez való hozzáférési jogosultsággal.
sr: Мора имати дозволу за извештај да би приступио овом извештају.

source: Must specify a Query to run
ar: يجب تحديد استعلام لتشغيل
hu: Meg kell adni egy lekérdezést a futtatáshoz
sr: Мора бити специфичан упит који треба да се покрене

source: Mute Sounds
ar: كتم الصوتيات
hu: Hangok Némítása
sr: Искључи звук

source: My Account
ar: حسابي
hu: Fiókom
sr: Мој налог

source: My Device
ar: جهازي
hu: Eszközöm
sr: Мој уређан

source: My Profile
hu: Profilom
sr: Мој профил

source: My Settings
hu: Beállításaim
sr: Моја подешавања

source: NOTE: If you add states or transitions in the table, it will be reflected in the Workflow Builder but you will have to position them manually. Also Workflow Builder is currently in <b>BETA</b>.
hu: MEGJEGYZÉS: Ha a táblázatban állapotokat vagy átmeneteket ad hozzá, az a Workflow Builderben is megjelenik, de azokat kézzel kell elhelyeznie. A Workflow Builder jelenleg <b>BETA verzió</b>ban van.
sr: НАПОМЕНА: Уколико додате стања или транзиције у табели, оне ће бити приказане у уређивачу радног тока, али ћете морати ручно да их поставите. Такође, уређивач радног тока је тренутно у <b>БЕТА</b> фази.

source: NOTE: This box is due for depreciation. Please re-setup LDAP to work with the newer settings
ar: ملاحظة: هذا الجهاز على وشك التلف. يُرجى إعادة إعداد LDAP ليتوافق مع الإعدادات الأحدث.
hu: MEGJEGYZÉS: Ez a mező már elavult. Kérjük, állítsa be újra az LDAP-t, hogy az újabb beállításokkal működjön
sr: НАПОМЕНА: Овај оквир ће бити уклоњен. Молимо Вас да поново поставите LDAP да бисте радили на новим подешавањима

source: Name
ar: اسم
hu: Név
sr: Име

source: Name (Doc Name)
ar: الاسم (اسم الطبيب)
hu: Név (Doumentum Neve)
sr: Назив (Документа)

source: Name already taken, please set a new name
ar: الاسم مستخدم بالفعل، يرجى اختيار اسم جديد
hu: A név már foglalt, kérjük, adjon meg egy új nevet
sr: Назив је већ заузет, молимо Вас да поставите нови назив

source: Name cannot contain special characters like {0}
ar: الإسم لا يمكن أن يحتوي على أحرف خاصة مثل {0}
hu: Név nem tartalmazhat speciális karaktereket, mint például {0}
sr: Назив не може садржати специјалне карактере као што је {0}

source: Name of the Document Type (DocType) you want this field to be linked to. e.g. Customer
ar: اسم نوع الوثيقة (DOCTYPE) تريد هذا الحقل لتكون مرتبطة. على سبيل المثال العملاء
hu: Dokument Típus (DocType) név melyet ehhez a mezőhöz szeretne kötni. pl Vevő
sr: Назив врсте документа (DocType) са којим желите да буде повезано ово поље, нпр. купац

source: Name of the new Print Format
ar: اسم الشكل الجديد طباعة
hu: Új Nyomtatási Formátum Neve
sr: Назив новог формата за штампање

source: Name of {0} cannot be {1}
ar: اسم {0} لا يمكن أن يكون {1}
hu: A {0} neve nem lehet {1}
sr: Назив {0} не може бити {1}

source: Names and surnames by themselves are easy to guess.
ar: الأسماء والألقاب في حد ذاتها سهلة التخمين.
hu: Neveket és vezetékneveket önmagukban könnyű kitalálni.
sr: Имена и презимена се сама по себи лако наслућују.

source: Naming
ar: التسمية
hu: Elnevezés
sr: Именовање

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>autoincrement</b> - Uses Databases' Auto Increment feature</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
hu: Elnevezési lehetőségek: <ol><li><b>mező:[mezőnév]</b> - Mező szerint</li><li><b>automatikus növelés</b> - Az adatbázisok automatikus növelési funkcióját használja</li><li><b>névsorozat:</b> - Elnevezési sorozat szerint (a névsorozat nevű mezőnek jelen kell lennie)</li><li><b>Prompt</b> - Név kérése a felhasználótól</li><li><b>[sorozat]</b> - Sorozatok előtaggal (ponttal elválasztva); például PRE.#####</li> <1><2>formátum:PÉLDA-{MM}több szó{fieldname1}-{fieldname2}-{#####}</2> - Az összes zárójeles szót (mezőnevek, dátumszavak (NN, HH, ÉÉ), sorozatok) lecseréli az értékére. A zárójeleken kívül bármilyen karakter használható.</1></ol>
sr: Опције именовања: <ol><li><b>поље:[fieldname]</b> - по пољу</li><li><b>аутоматско повећање</b> - користи аутоматско повећање броја из базе података</li><li><b>naming_series:</b> - по серији именовања (мора постојати поље под називом намингсериес)</li><li><b>Промпт</b> - корисник уноси назив ручно</li><li><b>[сериес]</b> - серија са префиксом (одвојен тачком); на пример PRE.#####</li> <li><b>формат:ПРИМЕР-{MM}додатнеречи{fieldname1}-{fieldname2}-{#####}</b> - Замењује све изразе у заградама (називи поља, ознаке датума (DD, MM, YY), серије) њиховом вредношћу. Ван заграда могу се користити било који знакови</li></ol>

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
hu: Elnevezési lehetőségek: <ol><li><b>mező:[mezőnév]</b> - Mező szerint</li><li><b>névezési_sorozat:</b> - Elnevezési sorozat szerint (a névezési_sorozat nevű mezőnek jelen kell lennie)</li><li><b>Prompt</b> - Név kérése a felhasználótól</li><li><b>[sorozat]</b> - Sorozat előtaggal (ponttal elválasztva); például PRE.#####</li> <li><b>formátum:PÉLDA-{MM}több szó{fieldname1}-{fieldname2}-{#####}</b> - Cserélje ki az összes zárójeles szót (mezőnevek, dátumszavak (NN, HH, ÉÉ), sorozat) az értékükre. A zárójeleken kívül bármilyen karakter használható.</li></ol>
sr: Опције именовања: <ol><li><b>фиелд:[fieldname]</b> - По пољу</li><li><b>naming_series:</b> - По серији именовања (поље под називом naming_series мора бити присутно)</li><li><b>Промпт</b> - Одговори кориснику за унос назива</li><li><b>[series]</b> - Серије са префиксом (одвојене тачком); на пример PRE.#####</li> <li><b>формат:ПРИМЕР-{MM}додатнеречи{fieldname1}-{fieldname2}-{#####}</b> - Замените све речи у заградама (називи поља, датумске речи (DD, MM, YY), серије) са њиховом вредношћу. Ван заграда, могу се користити било који карактери.</li></ol>

source: Naming Rule
ar: قاعدة التسمية
hu: Elnevezési Szabály
sr: Правило именовања

source: Naming Series
ar: سلسلة التسمية
hu: Névsorozatok
sr: Серија именовања

source: Naming Series mandatory
ar: تسمية سلسلة إلزامية
hu: Névsorozat kötelező
sr: Серија именовања је обавезна

source: Navbar
ar: نافبار
hu: Navigációs Sáv
sr: Навигациона трака

source: Navbar Item
ar: عنصر Navbar
hu: Navigációs Sáv Elem
sr: Ставка навигационе траке

source: Navbar Settings
ar: إعدادات Navbar
hu: Navigációs Sáv Beállítások
sr: Подешавање навигационе траке

source: Navbar Template
ar: قالب نافبار
hu: Navigációs Sáv Sablon
sr: Шаблон навигационе траке

source: Navbar Template Values
ar: قيم قالب نافبار
hu: Navigációs Sáv Sablon Értékek
sr: Вредности шаблона навигационе траке

source: Navigate Home
ar: انتقل المنزل
hu: Ugrás a Kezdőoldalra
sr: Иди на почетну страницу

# Description of a list view shortcut
source: Navigate list down
ar: انتقل القائمة لأسفل
hu: Navigálás listában lefelé
sr: Помери листу према доле

# Description of a list view shortcut
source: Navigate list up
ar: انتقل القائمة لأعلى
hu: Navigálás a listában felfelé
sr: Помери листу према горе

source: Navigate to main content
ar: انتقل إلى المحتوى الرئيسي
hu: Navigálás a fő tartalomhoz
sr: Иди на главни садржај

source: Navigation Settings
ar: إعدادات التنقل
hu: Navigációs Beállítások
sr: Подешавање навигације

source: Need Help?
ar: هل تحتاج إلى مساعدة؟
hu: Segítségre van szüksége?
sr: Треба Вам помоћ?

source: Need Workspace Manager role to edit private workspace of other users
ar: أحتاج إلى دور مدير مساحة العمل لتحرير مساحة العمل الخاصة بالمستخدمين الآخرين
hu: Munkaterület-kezelői szerepkör szükséges más felhasználók privát munkaterületének szerkesztéséhez
sr: Неопходна је улога менаџера радног простора да бисте уређивали приватни радни простор других корисника

source: Need Workspace Manager role to hide/unhide public workspaces
hu: Munkaterület-kezelői szerepkör szükséges a nyilvános munkaterületek elrejtéséhez/felfedéséhez
sr: Неопходна је улога менаџера радног простора да бисте сакрили/открили јавне радне просторе

source: Negative Value
ar: قيمة سالبة
hu: Negatív Érték
sr: Негативна вредност

source: Nested set error. Please contact the Administrator.
ar: خطأ مجموعة متداخلة . يرجى الاتصال بمدير البرنامج.
hu: Beágyazott halmaz hiba. Kérjük, lépjen kapcsolatba a rendszergazdával.
sr: Грешка у угњежденом сету. Молимо Вас да контактирате администратора.

source: Network Printer Settings
ar: إعدادات طابعة الشبكة
hu: Hálózati Nyomtató Beállításai
sr: Подешавање мрежног штампача

source: New
ar: جديد
hu: Új
sr: Нови

source: New Activity
ar: نشاط جديد
hu: Új Tevékenység
sr: Нова активност

source: New Address
ar: عنوان جديد
hu: Új Cím
sr: Нова адреса

source: New Comment on {0}: {1}
ar: تعليق جديد على {0}: {1}
hu: Új Hozzászólás ehhez: {0}: {1}
sr: Нови коментар на {0}: {1}

source: New Contact
ar: جهة اتصال جديدة
hu: Új Kapcsolat
sr: Нови контакт

source: New Custom Print Format
ar: تنسيق طباعة مخصص جديد
hu: Új Egyedi Nyomtatási Formátum
sr: Нови прилагођени формат штампе

source: New Document Form
ar: نموذج مستند جديد
hu: Új Dokumentum Űrlap
sr: Нови образац документа

source: New Document Shared {0}
ar: مستند جديد مشترك {0}
hu: Új Dokumentum Megosztva {0}
sr: Нови документ подељен {0}

source: New Email
ar: بريد إلكتروني جديد
hu: Új E-mail
sr: Нови имејл

source: New Email Account
ar: حساب بريد إلكتروني جديد
hu: Új E-mail Fiók
sr: Нови имејл налог

source: New Event
ar: حدث جديد
hu: Új Esemény
sr: Нови догађај

source: New Folder
ar: ملف جديد
hu: Új Mappa
sr: Нова датотека

source: New Kanban Board
ar: مجلس كانبان جديدة
hu: Új Kanban Tábla
sr: Нова Канбан табла

source: New Mention on {0}
ar: إشارة جديدة في {0}
hu: Új Megemlítés itt: {0}
sr: Нова помињања на {0}

source: New Message from Website Contact Page
ar: رسالة جديدة من موقع الاتصال الصفحة
hu: Új Üzenet a Honlap Kapcsolat Oldalról
sr: Нова порука са контакт странице веб-сајта

source: New Name
ar: اسم جديد
hu: Új Név
sr: Нови назив

source: New Newsletter
ar: النشرة الإخبارية جديدة
hu: Új Hírlevél
sr: Нови билтен

source: New Notification
ar: إخطار جديد
hu: Új Értesítés
sr: Ново обавештење

source: New Password
ar: كلمة مرور جديدة
hu: Új Jelszó
sr: Нова лозинка

source: New Print Format Name
ar: اسم تنسيق طباعة جديد
hu: Új Nyomtatási Formátum Neve
sr: Нови назив формата штампе

source: New Report name
ar: اسم التقرير الجديد
hu: Új Jelentés Neve
sr: Нови назив извештаја

source: New Users (Last 30 days)
ar: المستخدمون الجدد (آخر 30 يومًا)
hu: Új Felhasználók (elmúlt 30 nap)
sr: Нови корисници (претходних 30 дана)

source: New Value
ar: قيمة جديدة
hu: Új Érték
sr: Нова вредност

source: New Workflow Name
ar: اسم سير العمل الجديد
hu: Új Munkafolyamat Neve
sr: Нови назив радног тока

source: New Workspace
ar: مساحة عمل جديدة
hu: Új Munkaterület
sr: Нови радни простор

source: New password cannot be same as old password
ar: لا يمكن أن تكون كلمة المرور الجديدة هي نفسها كلمة المرور القديمة
hu: Az új jelszó nem lehet ugyanaz, mint a régi jelszó
sr: Нова лозинка не сме бити иста као стара лозинка

source: New updates are available
ar: تحديثات جديدة متاحة
hu: Új frissítések állnak rendelkezésre
sr: Нова ажурирања су доступна

source: New users will have to be manually registered by system managers.
ar: سيتعين على مديري النظام تسجيل المستخدمين الجدد يدويًا.
hu: Az új felhasználókat a rendszergazdáknak manuálisan kell regisztrálniuk.
sr: Нови корисници ће морати бити ручно регистровани од стране систем менаџера.

source: New value to be set
ar: القيمة الجديدة التي سيتم تحديدها
hu: Új érték kerül beállításra
sr: Нова вредност треба да буде постављена

source: New {0}
ar: {0} جديد
hu: Új {0}
sr: Нови {0}

source: New {0} Created
ar: جديد {0} تم إنشاؤه
hu: Új {0} Létrehozva
sr: Нови {0} креиран

source: New {0} {1} added to Dashboard {2}
ar: تمت إضافة {0} {1} جديد إلى لوحة التحكم {2}
hu: Új {0} {1} hozzáadva az Műszerfalhoz {2}
sr: Нови {0} {1} додат у контролну таблу {2}

source: New {0} {1} created
ar: تم إنشاء {0} {1} جديد
hu: Új {0} {1} létrehozva
sr: Нови {0} {1} креиран

source: New {0}: {1}
ar: جديد {0}: {1}
hu: Új {0}: {1}
sr: Нови {0}: {1}

source: New {} releases for the following apps are available
ar: تتوفر {} إصدارات جديدة للتطبيقات التالية
hu: Az alábbi alkalmazásokhoz új {} kiadások állnak rendelkezésre
sr: Нови {} верзије за следеће апликација су доступне

source: Newly created user {0} has no roles enabled.
ar: المستخدم الذي تم إنشاؤه حديثًا {0} ليس لديه أي أدوار مفعلة.
hu: Az újonnan létrehozott felhasználónak {0} nincsenek engedélyezett szerepkörei.
sr: Новокреирани корисник {0} нема омогућене улоге.

source: Newsletter
ar: النشرة الإخبارية
hu: Hírlevél
sr: Билтен

source: Newsletter Attachment
hu: Hírlevél Melléklete
sr: Прилог билтена

source: Newsletter Email Group
ar: البريد الإلكتروني المجموعة البريدية
hu: Hírlevél E-mail Csoport
sr: Имејл група за билтен

source: Newsletter Manager
ar: مدير النشرة الإخبارية
hu: Hírlevél Kezelő
sr: Менаџер билтена

source: Newsletter has already been sent
ar: الرسالة الإخبارية قد تم إرسالها من قبل
hu: Hírlevelet már elküldték
sr: Билтен је већ послат

source: Newsletter must be published to send webview link in email
hu: A hírlevelet közzé kell tenni ahhoz, hogy webview linket küldhessünk e-mailben.
sr: Билтен мора бити објављен да би се послао линк за преглед у имејлу

source: Newsletter should have atleast one recipient
ar: يجب أن تحتوي الرسالة الإخبارية على متلقي واحد على الأقل
hu: Hírlevélnek legalább egy címzettnek kell lennie
sr: Билтен треба да има барем једног примаоца

source: Newsletters
ar: النشرات الإخبارية
hu: Hírlevelek
sr: Билтени

source: Next
ar: التالي
hu: Következő
sr: Следеће

# Go to next slide
source: Next
ar: التالي
hu: Következő
sr: Следеће

source: Next 14 Days
ar: الأيام الأربعة عشر القادمة
hu: Következő 14 nap
sr: Наредних 14 дана

source: Next 30 Days
ar: الثلاثين يومًا القادمة
hu: Következő 30 nap
sr: Наредних 30 дана

source: Next 6 Months
ar: الـ ٦ أشهر المقبلة
hu: Következő 6 hónap
sr: Следећих 6 месеци

source: Next 7 Days
ar: الأيام السبعة القادمة
hu: Következő 7 nap
sr: Наредних 7 дана

source: Next Action Email Template
ar: التالي عمل قالب البريد الإلكتروني
hu: Következő Művelet E-mail Sablon
sr: Шаблон за следећу радњу путем имејла

source: Next Actions HTML
ar: العمليات القادمة HTML
hu: Következő Műveletek HTML
sr: HTML за следеће радње

source: Next Document
hu: Következő Dokumentum
sr: Следећи документ

source: Next Execution
ar: التنفيذ التالي
hu: Következő Végrehajtás
sr: Следеће извршавање

source: Next Form Tour
ar: جولة النموذج التالي
hu: Következő Űrlap Túra
sr: Наредни корак обиласка обрасца

source: Next Month
ar: الشهر التالي
hu: Következő hónap
sr: Следећи месец

source: Next Quarter
ar: الربع التالي
hu: Következő negyedév
sr: Следећи квартал

source: Next Schedule Date
ar: تاريخ الجدول التالي
hu: Következő Ütemezés Dátuma
sr: Датум следећег заказивања

source: Next Scheduled Date
ar: الموعد المحدد التالي
hu: Következő Ütemezés Dátuma
sr: Следећи заказани датум

source: Next State
ar: الحالية التالية
hu: Következő Állapot
sr: Следеће стање

source: Next Step Condition
ar: شرط الخطوة التالية
hu: Következő Lépés Feltétele
sr: Услов за следећи корак

source: Next Sync Token
ar: رمز المزامنة التالي
hu: Következő Szinkronizálási Token
sr: Следећи токен за синхронизацију

source: Next Week
ar: الأسبوع التالي
hu: Következő hét
sr: Следећа недеља

source: Next Year
ar: السنة القادمة
hu: Következő év
sr: Следећа година

source: Next actions
ar: الخطوات التالية
hu: Következő művelet
sr: Следеће радње

source: Next on Click
ar: انقر التالي
hu: Következő Kattintáskor
sr: Следеће на клик

source: No
ar: لا
hu: Nem
sr: Не

# Checkbox is not checked
source: No
ar: لا
hu: Nincs
sr: Не

# Dismiss confirmation dialog
source: No
ar: لا
hu: Nem
sr: Не

source: No Active Sessions
ar: ليست هناك جلسات نشطة
hu: Nincsenek Aktív Munkamenetek
sr: Нема активних сесија

source: No Copy
ar: اي نسخة
hu: Nincs Másolat
sr: Без копирања

source: No Data
ar: لا توجد بيانات
hu: Nincs Adat
sr: Нема података

source: No Data to Show
hu: Nincsenek Megjeleníthető Adatok
sr: Нема података за приказ

source: No Data...
ar: لا توجد بيانات...
hu: Nincs adat...
sr: Нема података...

source: No Email Account
ar: ليس لديك حساب البريد الإلكتروني
hu: Nincs E-mail Fiók
sr: Нема имејл налога

source: No Email Accounts Assigned
ar: لم يتم تخصيص أي حسابات بريد إلكتروني
hu: Nincsenek E-mail Fiókok Hozzárendelve
sr: Ниједан имејл налог није додељен

source: No Email field found in {0}
ar: لم يتم العثور على حقل البريد الإلكتروني في {0}
hu: Nem található e-mail mezők: {0}
sr: Поље за имејл није пронађено у {0}

source: No Emails
ar: لا رسائل البريد الإلكتروني
hu: Nincsenek E-mailek
sr: Нема имејлова

source: No Entry for the User {0} found within LDAP!
ar: لم يتم العثور على إدخال للمستخدم {0} في LDAP!
hu: Nem található bejegyzés a(z) {0} felhasználó számára az LDAP-n belül!
sr: Није пронађен унос за корисника {0} у LDAP-у!

source: No Filters Set
ar: لا توجد فلاتر
hu: Nincs Szűrő Beállítva
sr: Ниједан филтер није подешен
