Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Session Expiry must be in format {0}
ar: يجب أن يكون انتهاء الجلسة بالتنسيق {0}
hu: A munkamenet lejárati idejének a {0} formátumban kell lennie
sr: Истек сесије мора бити у формату {0}

source: Set
ar: مجموعة
hu: Beállítás
sr: Постави

# Field value is set
source: Set
ar: مجموعة
hu: Beállít
sr: Постави

source: Set Banner from Image
ar: تعيين ترويسة من الصورة
hu: Banner beállítása képből
sr: Постави банер из слике

source: Set Chart
ar: مجموعة الرسم البياني
hu: Grafikon Beállítása
sr: Постави графикон

source: Set Default Options for all charts on this Dashboard (Ex: "colors": ["#d1d8dd", "#ff5858"])
ar: تعيين الخيارات الافتراضية لجميع الرسوم البيانية في لوحة المعلومات هذه (على سبيل المثال: &quot;الألوان&quot;: [&quot;# d1d8dd&quot;، &quot;# ff5858&quot;])
hu: Alapértelmezett beállítások beállítása a műszerfal összes diagramjához (Például: "színek": ["#d1d8dd", "#ff5858"])
sr: Постави подразумевана опције за све графиконе на овој контролној табли (Пример: "боје": ["#d1d8dd", "#ff5858"])

source: Set Dynamic Filters
ar: تعيين عوامل التصفية الديناميكية
hu: Dinamikus Szűrők Beállítása
sr: Постави динамичке филтере

source: Set Filters
ar: ضبط المرشحات
hu: Szűrők Beállítása
sr: Постави филтере

source: Set Filters for {0}
ar: تعيين عوامل التصفية لـ {0}
hu: {0} szűrők beállítása
sr: Постави филтере за {0}

source: Set Limit
ar: تحديد الحد
hu: Határértékek Beállítása
sr: Постави ограничење

source: Set Naming Series options on your transactions.
ar: قم بتعيين خيارات سلسلة التسمية في معاملاتك.
hu: Állítsa be a Névsorozat beállításait a tranzakciókon.
sr: Поставите опције серије именовања у Вашој трансакцији.

source: Set New Password
ar: وضع كلمة سر جديدة
hu: Új Jelszó Beállítása
sr: Постави нову лозинку

source: Set Number of Backups
ar: تعيين عدد من النسخ الاحتياطية
hu: Biztonsági Mentések Számának Beállítása
sr: Постави број резервних копија

source: Set Password
ar: تعيين كلمة المرور
hu: Jelszó Beállítása
sr: Постави лозинку

source: Set Permissions
ar: تعيين أذونات
hu: Engedélyek Beállítása
sr: Постави дозволе

source: Set Properties
ar: تعيين الخصائص
hu: Tulajdonságok Beállítása
sr: Постави својства

source: Set Property After Alert
ar: تعيين الملكية بعد تنبيه
hu: Tulajdonság Beállítása Riasztás Után
sr: Постави својства након упозорења

source: Set Quantity
ar: ضبط الكمية
hu: Mennyiség Megadása
sr: Постави количину

source: Set Role For
ar: تعيين صلاحية لل
hu: Szerepkör Beállítása
sr: Постави улогу за

source: Set User Permissions
ar: تعيين صلاحيات المستخدم
hu: Felhasználói Engedélyek Beállítása
sr: Постави корисничке дозволе

source: Set Value
ar: تعيين القيمة
hu: Érték Megadása
sr: Постави вредност

source: Set all private
ar: اجعل جميع الإعدادات خاصة
hu: Összes privtáként beállítása
sr: Постави све као приватно

source: Set all public
ar: تعيين جميع البيانات العامة
hu: Összes nyilvánosként beállítása
sr: Постави све као јавно

source: Set as Default
ar: تعيين كافتراضي
hu: Beállítás Alapértelmezettként
sr: Постави као подразумевано

source: Set as Default Theme
ar: تعيين كالموضوع الافتراضي
hu: Beállítás Alapértelmezett Témaként
sr: Постави као подразумевано тему

source: Set by user
ar: يتم تعيينه بواسطة المستخدم
hu: Felhasználó által beállítva
sr: Постављено од стране корисника

source: Set dynamic filter values in JavaScript for the required fields here.
ar: قم بتعيين قيم التصفية الديناميكية في جافا سكريبت للحقول المطلوبة هنا.
hu: Itt állítson be dinamikus szűrőértékeket JavaScriptben a szükséges mezőkhöz.
sr: Овде поставите динамичке вредности филтера у JavaScript-у за неопходна поља.

source: Set non-standard precision for a Float or Currency field
ar: تعيين الدقة غير القياسية لحقل تعويم أو العملات
hu: Nem szabványos pontosság beállítása egy Float vagy Currency mezőhöz
sr: Поставите нестандардну прецизност за поље са децималним бројем или валутом

source: Set non-standard precision for a Float, Currency or Percent field
ar: قم بتعيين دقة غير قياسية لحقل من نوع Float أو Currency أو Percent
hu: Nem szabványos pontosság beállítása egy Float, Currency vagy Percent mezőhöz
sr: Подесите нестандардну прецизност за поља врсте децимални број, валута или проценат

source: Set only once
ar: قم بالتعيين مرة واحدة فقط
hu: Csak egyszer állítsa be
sr: Постави само једном

source: Set size in MB
ar: حدد الحجم بالميغابايت
hu: Beállított méret MB-ban
sr: Постави величну у MB

source: Set the filters here. For example: <pre class="small text-muted"><code> [{ fieldname: "company", label: __("Company"), fieldtype: "Link", options: "Company", default: frappe.defaults.get_user_default("Company"), reqd: 1 }, { fieldname: "account", label: __("Account"), fieldtype: "Link", options: "Account", reqd: 1 }] </code></pre>
hu: Állítsd be itt a szűrőket. Például: <pre class="small text-muted"><code> [{ mezőnév: "vállalat", címke: __("Cég"), mezőtípus: "Link", opciók: "Cég", default: frappe.defaults.get_user_default("Cég"), reqd: 1 }, { mezőnév: "fiók", címke: __("Fiók"), mezőtípus: "Link", opciók: "Fiók", követelmény: 1 }] </code></pre>
sr: Овде поставите филтере. На пример: <pre class="small text-muted"><code> [{ fieldname: "company", label: __("Company"), fieldtype: "Link", options: "Company", default: frappe.defaults.get_user_default("Company"), reqd: 1 }, { fieldname: "account", label: __("Account"), fieldtype: "Link", options: "Account", reqd: 1 }] </code></pre>

source: Set the path to a whitelisted function that will return the data for the number card in the format: <pre class="small text-muted"><code> { "value": value, "fieldtype": "Currency", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Permitted Documents For User"] }</code></pre>
hu: Állítsd be egy fehérlistás függvény elérési útját, amely a számkártya adatait a következő formátumban adja vissza: <pre class="small text-muted"><code> { "value": value, "fieldtype": "Pénznem", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Felhasználó számára engedélyezett dokumentumok"] }</code></pre>
sr: Постави путању до дозвољених функција које ће вратити податке за бројчану картицу у следећем формату: <pre class="small text-muted"><code> { "value": vrednost, "fieldtype": "Currency", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Permitted Documents For User"] }</code></pre>

source: Setting this Address Template as default as there is no other default
ar: وضع هذا القالب كما العنوان الافتراضي حيث لا يوجد الافتراضية الأخرى
hu: A címsablon alapértelmezettként történő beállítása, mivel nincs más alapértelmezett címsablon
sr: Овај шаблон адресе је постављен као подразумевани јер не постоји други

source: Setting up Global Search documents.
ar: إعداد وثائق البحث العالمي.
hu: Globális Dokumentum Keresés beállítása.
sr: Постављање докумената за глобалну претрагу.

source: Setting up your system
ar: إعداد النظام الخاص بك
hu: A rendszer beállítása
sr: Постављање система

source: Settings
ar: إعدادات
hu: Beállítások
sr: Подешавања

source: Settings Dropdown
ar: قائمة الإعدادات المنسدلة
hu: Legördülő menü beállítások
sr: Подешавање падајућег менија

source: Settings for Contact Us Page
ar: إعدادات صفحة اتصل بنا
hu: Beállítások a Kapcsolat Oldalhoz
sr: Подешавање за страницу контактирајте нас

source: Settings for the About Us Page
ar: إعدادات صفحة "نبذة عنا"
hu: Beállítások a Rólunk Oldalhoz
sr: Подешавање за страницу о нама

source: Settings to control blog categories and interactions like comments and likes
hu: Beállítások a blog kategóriák és interakciók, például a kommentek és a like-ok vezérlésére
sr: Подешавања за управљање категоријама блога и интеракцијама као што су коментари и лајкови

source: Setup
ar: الإعدادات
hu: Telepítés
sr: Поставке

source: Setup > Customize Form
ar: الإعداد > تخصيص النموذج
hu: Telepítés > Űrlap Testreszabása
sr: Поставке > Прилагоди образац

source: Setup > User
ar: الإعداد > المستخدم
hu: Telepítés > Felhasználó
sr: Поставке > Корисник

source: Setup > User Permissions
ar: الإعدادات > أذونات المستخدم
hu: Telepítés > Felhasználói Engedélyek
sr: Поставке > Корисничке дозволе

source: Setup Approval Workflows
hu: Jóváhagyási Munkafolyamatok Beállítása
sr: Поставке одобравања радних токова

source: Setup Auto Email
ar: الإعداد التلقائي البريد الإلكتروني
hu: Automatikus E-mail Beállítása
sr: Поставке аутоматског имејла

source: Setup Complete
ar: الإعداد كاملة
hu: Telepítés Befejezve
sr: Поставке завршене

source: Setup Limited Access for a User
hu: Korlátozott Hozzáférés Beállítása egy Felhasználó Számára
sr: Поставке ограниченог приступа за корисника

source: Setup Naming Series
hu: Névsorozat Beállítása
sr: Поставке серија именовања

source: Setup Series for transactions
ar: سلسلة الإعداد للمعاملات
hu: Sorozatok Beállítása Tranzakciókhoz
sr: Поставке серија за трансакције

source: Setup failed
ar: فشل الإعداد
hu: Beállítás Sikertelen
sr: Поставка неуспешна

source: Share
ar: مشاركة
hu: Megosztás
sr: Подели

source: Share With
ar: مشاركة مع
hu: Megosztás vele
sr: Подели са

source: Share this document with
ar: شارك هذا المستند مع
hu: Dokumentum megosztása a következővel
sr: Подели овај документ са

source: Share {0} with
ar: مشاركة {0} مع
hu: {0} megosztása vele
sr: Подели {0} са

source: Shared
ar: مشتركة
hu: Megosztott
sr: Подељено

source: Shared with the following Users with Read access:{0}
ar: مشترك مع المستخدمين التاليين الذين لهم حق الوصول للقراءة: {0}
hu: Megosztva a következő Felhasználókkal, akiknek Olvasási hozzáférése van:{0}
sr: Подељено са следећим корисницима са правом приступа за читање: {0}

source: Shipping
ar: الشحن
hu: Szállítás
sr: Испорука

source: Shipping Address
ar: عنوان الشحن
hu: Szállítási Cím
sr: Адреса за испоруку

source: Shop
ar: تسوق
hu: Bolt
sr: Продавница

source: Short Name
ar: الاسم المختصر
hu: Rövid Név
sr: Надимак

source: Short keyboard patterns are easy to guess
ar: نماذج لوحة المفاتيح قصيرة من السهل تخمين
hu: Rövid billentyűzet minták könnyen kitalálhatóak
sr: Кратки обрасци на тастатури се лако наслућују

source: Shortcuts
ar: اختصارات
hu: Gyorsbillentyűk
sr: Пречице

source: Show
ar: تبين
hu: Mutat
sr: Прикажи

source: Show "Call to Action" in Blog
hu: „Cselekvésre ösztönzés” megjelenítése a blogban
sr: Прикажи "Позив на радњу" у блогу

source: Show Absolute Datetime in Timeline
ar: عرض التاريخ والوقت المطلقين في المخطط الزمني
hu: Abszolút dátum/idő megjelenítése az idővonalon
sr: Прикажи тачан датум и време у временском редоследу

source: Show Absolute Values
ar: عرض القيم المطلقة
hu: Abszolút Értékek Megjelenítése
sr: Прикажи апсолутне вредности

source: Show All
ar: عرض الكل
hu: Mutasd az Összeset
sr: Прикажи све

source: Show Attachments
ar: عرض المرفقات
hu: Mellékletek Megjelenítése
sr: Прикажи прилоге

source: Show Calendar
ar: إظهار التقويم
hu: Naptár Megjelenítése
sr: Прикажи календар

source: Show Currency Symbol on Right Side
ar: إظهار رمز العملة على الجانب الأيمن
hu: Pénznem Szimbólum Megjelenítése a Jobb Oldalon
sr: Прикажи симбол валуте са десне стране

source: Show Dashboard
ar: عرض لوحة القيادة
hu: Műszerfal Megjelenítése
sr: Прикажи контролну таблу

source: Show Document
ar: عرض المستند
hu: Dokumentum Megjelenítése
sr: Прикажи документ

source: Show Error
ar: إظهار الخطأ
hu: Hiba Megjelenítése
sr: Прикажи грешку

source: Show Fieldname (click to copy on clipboard)
ar: إظهار اسم الحقل (انقر للنسخ إلى الحافظة)
hu: Mezőnév Megjelenítése (kattintson a vágólapra másoláshoz)
sr: Прикажи назив поља (кликни за копирање)

source: Show First Document Tour
ar: جولة عرض المستند الأول
hu: Első Dokumentum Túra Megjelenítése
sr: Прикажи обилазак првог документа

source: Show Form Tour
ar: إظهار جولة في النموذج
hu: Űrlap Túra Megjelenítése
sr: Прикажи обилазак обрасца

source: Show Full Error and Allow Reporting of Issues to the Developer
ar: إظهار خطأ كامل والسماح للإبلاغ عن القضايا إلى المطور
hu: Teljes hiba megjelenítése és a problémák fejlesztőnek történő jelentésének lehetővé tétele
sr: Прикажу целу грешку и омогући пријаву програмеру

source: Show Full Form?
ar: إظهار الشكل الكامل؟
hu: Teljes Űrlap Megjelenítése?
sr: Прикажи цео образац?

source: Show Full Number
ar: إظهار الرقم الكامل
hu: Teljes Szám Megjelenítése
sr: Прикажи цео број

source: Show Keyboard Shortcuts
ar: إظهار اختصارات لوحة المفاتيح
hu: Gyorsbillentyűk Megjelenítése
sr: Прикажи пречице на тастатури

source: Show Labels
ar: عرض التصنيفات
hu: Címkék Megjelenítése
sr: Прикажи ознаке

source: Show Language Picker
ar: إظهار منتقي اللغة
hu: Nyelvválasztó Megjelenítése
sr: Прикажи избор језика

source: Show Line Breaks after Sections
ar: فواصل عرض الخط بعد الأقسام
hu: Sortörések Megjelenítése Szakaszok után
sr: Прикажи прелом линије након одељка

source: Show List
hu: Lista Megjelenítése
sr: Прикажи листу

source: Show More Activity
hu: További Tevékenység Megjelenítése
sr: Прикажи више активности

source: Show Only Failed Logs
ar: عرض سجلات الأخطاء فقط
hu: Csak a sikertelen naplók megjelenítése
sr: Прикажи само неуспешне евиденције

source: Show Percentage Stats
ar: إظهار إحصائيات النسبة المئوية
hu: Százalékos Statisztikák Megjelenítése
sr: Прикажи статистику у процентима

source: Show Permissions
ar: مشاهدة ضوابط
hu: Jogosultságok Megjelenítése
sr: Прикажи дозволе

source: Show Preview
ar: عرض معاينة
hu: Előnézet Megjelenítése
sr: Прикажи преглед

source: Show Preview Popup
ar: إظهار معاينة المنبثقة
hu: Felugró Ablak Megjelenítése
sr: Прикажи преглед искачућег прозора

source: Show Processlist
ar: عرض قائمة العمليات
hu: Folyamatlista Megjelenítése
sr: Прикажи листу процеса

source: Show Related Errors
ar: عرض الأخطاء ذات الصلة
hu: Kapcsolódó Hibák Megjelenítése
sr: Прикажи повезане грешке

source: Show Report
ar: عرض تقرير
hu: Jelentés Megjelenítése
sr: Прикажи извештај

source: Show Saved
hu: Mentett Elemek Megjelenítése
sr: Прикажи сачувано

source: Show Section Headings
ar: عرض عناوين القسم
hu: Szakaszcímek Megjelenítése
sr: Прикажи наслове одељака

source: Show Sidebar
ar: مشاهدة الشريط الجانبي
hu: Oldalsáv Megjelenítése
sr: Прикажи бочну траку

source: Show Tags
ar: أضهر العلامات
hu: Címkék Megjelenítése
sr: Прикажи ознаке

source: Show Title
ar: اظهار العنوان
hu: Cím Megjelenítése
sr: Прикажи наслов

source: Show Title in Link Fields
ar: عرض العنوان في حقول الروابط
hu: Cím Megjelenítése a Link Mezőkben
sr: Прикажи наслов у пољима за линк

source: Show Totals
ar: مشاهدة المجاميع
hu: Összesítések Megjelenítése
sr: Прикажи укупне вредности

source: Show Tour
ar: جولة تعريفية
hu: Túra Megjelenítése
sr: Прикажи обилазак

source: Show Traceback
ar: عرض تتبع الأخطاء
hu: Visszajelzés Megjelenítése
sr: Прикажи след грешке

source: Show Values over Chart
ar: عرض القيم فوق الرسم البياني
hu: Értékek megjelenítése a diagramon
sr: Прикажи вредности изнад графикона

source: Show Warnings
ar: إظهار التحذيرات
hu: Figyelmeztetések Megjelenítése
sr: Прикажи упозорења

source: Show Weekends
ar: عرض عطلة نهاية الاسبوع
hu: Hétvégék Megjelenítése
sr: Прикажи викенде

source: Show account deletion link in My Account page
ar: إظهار رابط حذف الحساب في صفحة حسابي
hu: Fiók törlése link megjelenítése a Fiókom oldalon
sr: Прикажи линк за брисање налога на страници Мој налог

source: Show all Versions
ar: عرض كل الإصدارات
hu: Összes Verzió Megjelenítése
sr: Прикажи све верзије

source: Show all activity
ar: عرض جميع الأنشطة
hu: Minden tevékenység megjelenítése
sr: Прикажи све активности

source: Show all blogs
hu: Összes blog megjelenítése
sr: Прикажи све блогове

source: Show as cc
ar: كما تظهر سم مكعب
hu: Megjelenítés cc-ként
sr: Прикажи као цц

source: Show footer on login
ar: عرض التذييل عند تسجيل الدخول
hu: Lábléc megjelenítése bejelentkezéskor
sr: Прикажи подножје при пријављивању

source: Show full form instead of a quick entry modal
ar: إظهار شكل كامل بدلاً من إدخال سريع مشروط
hu: Mutassa a teljes űrlapot a gyors beviteli mód helyett
sr: Прикажи цео образац уместо брзог уноса у модалном прозору

source: Show in Module Section
ar: تظهر في القسم وحدة
hu: Megjelenítés Modul Részben
sr: Прикажи у одељку модула

source: Show in filter
ar: اعرض في الفلتر
hu: Megjelenítés szűrőben
sr: Прикажи у филтеру

source: Show link to document
ar: عرض رابط المستند
hu: Dokumentum linkjének megjelenítése
sr: Прикажи линк ка документу

source: Show more details
ar: إظهار مزيد من التفاصيل
hu: További részletek
sr: Прикажи више детаља

source: Show on Timeline
ar: عرض على الجدول الزمني
hu: Megjelenítés az Idővonalon
sr: Прикажи на временском редоследу

source: Show percentage difference according to this time interval
ar: إظهار فرق النسبة المئوية وفقًا لهذا الفاصل الزمني
hu: Mutassa meg a százalékos különbséget ennek az időintervallumnak megfelelően
sr: Прикажи процентуалну разлику за овај временски интервал

source: Show title in browser window as "Prefix - title"
ar: اظهار العنوان في نافذة المتصفح كما "بادئة - عنوان"
hu: Cím megjelenítése a böngészőablakban, mint "Előtag - cím"
sr: Прикажи наслов у интернет претраживачу као "Префикс - наслов"

source: Show {0} List
ar: عرض قائمة {0}
hu: Mutasd a {0} Listát
sr: Прикажи листу {0}

source: Showing only Numeric fields from Report
ar: عرض حقول رقمية فقط من التقرير
hu: Csak számmezők megjelenítése a Jelentésből
sr: Приказ само нумеричких поља из извештаја

source: Showing only first {0} rows out of {1}
ar: عرض أول {0} صف فقط من أصل {1}
hu: Csak az első {0} sor megjelenítése a {1}-ból
sr: Приказано само први {0} редова од укупно {1}

source: Sidebar
ar: الشريط الجانبي
hu: Oldalsáv
sr: Бочна трака

source: Sidebar Items
ar: عناصر الشريط الجانبي
hu: Oldalsáv Elemek
sr: Ставке бочне траке

source: Sidebar Settings
ar: إعدادات الشريط الجانبي
hu: Oldalsáv Beállítások
sr: Подешавање бочне траке

source: Sidebar and Comments
ar: الشريط الجانبي وتعليقات
hu: Oldalsáv és Megjegyzések
sr: Бочна трака и коментари

source: Sign Up and Confirmation
ar: التسجيل والتأكيد
hu: Feliratkozás és Megerősítés
sr: Регистрација и потврда

source: Sign Up is disabled
ar: تم تعطيل الاشتراك
hu: Regisztráció letiltott
sr: Регистрација је онемогућена

source: Sign up
ar: سجل
hu: Regisztráljon
sr: Региструј се

source: Sign ups
ar: التسجيلات
hu: Feliratkozások
sr: Регистрације

source: Signature
ar: توقيع
hu: Aláírás
sr: Потпис

source: Signup Disabled
ar: تم تعطيل التسجيل
hu: Regisztráció Letiltva
sr: Регистрација онемогућена

source: Signups have been disabled for this website.
ar: تم تعطيل الاشتراكات لهذا الموقع.
hu: A regisztráció letiltva ezen a webhelyen.
sr: Регистрација је онемогућена за овај веб-сајт.

source: Simple Python Expression, Example: Status in ("Closed", "Cancelled")
ar: تعبير Python البسيط ، مثال: الحالة في (&quot;مغلق&quot; ، &quot;تم الإلغاء&quot;)
hu: Egyszerű Python Kifejezés, Példa: Status in ("Closed", "Cancelled")
sr: Једноставни python израз, пример: Status in ("Closed", "Cancelled")

source: Simple Python Expression, Example: Status in ("Invalid")
ar: تعبير Python البسيط ، مثال: الحالة في (&quot;غير صالح&quot;)
hu: Egyszerű Python Kifejezés, Példa: Status in ("Invalid")
sr: Једноставни python израз, пример: Status in ("Invalid")

source: Simple Python Expression, Example: status == 'Open' and type == 'Bug'
ar: تعبير Python البسيط ، مثال: status == &#39;Open&#39; واكتب == &#39;Bug&#39;
hu: Egyszerű Python Kifejezés, Példa: status == 'Open' and type == 'Bug'
sr: Једноставни python израз, пример: status == 'Open' and type == 'Bug'

source: Simultaneous Sessions
ar: جلسات متزامنة
hu: Egyidejű Munkamenetek
sr: Истовремене сесије

source: Single DocTypes cannot be customized.
ar: لا يمكن تخصيص DocTypes مفردة.
hu: Az Egyes DocType-ok nem testreszabhatók.
sr: Јединствени DocType-ови се не могу прилагођавати.

source: Single Types have only one record no tables associated. Values are stored in tabSingles
ar: أنواع واحد يكون سجل واحد فقط لا الجداول المرتبطة . يتم تخزين القيم في tabSingles
hu: Az Egyszeres típusokhoz csak egy rekord tartozik, nincsenek hozzájuk tartozó táblák. Az értékek a tabSingles táblázatban tárolódnak
sr: Јединствене врсте имају само један запис, без повезаних табела. Вредности се чувају у табели tabSingles

source: Site is running in read only mode for maintenance or site update, this action can not be performed right now. Please try again later.
ar: الموقع يعمل في وضع القراءة فقط لأغراض الصيانة أو التحديث، ولا يمكن تنفيذ هذا الإجراء حاليًا. يرجى المحاولة مرة أخرى لاحقًا.
hu: Az oldal karbantartás vagy frissítés miatt írásvédett módban fut, ez a művelet jelenleg nem hajtható végre. Kérjük, próbálja meg később.
sr: Страница је у режиму искључиво за читање због одржавања или ажурирања странице, ова радња се тренутно не може извршити. Молимо Вас да покушате поново касније.

source: Size
ar: حجم
hu: Méret
sr: Величина

source: Size (MB)
ar: الحجم (ميغابايت)
hu: Méret (MB)
sr: Величина (MB)

source: Size exceeds the maximum allowed file size.
ar: حجم الملف يتجاوز الحد الأقصى المسموح به.
hu: A fájl mérete meghaladja a maximálisan megengedett méretet.
sr: Величина премашује максимално дозвољену величину фајла.

source: Skip
ar: تخطى
hu: Kihagyás
sr: Прескочи

source: Skip Authorization
ar: تجاهل حق الوصول
hu: Hitelesítés Átugrása
sr: Прескочи ауторизацију

source: Skip Step
ar: تخطي الخطوة
hu: Lépés Kihagyása
sr: Прескочи корак

source: Skipped
ar: تم التخطي
hu: Átugorva
sr: Прескочено

source: Skipping Duplicate Column {0}
ar: تخطي عمود مكرر {0}
hu: Duplikált oszlopok kihagyása {0}
sr: Прескакање дуплираних колона {0}

source: Skipping Untitled Column
ar: تخطي العمود بلا عنوان
hu: Cím nélküli oszlop kihagyása
sr: Прескакање колона без назива

source: Skipping column {0}
ar: عمود التخطي {0}
hu: A(z) {0} oszlop kihagyása
sr: Прескакање колоне {0}

source: Skipping fixture syncing for doctype {0} from file {1}
ar: تجاوز مزامنة البيانات لنوع المستند {0} من الملف {1}
hu: Fixture szinkronizálás kihagyása {0} doctype esetén {1} fájlból
sr: Прескакање синхронизације података за doctype {0} из фајла {1}

source: Skipping {0} of {1}, {2}
ar: تجاوز {0} من {1}، {2}
hu: {0} átugrása a {1}-ből, {2}
sr: Прескакање {0} од {1}, {2}

source: Slack Channel
ar: قناة سلاك
hu: Slack Csatorna
sr: Slack канал

source: Slack Webhook Error
ar: خطأ Slack Webhook
hu: Slack Webhook Hiba
sr: Slack Webhook грешка

source: Slideshow
ar: عرض الشرائح
hu: Diavetítés
sr: Презентација

source: Slideshow Items
ar: عرض الشرائح عناصر
hu: Diavetítés Elemek
sr: Ставке презентације

source: Slideshow Name
ar: اسم العرض
hu: Diavetítés Neve
sr: Назив презентације

source: Slideshow like display for the website
ar: عرض شرائح للموقع الإلكتروني
hu: Diavetítés-szerű megjelenítés a weboldalon
sr: Приказ сличан презентацији за веб-сајт

source: Small Text
ar: نص صغير
hu: Kis Szöveg
sr: Краћи текст

source: Smallest Currency Fraction Value
ar: أصغر قيمه كسر العملة
hu: Legkisebb Pénznem Tört Értéke
sr: Најмања фракција валуте

source: Smallest circulating fraction unit (coin). For e.g. 1 cent for USD and it should be entered as 0.01
ar: أصغر وحدة تعميم جزء (عملة). على سبيل المثال ل 1 في المائة لUSD ويجب إدخال كما 0.01
hu: A legkisebb forgalomban lévő törtegység (érme). Például 1 cent USD esetén 0,01-ként kell megadni
sr: Најмања фракција валуте (новчић) у циркулацији. На пример 1 цент за USD треба бити унет као 0.01

source: Snippet and more variables: {0}
ar: مقتطف برمجي ومتغيرات أخرى: {0}
hu: Kódrészlet és további változók: {0}
sr: Делимични приказ и више варијабли: {0}

source: Social Link Settings
ar: إعدادات الارتباط الاجتماعي
hu: Közösségi Link Beállítások
sr: Подешавање линка за друштвене мреже

source: Social Link Type
ar: نوع الارتباط الاجتماعي
hu: Közösségi Link Típus
sr: Врста линка за друштвене мреже

source: Social Login Key
ar: مفتاح تسجيل الدخول الاجتماعي
hu: Közösségi Bejelentkezési Kulcs
sr: Кључ за пријављивање путем друштвених мрежа

source: Social Login Provider
ar: موفر تسجيل الدخول الاجتماعي
hu: Közösségi Bejelentkezési Szolgáltató
sr: Провајдер за пријављивање путем друштвених мрежа
