Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: System Health Report Tables
ar: جداول تقرير صحة النظام
hu: Rendszer Állapot Jelentés Táblák
sr: Табеле у извештају о стању система

source: System Health Report Workers
ar: تقرير صحة النظام للعاملين
hu: Rendszer Állapot Jelentés Dolgozók
sr: Процесне јединице у извештају о стању система

source: System Logs
ar: سجلات النظام
hu: Rendszer Naplók
sr: Евиденције система

source: System Manager
ar: مدير النظام
hu: Rendszergazda
sr: Систем менаџер

source: System Manager privileges required.
ar: يلزم الحصول على صلاحيات مدير النظام.
hu: Rendszergazdai jogosultságok szükségesek.
sr: Неопходно се привилегије систем менаџера.

source: System Notification
ar: إعلام النظام
hu: Rendszer Értesítés
sr: Системско обавештења

source: System Notifications
ar: إشعارات النظام
hu: Rendszer Értesítések
sr: Системска обавештења

source: System Page
ar: صفحة النظام
hu: Rendszer Oldal
sr: Системска страница

source: System Settings
ar: إعدادات النظام
hu: Rendszer Beállítások
sr: Подешавање система

source: System managers are allowed by default
ar: يسمح لمديري النظام بشكل افتراضي
hu: A Rendszergazdák alapértelmezés szerint engedélyezettek
sr: Систем менаџерима је подразумевано дозвољено

# Number system
source: T
ar: تي
sr: Т

source: Tab Break
ar: فاصل علامات الجدولة
hu: Tabulátor Törés
sr: Прелом картице

source: Tab Label
ar: علامة تبويب
hu: Fül Címkéje
sr: Ознака картице

source: Table
ar: جدول
hu: Táblázat
sr: Табела

source: Table Break
ar: فاصل الجدول
hu: Táblázat Törés
sr: Прелом табеле

source: Table Field
ar: حقل الجدول
hu: Táblázat Mező
sr: Поље табеле

source: Table Fieldname
ar: اسم حقل الجدول
hu: Tábla Mezőneve
sr: Назив поља табеле

source: Table Fieldname Missing
ar: اسم حقل الجدول مفقود
hu: Tábla Mezőneve Hiányzik
sr: Назив поља табеле недостаје

source: Table HTML
ar: جدول HTML
hu: Táblázat HTML
sr: HTML табеле

source: Table MultiSelect
ar: الجدول MultiSelect
hu: MultiSelect Táblázat
sr: Вишеструки одабир у табели

source: Table Trimmed
ar: طاولة مُهذبة
hu: Tábla Karbantartva
sr: Скраћена табела

source: Table updated
ar: الجدول محدث
hu: Táblázat frissítve
sr: Табела ажурирана

source: Table {0} cannot be empty
ar: جدول {0} لا يمكن أن يكون فارغا
hu: Táblázat {0} nem lehet üres
sr: Табела {0} не може бити празна

source: Tabloid
ar: صحيفة شعبية
sr: Таблоид

source: Tag
ar: بطاقة شعار
hu: Címke
sr: Ознака

source: Tag Link
ar: علامة الارتباط
hu: Címke Hivatkozás
sr: Линк ознаке

source: Tags
ar: بطاقات
hu: Címkék
sr: Ознаке

source: Take Backup
ar: خذ نسخة احتياطية
hu: Mentés Készítése
sr: Направи резервну копију

source: Take Backup Now
ar: ابداء النسخ الاحتياطي الآن
hu: Mentés Készítése Most
sr: Направи резервну копију сада

source: Take Photo
ar: تصوير
hu: Fotó Készítése
sr: Направи фотографију

source: Target
ar: الهدف
hu: Cél
sr: Циљ

source: Task
ar: مهمة
hu: Feladat
sr: Задатак

source: Team Members
ar: أعضاء الفريق
hu: Csoport Tagok
sr: Чланови тима

source: Team Members Heading
ar: عنوان أعضاء الفريق
hu: Csoport Tagok Fejléc
sr: Наслов чланова тима

source: Team Members Subtitle
ar: أعضاء الفريق (ترجمة)
hu: Csapat Tagok Alcíme
sr: Поднаслов чланова тима

source: Telemetry
ar: القياس عن بعد
hu: Telemetria
sr: Телеметрија

source: Template
ar: قالب
hu: Sablon
sr: Шаблон

source: Template Error
ar: خطأ في القالب
hu: Sablonhiba
sr: Грешка у шаблону

source: Template File
ar: ملف القالب
hu: Sablon Fájl
sr: Фајл шаблона

source: Template Options
ar: خيارات القالب
hu: Sablon Opciók
sr: Опције шаблона

source: Template Warnings
ar: تحذيرات القالب
hu: Sablon Figyelmeztetések
sr: Упозорења у шаблону

source: Templates
ar: القوالب
hu: Sablonok
sr: Шаблони

source: Temporarily Disabled
ar: موقوف مؤقتا
hu: Átmenetileg Letiltva
sr: Привремено онемогућено

source: Test Data
ar: بيانات الاختبار
hu: Teszt Adat
sr: Тестни подаци

source: Test Job ID
ar: معرّف مهمة الاختبار
hu: Teszt Feladat ID
sr: ИД тестног задатка

source: Test Spanish
ar: اختبار اللغة الإسبانية
hu: Teszt Spanyol
sr: Тестирај шпански

source: Test email sent to {0}
ar: تم إرسال بريد إلكتروني تجريبي إلى {0}
hu: Teszt e-mail elküldve a {0} címre
sr: Тестни имејл послат на {0}

source: Test_Folder
ar: إختبار_المجلد
hu: Teszt_Mappa
sr: ТестДатотека

source: Text
ar: نص
hu: Szöveg
sr: Текст

source: Text Align
ar: محاذاة النص
hu: Szöveg Igazítása
sr: Поравнање текста

source: Text Color
ar: لون الخط
hu: Szöveg Színe
sr: Боја текста

source: Text Content
ar: محتوى النص
hu: Szöveges Tartalom
sr: Садржај текста

source: Text Editor
ar: محرر النصوص
hu: Szövegszerkesztő
sr: Уређивач текста

source: Thank you
ar: شكرا
hu: Köszönjük
sr: Хвала Вам

source: Thank you for reaching out to us. We will get back to you at the earliest. Your query: {0}
ar: نشكرك على تواصلك معنا. سنرد عليك في أقرب وقت ممكن. استفسارك: {0}
hu: Köszönjük, hogy kapcsolatba lépett velünk. Amint lehet, válaszolunk. Az Ön kérdése: {0}
sr: Хвала Вам што сте нас контактирали. Јавићемо Вам се у најкраћем могућем року. Ваше питање: {0}

source: Thank you for spending your valuable time to fill this form
ar: نشكرك على تخصيص وقتك الثمين لملء هذا النموذج
hu: Köszönjük, hogy értékes idejét az űrlap kitöltésére fordította.
sr: Хвала Вам што сте издвојили своје драгоцене време да попуните овај образац

source: Thank you for your email
ar: شكرا لك على بريدك الالكتروني
hu: Köszönjük, a levelét
sr: Хвала Вам на имејлу

source: Thank you for your feedback!
ar: شكرا لك على ملاحظاتك!
hu: Köszönjük a visszajelzést!
sr: Хвала Вам на повратним информацијама!

source: Thank you for your interest in subscribing to our updates
ar: شكرا لك على اهتمامك في الاشتراك في تحديثاتنا
hu: Köszönjük, hogy feliratkozott a frissítéseinkre
sr: Хвала Вам на интересовању за пријаву на наша обавештења

source: Thank you for your message
ar: شكراً لرسائلكم
hu: Köszönjük üzenetét
sr: Хвала Вам на поруци

source: Thanks
ar: شكرًا
hu: Köszönjük
sr: Хвала

source: The Auto Repeat for this document has been disabled.
ar: تم تعطيل التكرار التلقائي لهذا المستند.
hu: A dokumentum automatikus ismétlése le van tiltva.
sr: Аутоматско понављање за овај документ је онемогућено.

source: The CSV format is case sensitive
ar: تنسيق كسف حساس لحالة الأحرف
hu: CSV formátum a kis- és nagybetűkre érzékeny
sr: CSV формат разликује велика и мала слова

source: The Client ID obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
hu: A Google Cloud Console-ból a <a href="https://console.cloud.google.com/apis/credentials">"API-k &amp; Szolgáltatások" &gt; "Hitelesítő adatok" </a>alatt beszerzett ügyfél-azonosító
sr: Клијентски ИД прибављен из Google Cloud Console под <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>

source: The Condition '{0}' is invalid
ar: الشرط '{0}' غير صالح
hu: A Feltétel '{0}' érvénytelen
sr: Услов '{0}' је неважећи

source: The File URL you've entered is incorrect
ar: عنوان URL للملف الذي أدخلته غير صحيح
hu: A megadott fájl URL-címe helytelen
sr: Унета URL адреса фајла није исправна

source: The Next Scheduled Date cannot be later than the End Date.
ar: لا يمكن أن يكون تاريخ الموعد التالي بعد تاريخ الانتهاء.
hu: A következő ütemezett dátum nem lehet későbbi, mint a befejezési dátum.
sr: Следећи планирани датум не може бити после датума завршетка.

source: The Push Relay Server URL key (`push_relay_server_url`) is missing in your site config
ar: مفتاح عنوان URL لخادم Push Relay (`push_relay_server_url`) مفقود في إعدادات موقعك
hu: A Push Relay Server URL-kulcsa (`push_relay_server_url`) hiányzik a webhely konfigurációjából (site config)
sr: Кључ URL адресе Push Relay сервера (`push_relay_server_url`) недостаје у конфигурацији сајта

source: The User record for this request has been auto-deleted due to inactivity by system admins.
ar: تم حذف سجل المستخدم لهذا الطلب تلقائيًا بسبب عدم نشاط مسؤولي النظام.
hu: A kéréshez tartozó felhasználói rekord automatikusan törölve lett a rendszergazda inaktivitása miatt.
sr: Кориснички запис за овај захтев је аутоматски обрисан због неактивности од стране администратора система.

source: The application has been updated to a new version, please refresh this page
ar: تم تحديث التطبيق إلى الإصدار الجديد، يرجى تحديث هذه الصفحة
hu: Az alkalmazás új verzióra frissült, kérjük, frissítse az oldalt
sr: Апликација је ажуриран на нову верзију, молимо Вас да освежите ову страницу

source: The application name will be used in the Login page.
ar: سيتم استخدام اسم التطبيق في صفحة تسجيل الدخول.
hu: Az alkalmazás neve a bejelentkezési oldalon fog megjelenni.
sr: Назив апликације ће бити приказан на страници за пријављивање.

source: The attachments could not be correctly linked to the new document
ar: لا يمكن ربط المرفقات بشكل صحيح مع المستند الجديد
hu: A mellékleteket nem sikerült megfelelően csatolni az új dokumentumhoz
sr: Прилози нису могли бити исправно повезани са новим документом

source: The changes have been reverted.
ar: تم التراجع عن التغييرات.
hu: A változtatásokat visszavonták.
sr: Промене су враћене на претходно стање.

source: The column {0} has {1} different date formats. Automatically setting {2} as the default format as it is the most common. Please change other values in this column to this format.
ar: العمود {0} له {1} تنسيقات تاريخ مختلفة. تعيين {2} تلقائيًا كتنسيق افتراضي لأنه الأكثر شيوعًا. يرجى تغيير القيم الأخرى في هذا العمود إلى هذا التنسيق.
hu: A(z) {0} oszlopban {1} különböző dátumformátumok találhatók. Automatikusan beállítja a {2} alapértelmezett formátumot, mivel ez a leggyakoribb. Kérjük, változtassa meg az oszlop többi értékét erre a formátumra.
sr: Колона {0} садржи {1} различитих формата датума. Аутоматски се поставља {2} као подразумевани формат јер је најчешћи. Молимо Вас да промените остале вредности у овој колони у овај формат.

source: The comment cannot be empty
ar: لا يمكن أن يكون التعليق فارغًا
hu: A megjegyzés nem lehet üres
sr: Коментар не може бити празан

source: The contents of this email are strictly confidential. Please do not forward this email to anyone.
ar: محتوى هذه الرسالة الإلكترونية سري للغاية. يرجى عدم إعادة توجيه هذه الرسالة إلى أي شخص.
hu: Az e-mail tartalma szigorúan bizalmas. Kérjük, ne továbbítsa ezt az e-mailt senkinek.
sr: Садржај овог имејла је строго поверљив. Молимо Вас да га не прослеђујете.

source: The count shown is an estimated count. Click here to see the accurate count.
ar: العدد الموضح هو عدد تقديري. انقر هنا للاطلاع على العدد الدقيق.
hu: A megjelenített szám becsült. Kattintson ide a pontos szám megtekintéséhez.
sr: Приказан број процена. Кликните овде да видите тачан број.

source: The document could not be correctly assigned
ar: لا يمكن تعيين المستند بشكل صحيح
hu: A dokumentumot nem sikerült megfelelően hozzárendelni
sr: Документ није могао бити исправно додељен

source: The document has been assigned to {0}
ar: تم تعيين المستند إلى {0}
hu: A dokumentum hozzárendelve a következőhöz: {0}
sr: Документ је додељен кориснику {0}

source: The document type selected is a child table, so the parent document type is required.
ar: نوع المستند المحدد هو جدول فرعي، لذا فإن نوع المستند الأصلي مطلوب.
hu: A kiválasztott dokumentumtípus egy gyermektábla, ezért a szülő dokumentumtípus megadása kötelező.
sr: Изабрана врста документа је зависна табела, стога је потребна матична врста документа.

source: The email button is enabled for the user in the document.
hu: Az e-mail gomb engedélyezve van a felhasználó számára a dokumentumban.
sr: Дугме за имејл је омогућено кориснику у документу.

source: The field {0} is mandatory
ar: الحقل {0} إلزامي
hu: A(z) {0} mező kitöltése kötelező
sr: Поље {0} је обавезно

source: The fieldname you've specified in Attached To Field is invalid
ar: اسم الحقل الذي حددته في حقل "مرفق بحقل" غير صالح
hu: A Csatolva mezőben megadott mezőnév érvénytelen
sr: Назив поља које сте навели у приложено уз поље није важеће

source: The following Assignment Days have been repeated: {0}
ar: تم تكرار أيام التكليف التالية: {0}
hu: A következő feladatnapok ismétlődtek: {0}
sr: Следећи дани за задатак су поновљени: {0}

source: The following Header Script will add the current date to an element in 'Header HTML' with class 'header-content'
ar: سيضيف نص رأس الصفحة التالي التاريخ الحالي إلى عنصر في "رأس HTML" يحمل الفئة "header-content".
hu: A következő fejlécszkript hozzáadja az aktuális dátumot egy elemhez a 'Header HTML'-ben a 'header-content' osztállyal
sr: Следећа скрипта заглавља ће додати тренутни датум у елемент класе 'header-content' у 'Header HTML'

source: The following values are invalid: {0}. Values must be one of {1}
ar: القيم التالية غير صالحة: {0}. يجب أن تكون القيم إحدى القيم التالية: {1}
hu: A következő értékek érvénytelenek: {0}. Az értékeknek a {1}egyikének kell lenniük.
sr: Следеће вредности нису важеће: {0}. Дозвољене вредности су: {1}

source: The following values do not exist for {0}: {1}
ar: القيم التالية غير موجودة لـ {0}: {1}
hu: A következő értékek nem léteznek a {0} esetén: {1}
sr: Следеће вредности не постоје за: {0}: {1}

source: The limit has not set for the user type {0} in the site config file.
ar: لم يتم تحديد الحد الأقصى لنوع المستخدم {0} في ملف تكوين الموقع.
hu: A felhasználói típushoz nincs beállítva korlát a {0} webhely konfigurációs fájlban.
sr: Ограничење није постављено за врсту корисника {0} у конфигурационом фајлу сајта.

source: The link will expire in {0} minutes
ar: سينتهي الرابط خلال {0} دقيقة
hu: A link {0} perc múlva lejár
sr: Веза ће истећи за {0} минута

source: The link you trying to login is invalid or expired.
ar: الرابط الذي تحاول تسجيل الدخول من خلاله غير صالح أو منتهي الصلاحية.
hu: A bejelentkezéshez használt link érvénytelen vagy lejárt.
sr: Линк за пријаву је неважећи или је истекао.

source: The meta description is an HTML attribute that provides a brief summary of a web page. Search engines such as Google often display the meta description in search results, which can influence click-through rates.
ar: وصف التعريف هو سمة HTML توفر ملخصًا موجزًا لصفحة الويب. غالبًا ما تعرض محركات البحث مثل Google الوصف التعريفي في نتائج البحث ، مما قد يؤثر على معدلات النقر.
hu: A meta leírás egy HTML attribútum, amely rövid összefoglalást nyújt a weboldalról. A keresőmotorok, például a Google, gyakran megjelenítik a meta leírást a keresési eredmények között, ami befolyásolhatja az átkattintási arányt.
sr: Мета опис је HTML атрибут који даје кратак сажетак веб-странице. Интернет претраживачи попут Google-а често приказују мета опис у резултатима претраге, што може утицати на број кликова.

source: The meta image is unique image representing the content of the page. Images for this Card should be at least 280px in width, and at least 150px in height.
ar: الصورة الوصفية هي صورة فريدة تمثل محتوى الصفحة. يجب ألا يقل عرض صور هذه البطاقة عن 280 بكسل ، وأن لا يقل ارتفاعها عن 150 بكسل.
hu: A meta kép az oldal tartalmát ábrázoló egyedi kép. Az ehhez a laphoz tartozó képeknek legalább 280px szélesnek és legalább 150px magasnak kell lenniük.
sr: Мета слика је јединствена слика која представља садржај странице. Слике за ову картицу треба да буду најмање 280 пиксела широке и најмање 150 пиксела високе.

source: The name that will appear in Google Calendar
ar: الاسم الذي سيظهر في تقويم Google
hu: A Google Naptárban megjelenő név
sr: Назив који ће се појавити у Google Calendar-у

source: The next tour will start from where the user left off.
ar: ستبدأ الجولة التالية من حيث توقف المستخدم.
hu: A következő túra ott kezdődik, ahol a felhasználó abbahagyta.
sr: Следећи обилазак ће почети од места на којем је корисник стао.

source: The number of seconds until the request expires
ar: عدد الثواني حتى انتهاء صلاحية الطلب
hu: A kérés lejártáig hátralévő másodpercek száma
sr: Број секунди до истека захтева

source: The page you are looking for has gone missing.
hu: A keresett oldal eltűnt.
sr: Страница коју тражите није пронађена.

source: The password of your account has expired.
ar: انتهت صلاحية كلمة المرور الخاصة بحسابك.
hu: Fiókod jelszava lejárt.
sr: Лозинка за Ваш налог је истекла.

source: The print button is enabled for the user in the document.
hu: A nyomtatás gomb engedélyezve van a felhasználó számára a dokumentumban.
sr: Дугме за штампу је омогућено кориснику у документу.

source: The process for deletion of {0} data associated with {1} has been initiated.
ar: بدأت عملية حذف البيانات {0} المرتبطة {1}.
hu: A {1} címhez kapcsolódó {0} adatok törlésének folyamata megkezdődött.
sr: Покренут је процес брисања података {0} повезаних са {1}.

source: The project number obtained from Google Cloud Console under <a href="https://console.cloud.google.com/iam-admin/settings"> "IAM &amp; Admin" &gt; "Settings" </a>
hu: A Google Cloud Console-ból a <a href="https://console.cloud.google.com/iam-admin/settings"> "IAM &amp; Admin" &gt; "Beállítások" </a>alatt lekérdezett projektszám
sr: Број пројекта добијен путем Google Cloud конзоле, у одељку <a href="https://console.cloud.google.com/iam-admin/settings"> "IAM &amp; Admin" &gt; "Settings" </a>

source: The report you requested has been generated.<br><br>Click here to download:<br><a href='{0}'>{0}</a><br><br>This link will expire in {1} hours.
hu: A kért jelentés elkészült.<br><br>Kattintson ide a letöltéshez:<br><a href='{0}'>{0}</a><br><br>Ez a link {1} óra múlva lejár.
sr: Извештај који сте затражили је генерисан.<br><br>Кликните овде за преузимање:<br><a href='{0}'>{0}</a><br><br>Овај линк истиче за {1} сата.

source: The reset password link has been expired
ar: انتهت صلاحية رابط إعادة تعيين كلمة المرور.
hu: A jelszó-visszaállítási link lejárt
sr: Линк за ресетовање лозинке је истекао

source: The reset password link has either been used before or is invalid
ar: تم استخدام رابط إعادة تعيين كلمة المرور من قبل أو أنه غير صالح
hu: A jelszó-visszaállítási linket már korábban használták, vagy érvénytelen.
sr: Линк за ресетовање лозинке је већ коришћен или је неважећи

source: The resource you are looking for is not available
ar: المصدر الذي تبحث عنه غير متاح\n<br>\nThe resource you are looking for is not available
hu: A keresett erőforrás nem érhető el
sr: Ресурс који тражите није доступан

source: The role {0} should be a custom role.
ar: يجب أن يكون الدور {0} دورًا مخصصًا.
hu: A {0} szerepkörnek egyéni szerepkörnek kell lennie.
sr: Улога {0} треба да буде прилагођена улога.

source: The system is being updated. Please refresh again after a few moments.
ar: يجري تحديث النظام. يرجى إعادة تحميل الصفحة بعد لحظات.
hu: A rendszer frissítés alatt áll. Kérjük, frissítse újra néhány perc múlva.
sr: Систем се ажурира. Молимо Вас да освежите страницу за неколико тренутака.

source: The system provides many pre-defined roles. You can add new roles to set finer permissions.
ar: يوفر النظام العديد من الأدوار المحددة مسبقًا. يمكنك إضافة أدوار جديدة لضبط الصلاحيات بشكل أدق.
hu: A rendszer számos előre definiált szerepkört kínál. Új szerepköröket adhat hozzá a pontosabb jogosultságok beállításához.
sr: Систем нуди много унапред дефинисаних улога. Можете додати нове улоге за прецизније подешавање дозвола.

source: The total column width cannot be more than 10.
hu: Az oszlopok teljes szélessége nem lehet több mint 10.
sr: Укупна ширина колона не може бити већа од 10.

source: The total number of user document types limit has been crossed.
ar: تم تجاوز الحد الأقصى لعدد أنواع مستندات المستخدم.
hu: Átlépte a felhasználói dokumentumtípusok maximális számát.
sr: Укупан број корисничких врста докумената је премашен.

source: The user can create a new Item but cannot edit existing items.
hu: A felhasználó létrehozhat új elemet, de a meglévő elemeket nem szerkesztheti.
sr: Корисник може креирати нову ставку, али не може уређивати постојеће ставке.

source: The user can delete Draft / Cancelled documents.
hu: A felhasználó törölheti a Vázlat / Visszavont dokumentumokat.
sr: Корисник може обрисати документа у статусу нацрт / отказано.

source: The user can export report data.
hu: A felhasználó exportálhatja a jelentés adatait.
sr: Корисник може извозити податке из извештаја.

source: The user can import new records or update existing data for the document.
hu: A felhasználó új rekordokat importálhat, vagy frissítheti a dokumentum meglévő adatait.
sr: Корисник може увозити нове записе или ажурирати постојеће податке за документ.

source: The user can select a Customer in Sales Order but cannot open the Customer master.
sr: Корисник може одабрати купца у продајној поруџбини, али не може отворити мастер податке купца.

source: The user can share document access with another user.
hu: A felhasználó megoszthatja a dokumentumhoz való hozzáférést egy másik felhasználóval.
sr: Корисник може делити приступ документу са другим корисником.

source: The user can update a customer or any other fields in an existing Sales Order but cannot create a new Sales Order.
sr: Корисник може ажурирати купца или било које друго поље у постојећој продајној поруџбини, али не може креирати нову продајну поруџбину.

source: The user can view Sales Invoices but cannot modify any field values in them.
sr: Корисник може прегледати излазне фактуре, али не може мењати вредности поља у њима.

source: The user from this field will be rewarded points
ar: سيتم مكافأة نقاط المستخدم من هذا المجال
hu: Az ebben a mezőben szereplő felhasználó pontokat kap jutalmul
sr: Корисник из овог поља ће бити награђен поенима

source: The value you pasted was {0} characters long. Max allowed characters is {1}.
ar: القيمة التي قمت بلصقها تتكون من {0} حرفًا. الحد الأقصى المسموح به من الأحرف هو {1}.
hu: Az Ön által beillesztett érték {0} karakter hosszú volt. A maximálisan megengedett karakterek száma {1}.
sr: Унета вредност има {0} карактера. Максималан дозвољени број карактера је {1}.

source: The webhook will be triggered if this expression is true
ar: سيتم تشغيل webhook إذا كان هذا التعبير صحيحًا
hu: A webhook aktiválódik, ha ez a kifejezés igaz
sr: Webhook ће бити покренут уколико је овај израз тачан

source: The {0} is already on auto repeat {1}
ar: {0} قيد التكرار التلقائي {1}
hu: A {0} már automatikus ismétlésen van {1}
sr: {0} је већ постављен на аутоматско понављање {1}

source: Theme
ar: موضوع
hu: Téma
sr: Тема

source: Theme Changed
ar: تم تغيير المظهر
hu: Téma Megváltoztatva
sr: Тема промењена

source: Theme Configuration
ar: تكوين الموضوع
hu: Téma Konfigurálása
sr: Конфигурација теме

source: Theme URL
ar: عنوان URL الموضوع
hu: Téma URL
sr: URL теме

source: There are documents which have workflow states that do not exist in this Workflow. It is recommended that you add these states to the Workflow and change their states before removing these states.
ar: توجد مستندات ذات حالات سير عمل غير موجودة في سير العمل الحالي. يُنصح بإضافة هذه الحالات إلى سير العمل وتغييرها قبل حذفها.
hu: Vannak olyan dokumentumok, amelyek olyan munkafolyamat-állapotokkal rendelkeznek, amelyek nem léteznek ebben a munkafolyamatban. Javasoljuk, hogy ezeket az állapotokat adja hozzá a munkafolyamathoz, és módosítsa állapotukat, mielőtt eltávolítaná ezeket az állapotokat.
sr: Постоје документи са стањима у радном току која не постоје у тренутном радном току. Препорука је да их прво додате у радни ток, а затим измените њихова стања пре него што их уклоните.

source: There are no upcoming events for you.
ar: لا توجد فعاليات قادمة لك.
hu: Nincsenek közelgő események az Ön számára.
sr: Немате предстојећих догађаја.

source: There are no {0} for this {1}, why don't you start one!
ar: لا يوجد {0} لهذا {1}، فلماذا لا تبدأ أنت واحداً!
hu: Nincs {0} erre a {1}, miért nem indítasz egyet!
sr: Нема {0} за овај {1}, зашто не бисте започели један!

source: There are {0} with the same filters already in the queue:
ar: يوجد {0} بنفس عوامل التصفية الموجودة بالفعل في قائمة الانتظار:
hu: {0} ugyanazokkal a szűrőkkel már szerepel a sorban:
sr: Већ постоји {0} са истим филтерима у реду чекања:
