Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Default Sort Order
ar: ترتيب الافتراضي
hu: Alapértelmezett Rendezési Sorrend
sr: Подразумевани ред за сортирање

source: Default Template For Field
ar: القالب الافتراضي للحقل
hu: Alapértelmezett Sablon a Mezőhöz
sr: Подразумевани шаблон за поље

source: Default Theme
ar: الموضوع الافتراضي
hu: Alapértelmezett Téma
sr: Подразумевана тема

source: Default User Role
ar: دور المستخدم الافتراضي
hu: Alapértelmezett Felhasználói Szerepkör
sr: Подразумевана улога корисника

source: Default User Type
ar: نوع المستخدم الافتراضي
hu: Alapértelmezett Felhasználói Típus
sr: Подразумевана врста корисника

source: Default Value
ar: القيمة الافتراضية
hu: Alapértelmezett Érték
sr: Подразумевана вредност

source: Default View
ar: العرض الافتراضي
hu: Alapértelmezett Nézet
sr: Подразумевани приказ

source: Default Workspace
ar: مساحة العمل الافتراضية
hu: Alapértelmezett Munkaállomás
sr: Подразумевани радни простор

source: Default display currency
hu: Alapértelmezetten megjelenő pénznem
sr: Подразумевана валута за приказ

source: Default for 'Check' type of field {0} must be either '0' or '1'
ar: يجب أن يكون الإعداد الافتراضي لنوع حقل &quot;التحقق&quot; {0} إما &quot;0&quot; أو &quot;1&quot;
hu: A {0} mező 'Check' típusának alapértelmezett értéke '0' vagy '1' kell, hogy legyen
sr: Подразумевана вредност 'Означи' врсте поља {0} мора бити или '0' или '1'

source: Default value for {0} must be in the list of options.
ar: يجب أن تكون القيمة الافتراضية لـ {0} في قائمة الخيارات.
hu: A {0} alapértelmezett értékének szerepelnie kell az opciók listájában.
sr: Подразумевана вредност за {0} мора бити у листи опција.

source: Default {0}
ar: الافتراضي {0}
hu: Alapértelmezett {0}
sr: Подразумевано {0}

source: Default: "Contact Us"
ar: الافتراضي: &quot;اتصل بنا&quot;
hu: Alapértelmezett: "Kapcsolat"
sr: Подразумевано: "Контактирајте нас"

source: DefaultValue
ar: القيمة الافتراضية
hu: AlapértelmezettÉrték
sr: Подразумевана вредност

source: Defaults
ar: الافتراضات
hu: Alapértelmezések
sr: Подразумеване вредности

source: Defaults Updated
ar: تم تحديث الإعدادات الافتراضية
hu: Alapértelmezések Frissítve
sr: Подразумеване вредности ажуриране

source: Defines actions on states and the next step and allowed roles.
ar: يحدد الإجراءات على الدول والخطوة التالية والأدوار المسموح بها.
hu: Meghatározza az állapotokra és a következő lépésre vonatkozó műveleteket és az engedélyezett szerepeket.
sr: Дефинише радње за стање, следећи корак и дозвољене улоге.

source: Defines how long exported reports sent via email are kept in the system. Older files will be automatically deleted.
ar: يحدد هذا الخيار مدة الاحتفاظ بالتقارير المصدرة المرسلة عبر البريد الإلكتروني في النظام. سيتم حذف الملفات القديمة تلقائيًا.
hu: Meghatározza, hogy az e-mailben küldött exportált jelentések mennyi ideig maradjanak a rendszerben. A régebbi fájlok automatikusan törlődnek.
sr: Дефинише колико дуго се извештаји послати путем имејла чувају у систему. Старији фајлови ће бити аутоматски обрисани.

source: Defines workflow states and rules for a document.
ar: يحدد حالات وقواعد سير العمل لمستند ما.
hu: Meghatározza a dokumentum munkafolyamat állapotát és szabályait.
sr: Дефинише стање радних токова и правила за документ.

source: Delayed
ar: مؤجل
hu: Késleltetett
sr: Кашњење

source: Delete
ar: حذف
hu: Törlés
sr: Обриши

# Button in list view actions menu
source: Delete
ar: حذف
hu: Törlés
sr: Обриши

# Button in web form
source: Delete
ar: حذف
hu: Törlés
sr: Обриши

source: Delete Account
ar: حذف الحساب
hu: Fiók Törlése
sr: Обриши налог

source: Delete All
ar: حذف الكل
hu: Összes Törlése
sr: Обриши све

source: Delete Background Exported Reports After (Hours)
ar: حذف التقارير المصدرة في الخلفية بعد (ساعات)
hu: Háttérben Exportált Jelentések Törlése (Órák) Után
sr: Обриши извештаје из позадинског извоза након (сати)

# Title of confirmation dialog
source: Delete Column
ar: حذف العمود
hu: Oszlop Törlése
sr: Обриши колону

source: Delete Data
ar: حذف البيانات
hu: Adat Törlése
sr: Обриши податке

source: Delete Kanban Board
ar: حذف لوحة كانبان
hu: Kanban Tábla Törlése
sr: Обриши Канбан таблу

# Title of confirmation dialog
source: Delete Section
ar: حذف القسم
hu: Szakasz Törlése
sr: Обриши одељак

# Title of confirmation dialog
source: Delete Tab
ar: حذف علامة التبويب
hu: Lap Törlése
sr: Обриши картицу

source: Delete Workspace
hu: Munkaterület Törlése
sr: Обриши радни простор

source: Delete and Generate New
ar: حذف وإنشاء جديد
hu: Törlés és Új Létrehozása
sr: Обриши и генериши нови

# Button text
source: Delete column
ar: حذف العمود
hu: Oszlop Törlése
sr: Обриши колону

source: Delete comment?
ar: حذف التعليق؟
hu: Megjegyzés Törlése?
sr: Обриши коментар?

# Button text
source: Delete entire column with fields
ar: حذف العمود بأكمله مع الحقول
hu: Teljes oszlop törlése mezőkkel
sr: Обриши целу колону заједно са пољима

# Button text
source: Delete entire section with fields
ar: حذف القسم بأكمله مع الحقول
hu: Teljes szakasz törlése mezőkkel
sr: Обриши цео одељак заједно са пољима

# Button text
source: Delete entire tab with fields
ar: حذف علامة التبويب بأكملها مع الحقول
hu: Teljes lap törlése mezőkkel
sr: Обриши целу картицу заједно са пољима

# Button text
source: Delete section
ar: حذف القسم
hu: Szakasz törlése
sr: Обриши одељак

# Button text
source: Delete tab
ar: حذف علامة التبويب
hu: Lap törlése
sr: Обриши картицу

source: Delete this record to allow sending to this email address
ar: احذف هذا السجل للسماح بالإرسال إلى عنوان البريد الإلكتروني هذا
hu: Törölje ezt a rekordot, hogy engedélyezze a küldést erre az e-mail címre
sr: Обриши овај запис да би омогућио слање на ову имејл адресу

# Title of confirmation dialog
source: Delete {0} item permanently?
ar: هل تريد حذف العنصر {0} نهائياً؟
hu: A {0} elem végleges törlése?
sr: Трајно обриши {0} ставку?

# Title of confirmation dialog
source: Delete {0} items permanently?
ar: حذف {0} العناصر نهائيا؟
hu: {0} tétel végleges törlése?
sr: Трајно обриши {0} ставке?

source: Deleted
ar: حذف
hu: Törölt
sr: Обрисано

source: Deleted DocType
ar: DocType المحذوفة
hu: Törölt DocType
sr: Обрисани DocType

source: Deleted Document
ar: المستند المحذوف
hu: Törölt Dokumentum
sr: Обрисани документ

source: Deleted Documents
hu: Törölt Dokumentumok
sr: Обрисани документи

source: Deleted Name
ar: الاسم المحذوف
hu: Törölt Név
sr: Обрисани назив

source: Deleted all documents successfully
ar: تم حذف جميع المستندات بنجاح
hu: Sikeresen törölte az összes dokumentumot
sr: Сви документи су успешно обрисани

source: Deleted!
ar: حذف!
hu: Törölt!
sr: Обрисано!

source: Deleting {0}
ar: حذف {0}
hu: {0} Törlése
sr: Брисање {0}

source: Deleting {0} records...
ar: حذف {0} سجلات...
hu: {0} rekord törlése...
sr: Брисање {0} записа...

source: Deleting {0}...
ar: حذف {0}...
hu: {0} Törlése...
sr: Брисање {0}...

source: Deletion Steps
hu: Törlési Lépések
sr: Кораци за брисање

source: Delimiter must be a single character
ar: يجب أن يكون الفاصل حرفًا واحدًا
hu: Az elválasztójelnek egyetlen karakternek kell lennie
sr: Разделник мора бити један карактер

source: Delivery Status
ar: حالة التسليم
hu: Kézbesítés Állapota
sr: Статус испоруке

source: Deny
ar: ينكر
hu: Elutasít
sr: Одбиј

source: Department
ar: قسم
hu: Osztály
sr: Одељење

source: Dependencies
ar: التبعيات
hu: Függőségek
sr: Зависности

source: Dependencies & Licenses
ar: التبعيات والتراخيص
hu: Függőségek és Licencek
sr: Зависности и лиценце

source: Depends On
ar: يعتمد على
hu: Függés ettől
sr: Зависи од

source: Descendants Of
ar: أحفاد من
hu: Leszármazottai
sr: Изведени од

source: Descendants Of (inclusive)
ar: أحفاد (شاملة)
hu: Leszármazottai a (beleértve)
sr: Изведени од (са извором)

source: Description
ar: وصف
hu: Leírás
sr: Опис

source: Description for listing page, in plain text, only a couple of lines. (max 200 characters)
ar: وصف لصفحة القائمة ، بنص عادي ، سطرين فقط. (بحد أقصى 200 حرف)
hu: A listaoldal leírása, sima szövegben, csak néhány sorban. (maximum 200 karakter)
sr: Опис за страницу са листом, у обичном тексту, само пар редова (максимално 200 карактера)

source: Description to inform the user about any action that is going to be performed
ar: وصف لإعلام المستخدم بأي إجراء سيتم تنفيذه
hu: Leírás, amely tájékoztatja a felhasználót a végrehajtandó műveletekről
sr: Опис за информисање корисника о свакој радњи која ће бити извршена

source: Designation
ar: تعيين
hu: Titulus
sr: Улога

source: Desk Access
ar: الوصول للمكتب
hu: Asztal Hozzáférés
sr: Приступ радној површини

source: Desk Settings
ar: إعدادات المكتب
hu: Asztal Beállítások
sr: Подешавање радне површине

source: Desk Theme
ar: تصميم المكاتب
hu: Asztal Téma
sr: Тема радне површине

source: Desk User
ar: مستخدم المكتب
hu: Asztal Felhasználó
sr: Рецепционар

source: Desktop Icon
ar: أيقونة سطح المكتب
hu: Parancsikon
sr: Иконица радне површине

source: Desktop Icon already exists
ar: رمز سطح المكتب موجود بالفعل
hu: Parancsikon már létezik
sr: Иконица радне површине већ постоји

source: Details
ar: تفاصيل
hu: Részletek
sr: Детаљи

source: Did not add
ar: لم تضف
hu: Nem adja hozzá
sr: Није додато

source: Did not remove
ar: لم تقم بإزالة
hu: Nem távolította el
sr: Није уклоњено

source: Diff
ar: الفرق
hu: Eltérés
sr: Разлика

source: Different "States" this document can exist in. Like "Open", "Pending Approval" etc.
ar: مختلف "الحالات" في هذه الوثيقة يمكن أن تكون موجودة في. مثل "فتح" أو "في انتظار الموافقة" الخ.
hu: Különböző "Állapotok" melyben ez a dokumentum is létezhet. Mint "Nyitott", "Jóváhagyás folyamatban" stb.
sr: Различита "Стања" у којима документ може да се налази, као што су "Отворено", "На чекању за одобрење" итд.

source: Digits
ar: أرقام
hu: Számjegyek
sr: Бројчано

source: Directory Server
ar: خادم الدليل
hu: Directory Szerver
sr: Сервер директоријума

source: Disable Auto Refresh
ar: تعطيل التحديث التلقائي
hu: Automatikus Frissítés Letiltása
sr: Онемогући аутоматско освежавање

source: Disable Automatic Recency Filters
ar: تعطيل فلاتر الحداثة التلقائية
hu: Automatikus újbóli szűrők kikapcsolása
sr: Онемогући аутоматско филтрирање према новијем

source: Disable Change Log Notification
ar: تعطيل إشعار سجل التغييرات
hu: Változás Napló Értesítések Letiltása
sr: Онемогући обавештење о изменама

source: Disable Comment Count
ar: تعطيل عداد التعليقات
hu: Megyjegyzés Számláló Letiltása
sr: Онемогући број коментара

source: Disable Comments
ar: تعطيل التعليقات
hu: Megjegyzések Letiltása
sr: Онемогући коментаре

source: Disable Count
ar: تعطيل العد
hu: Számlálás Letiltása
sr: Онемогући бројање

source: Disable Document Sharing
ar: تعطيل مشاركة المستندات
hu: Dokumentum Megosztás Letiltása
sr: Онемогући дељење документа

source: Disable Likes
hu: Kedvelések Letiltása
sr: Онемогући лајкове

source: Disable Report
ar: تعطيل تقرير
hu: Jelentés Letiltása
sr: Онемогући извештај

source: Disable SMTP server authentication
ar: تعطيل مصادقة خادم SMTP
hu: Az SMTP-kiszolgáló hitelesítésének letiltása
sr: Онемогући SMTP сервер аутентификацију

source: Disable Sidebar Stats
ar: تعطيل إحصائيات الشريط الجانبي
hu: Oldalsáv Statisztikák Letiltása
sr: Онемогући статистику у бочној траци

source: Disable Signup for your site
ar: تعطيل الاشتراك في موقعك
hu: Regisztráció Letiltása a webhelyén
sr: Онемогући регистрацију за веб-сајт

source: Disable Standard Email Footer
ar: تعطيل تذييل البريد الإلكتروني الافتراضي
hu: Szabvány E-mail Lábléc Letiltása
sr: Онемогући стандардно имејл подножје

source: Disable System Update Notification
ar: تعطيل إشعار تحديث النظام
hu: Rendszerfrissítési Értesítés Tiltása
sr: Онемогући обавештења о ажурирању система

source: Disable Username/Password Login
ar: تعطيل تسجيل الدخول باستخدام اسم المستخدم/كلمة المرور
hu: Felhasználónév/Jelszó Bejelentkezés Titltása
sr: Онемогући пријаву са корисничким именом и лозинком

source: Disable signups
ar: تعطيل عمليات التسجيل
hu: Feliratkozások tiltása
sr: Онемогући пријављивања

source: Disabled
ar: معطل
hu: Tiltva
sr: Онемогућено

source: Disabled Auto Reply
ar: الرد التلقائي معطل
hu: Automatikus Válasz Tiltva
sr: Онемогући аутоматски одговор

source: Discard
ar: تجاهل
hu: Elvet
sr: Одбаци

# Button in web form
source: Discard
ar: تجاهل
hu: Elvet
sr: Одбаци

# Discard Email
source: Discard
ar: تجاهل
hu: Elvet
sr: Одбаци

source: Discard?
ar: تجاهل?
hu: Elvet?
sr: Одбаци?

source: Disclaimer: These indexes are suggested based on data and queries performed during this recording. These suggestions may or may not help.
ar: تنويه: هذه الفهارس مُقترحة بناءً على البيانات والاستعلامات التي تم إجراؤها أثناء هذا التسجيل. قد تُفيد هذه الاقتراحات أو لا تُفيد.
hu: Figyelem: Ezek az indexek a felvétel során végrehajtott adatok és lekérdezések alapján javasoltak. Ezek a javaslatok segíthetnek vagy nem segíthetnek.
sr: Одрицање од одговорности: Ови индекси су предложени на основу података и упита извршених током овог снимања. Ови предлози можда неће бити корисни.

source: Discussion Reply
ar: ردود المناقشة
hu: Válasz a Beszélgetésre
sr: Одговор на дискусију

source: Discussion Topic
ar: موضوع النقاش
hu: Beszélgetés Téma
sr: Тема дискусије

source: Dismiss
ar: رفض
hu: Bezár
sr: Одбаци

# Stop showing the onboarding widget.
source: Dismiss
ar: رفض
hu: Bezár
sr: Одбаци

source: Display
ar: عرض
hu: Megjelenítés
sr: Приказ

source: Display Depends On
ar: العرض يعتمد على
hu: Megjelenítés Ettől Függ
sr: Приказ зависи од

source: Display Depends On (JS)
ar: يعتمد العرض على (JS)
hu: Megjelenítés Ettől Függ (JS)
sr: Приказ зависи од (JS)

source: Divider
ar: فاصل
hu: Elválasztó
sr: Разделник

source: Do Not Create New User
hu: Ne Hozzon Létre Új Felhasználót
sr: Немој креирати новог корисника

source: Do not create new user if user with email does not exist in the system
ar: لا تقم بإنشاء مستخدم جديد إذا لم يكن المستخدم الذي لديه بريد إلكتروني موجودًا في النظام
hu: Ne hozzon létre új felhasználót, ha az e-mail címmel rendelkező felhasználó nem létezik a rendszerben
sr: Немој креирати новог корисника уколико корисник са тим имејлом не постоји у систему

source: Do not edit headers which are preset in the template
ar: لا تقم بتحرير الرؤوس التي يتم ضبطها مسبقا في القالب
hu: Ne módosítsa a sablonban beállított fejléceket
sr: Немој уређивати заглавља која су унапред постављена у шаблону

source: Do not have permission to access bucket {0}.
hu: Nincs jogosultsága a {0} tároló elérésére.
sr: Немате дозволу за приступ овом складишту {0}.

source: Do you still want to proceed?
ar: هل ما زلت ترغب في المتابعة؟
hu: Szeretné még folytatni?
sr: Да ли још увек желите да наставите?

source: Do you want to cancel all linked documents?
ar: هل تريد إلغاء جميع الوثائق المرتبطة؟
hu: Visszavonja az összes kapcsolódó dokumentumokat?
sr: Да ли желите да откажете све повезане документе?

source: Doc Event
ar: حدث دوك
hu: Doc Esemény
sr: Догађај документа

source: Doc Events
ar: دوك الأحداث
hu: Doc Események
sr: Догађаји документа

source: Doc Status
ar: حالة الوثيقة
hu: Doc Állapota
sr: Статус документа

source: DocField
sr: Поље документа

source: DocPerm
sr: Дозвола документа

source: DocShare
sr: Дељење документа

source: DocStatus of the following states have changed:<br><strong>{0}</strong><br> Do you want to update the docstatus of existing documents in those states?<br> This does not undo any effect bought in by the document's existing docstatus.
hu: A következő állapotok DocStatus-a megváltozott:<br><strong>{0}</strong><br> Szeretné frissíteni az ezekben az állapotokban meglévő dokumentumok dokumentumstátuszát?<br> Ez nem vonja vissza a dokumentum meglévő docstatus-a által megvásárolt hatást.
sr: Статус документа следећих стања је промењен:<br><strong>{0}</strong><br> Да ли желите да ажурирате status постојећих докумената у тим стањима?<br> Ово неће поништити никакве ефекте које је изазвао тренутни status документа.

source: DocType <b>{0}</b> provided for the field <b>{1}</b> must have atleast one Link field
ar: يجب أن يحتوي DocType <b>{0}</b> المتوفر للحقل <b>{1}</b> على حقل ارتباط واحد على الأقل
hu: DocType <b>{0}</b> a mezőhöz megadott <b>{1}</b> legalább egy Link mezővel kell rendelkeznie
sr: DocType <b>{0}</b> додељен за поље <b>{1}</b> мора имати барем једно линк поље

source: DocType Action
ar: عمل DocType
hu: DocType Művelet
sr: DocType радња

source: DocType Event
ar: حدث DocType
hu: DocType Esemény
sr: DocType догађај

source: DocType Layout
ar: تخطيط نوع المستند
hu: DocType Elrendezés
sr: DocType распоред

source: DocType Layout Field
ar: حقل تخطيط نوع المستند
hu: DocType Elrendezés Mező
sr: Поље распореда DocType

source: DocType Link
ar: رابط نوع الوثيقة
sr: DocType линк

source: DocType Missing
ar: نوع المستند مفقود
hu: DocType Hiányzik
sr: Недостаје DocType

source: DocType State
ar: حالة نوع المستند
hu: DocType Állapot
sr: DocType стање

source: DocType View
ar: طريقة عرض DocType
hu: DocType Nézet
sr: DocType приказ

source: DocType can not be merged
ar: لا يمكن دمج DOCTYPE
hu: DocType nem lehet összevonni
sr: DocType не може бити спојен

source: DocType can only be renamed by Administrator
ar: DOCTYPE لا يمكن تسميتها من قبل المسؤول
hu: DocType-ot csak Rendszergazda nevezheti át
sr: DocType може бити преименован само од стране администратора

source: DocType is a Table / Form in the application.
ar: DocType هو جدول / نموذج في التطبيق.
hu: DocType egy Táblázat / Űrlap az alkalmazában.
sr: DocType је табела / образац у апликацији.

source: DocType must be Submittable for the selected Doc Event
ar: يجب تقديم دوكتيب للحدث دوك المحدد
hu: A DocType-nak Beküldhetőnek kell lennie a kiválasztott dokumentumeseményhez
sr: DocType мора бити подложан подношењу за одабрани догађај документа

source: DocType must be a string
ar: يجب أن يكون نوع المستند سلسلة نصية
hu: DocType-nak egy karakterláncnak kell lennie
sr: DocType мора бити текст

source: DocType must have atleast one field
ar: يجب أن يحتوي نوع المستند على حقل واحد على الأقل
hu: DocType-nak legalább egy mezővel kell rendelkeznie
sr: DocType мора имати барем једно поље

source: DocType not supported by Log Settings.
ar: نوع المستند غير مدعوم من قبل إعدادات السجل.
hu: DocType nem támogatott a Naplóbeállítások által.
sr: DocType није подржан у подешавањима евиденција.

source: DocType on which this Workflow is applicable.
ar: DOCTYPE على سير العمل هذا الذي ينطبق.
hu: DocType melyre ez a munkafolyamat alkalmazható.
sr: DocType на који је радни ток примењив.

source: DocType required
ar: نوع المستند مطلوب
hu: DocType szükséges
sr: DocType је неопходан

source: DocType {0} does not exist.
ar: نوع المستند {0} غير موجود.
hu: DocType {0} nem létezik.
sr: DocType {0} не постоји.

source: DocType {} not found
ar: لم يتم العثور على نوع المستند {}
hu: DocType {} nem található
sr: DocType {} није пронађен

source: DocType's name should not start or end with whitespace
ar: يجب ألا يبدأ اسم DocType أو ينتهي بمسافة
hu: DocType neve nem kezdődhet és nem zárulhat szóközzel
sr: Назив DocType-а не сме почињати или завршавати се размаком

source: DocTypes can not be modified, please use {0} instead
hu: DocType-ok nem módosíthatók, kérjük, használja helyette a {0}
sr: DocType не може бити модификован, молимо Вас да користите {0} уместо тога

source: Doctype name is limited to {0} characters ({1})
ar: يقتصر اسم نوع المستند على {0} حرفًا ({1})
hu: DocType neve legfeljebb {0} karakter lehet ({1})
sr: Doctype назив је ограничен на {0} карактера ({1})

source: Doctype required
ar: Doctype المطلوبة
hu: DocType szükséges
sr: DocType је неопходан

source: Doctype with same route already exist. Please choose different title.
hu: DocType ugyanazzal az útvonallal már létezik. Kérjük, válasszon más címet.
sr: DocType са истом путањом већ постоји. Молимо Вас да изаберете другачији наслов.

source: Document
ar: وثيقة
hu: Dokumentum
sr: Документ

source: Document Actions
ar: وثيقة الإجراءات
hu: Dokumentum Műveletek
sr: Радње документа

source: Document Follow
ar: متابعة المستند
hu: Dokumentum Követése
sr: Праћење документа

source: Document Follow Notification
ar: وثيقة متابعة الإخطار
hu: Dokumentum Követési Értesítés
sr: Обавештење о праћењу документа

source: Document Link
ar: رابط المستند
hu: Dokumentum Hivatkozás
sr: Линк документа

source: Document Linking
ar: ربط المستندات
hu: Dokumentum Kapcsolás
sr: Повезивање документа

source: Document Links
ar: روابط الوثيقة
hu: Dokumentum Hivatkozások
sr: Линкови документа

source: Document Links Row #{0}: Could not find field {1} in {2} DocType
ar: صف روابط المستندات #{0}: تعذر العثور على الحقل {1} في نوع المستند {2}
hu: Dokumentumhivatkozások sor #{0}: Nem található a {1} mező a {2} DocType-ban
sr: Ред повезаних докумената #{0}: Није пронађено поље {1} у {2} DocType

source: Document Links Row #{0}: Invalid doctype or fieldname.
ar: صف روابط المستندات #{0}: نوع المستند أو اسم الحقل غير صالح.
hu: Dokumentumhivatkozások sor #{0}: Érvénytelen doctype vagy mezőnév.
sr: Ред повезаних докумената #{0}: Неважећи doctype или назив поља.

source: Document Links Row #{0}: Parent DocType is mandatory for internal links
ar: صف روابط المستندات #{0}: نوع المستند الرئيسي إلزامي للروابط الداخلية
hu: Dokumentumhivatkozások sor #{0}: A szülő DocType kötelező a belső hivatkozásokhoz
sr: Ред повезаних докумената #{0}: Матични DocType је обавезан за интерне линкове

source: Document Links Row #{0}: Table Fieldname is mandatory for internal links
ar: صف روابط المستندات #{0}: اسم حقل الجدول إلزامي للروابط الداخلية
hu: Dokumentumhivatkozások sor #{0}: A tábla mezőneve kötelező a belső hivatkozásokhoz
sr: Ред повезаних докумената #{0}: Назив поља табеле је обавезно за интерне линкове

source: Document Name
ar: اسم المستند
hu: Dokumentum Neve
sr: Назив документа

source: Document Name must be a string
ar: يجب أن يكون اسم المستند سلسلة نصية
hu: Dokumentum Nevének egy karakterláncnak kell lennie
sr: Назив документа мора бити текст

source: Document Naming Rule
ar: قاعدة تسمية الوثيقة
hu: Dokumentum Elnevezési Szabály
sr: Правило именовања документа

source: Document Naming Rule Condition
ar: شرط قاعدة تسمية المستند
hu: Dokumentum Elnevezési Szabály Feltétele
sr: Услов правила именовања документа

source: Document Naming Settings
ar: إعدادات تسمية المستندات
hu: Dokumentum Elnevezési Beállítások
sr: Подешавање именовања докумената

source: Document Queued
ar: المستند في قائمة الانتظار
hu: Várólistás Dokumentum
sr: Документ у реду за обраду

source: Document Restoration Summary
ar: ملخص استعادة المستند
hu: Dokumentum Helyreállítási Összefoglaló
sr: Резиме обнове документа

source: Document Restored
ar: تمت استعادة المستند
hu: Dokumentum Helyreállítva
sr: Документ обновљен

source: Document Saved
ar: تم حفظ المستند
hu: Dokumentum Mentve
sr: Документ сачуван

source: Document Share
ar: مشاركة المستند
hu: Dokumentum Megosztása
sr: Дељење документа

source: Document Share Key
ar: مفتاح مشاركة المستندات
hu: Dokumentum Megosztási Kulcs
sr: Кључ за дељење документа

source: Document Share Key Expiry (in Days)
ar: تاريخ انتهاء صلاحية مفتاح مشاركة المستند (بالأيام)
hu: Dokumentum Megosztási Kulcs Lejárata (napokban)
sr: Истицање кључа за дељење документа (у данима)

source: Document Share Report
ar: وثيقة حصة تقرير
hu: Dokumentum Megosztási Jelentés
sr: Извештај о дељењу документа

source: Document States
ar: الولايات ثيقة
hu: Dokumentum Állapotai
sr: Стања документа

source: Document Status
ar: حالة المستند
hu: Dokumentum Állapotai
sr: Статус документа

source: Document Tag
ar: علامة المستند
hu: Dokumentum Címke
sr: Ознака документа

source: Document Title
ar: عنوان المستند
hu: Dokumentum Címe
sr: Наслов документа

source: Document Type
ar: نوع الوثيقة
hu: Dokumentum Típus
sr: Врста документа

source: Document Type and Function are required to create a number card
ar: يلزم تحديد نوع المستند ووظيفته لإنشاء بطاقة رقمية
hu: A számkártya létrehozásához a Dokumentum Típus és a Függvény szükséges
sr: Врста и функција документа су неопходне да би се креирала бројчана картица
