Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: tag name..., e.g. #tag
ar: اسم العلامة ... ، على سبيل المثال #tag
hu: címke neve..., pl. #tag
sr: назив ознаке..., нпр. #ознака

source: tags
ar: العلامات
hu: címkék
sr: ознаке

source: tasks
ar: مهام
hu: feladatok
sr: задаци

source: text in document type
ar: النص في نوع الوثيقة
hu: szöveg dokumentum típusban
sr: тексту у врсти документа

source: text-height
ar: ارتفاع النص
hu: szöveg-magasság
sr: текст-висина

source: text-width
ar: عرض النص
hu: szöveg-szélesség
sr: текст-ширина

source: th
ar: ال
sr: тх

source: th-large
ar: TH-الكبيرة
hu: th-nagy
sr: тх-ларге

source: th-list
ar: TH-قائمة
hu: th-lista
sr: тх-листа

source: this form
ar: هذا النموذج
hu: ez az űrlap
sr: овај образац

source: this shouldn't break
ar: لا ينبغي أن ينكسر هذا
hu: ennek nem szabadna tönkremennie
sr: ово не би требало да се поквари

source: thumbs-down
ar: علامة إستهجان
hu: hüvelykujj-le
sr: палац-доле

source: thumbs-up
ar: الابهام إلى أعلى
hu: hüvelykujj-fel
sr: палац-горе

source: time
ar: الوقت
hu: idő
sr: време

source: tint
ar: لون
hu: színárnyalat
sr: кап

source: trash
ar: القمامة
hu: kuka
sr: канта

source: twitter
ar: تويتر
sr: тwиттер

source: updated to {0}
ar: تم التحديث إلى {0}
hu: frissítve erre: {0}
sr: ажурирано на {0}

source: upload
ar: رفع
hu: feltöltés
sr: отпремање

source: use % as wildcard
ar: استخدم % كحرف بدل
hu: % használata helyettesítő karakterként
sr: користите % као заменски симбол

source: user
ar: مستخدم
hu: felhasználó
sr: корисник

source: values separated by commas
ar: قيم مفصولة بفواصل
hu: vesszővel elválasztott értékek
sr: вредности одвојене зарезима

source: via Assignment Rule
ar: عبر قاعدة التنازل
hu: a Hozzárendelési Szabályon keresztül
sr: путем правила доделе

source: via Auto Repeat
ar: عبر خاصية التكرار التلقائي
hu: automatikus ismétlésen keresztül
sr: путем аутоматског понављања

source: via Data Import
ar: عبر استيراد البيانات
hu: Adatimporton keresztül
sr: путем увоза података

source: via Google Meet
ar: عبر جوجل ميت
hu: Google Meet-en keresztül
sr: путем Google Meet

source: via Notification
ar: عبر الإخطار
hu: értesítés útján
sr: путем обавештења

source: via automatic rule {0} on {1}
ar: عبر القاعدة التلقائية {0} بتاريخ {1}
hu: a(z) {1} automatikus {0} szabály segítségével
sr: путем аутоматско правила {0} на {1}

source: via {0}
ar: عبر {0}
hu: a következőn keresztül: {0}
sr: путем {0}

source: volume-down
ar: حجم إلى أسفل
hu: halkítás
sr: звук-доле

source: volume-off
ar: حجم حالا
hu: hangerő-ki
sr: звук-искључен

source: volume-up
ar: حجم المتابعة
hu: hangosítás
sr: звук-горе

source: wants to access the following details from your account
ar: يرغب في الوصول إلى التفاصيل التالية من حسابك
hu: a következő adatokhoz kíván hozzáférni a fiókjából
sr: жели да приступи следећим детаљима са Вашег налога

source: warning-sign
ar: علامة إنذار
hu: figyelmeztető-jel
sr: упозорење-знак

source: when clicked on element it will focus popover if present.
ar: عند النقر على العنصر، سيتم التركيز على النافذة المنبثقة إن وجدت.
hu: az elemre kattintva a felugró ablakra fókuszál, ha jelen van.
sr: када се кликне на елемент, фокусираће се на искачућу поруку уколико је присутна.

source: wkhtmltopdf 0.12.x (with patched qt).
ar: wkhtmltopdf 0.12.x (مع qt المعدل).
hu: wkhtmltopdf 0.12.x (javított qt-vel).
sr: wkhtmltopdf 0.12.x (са исправљеним qt).

source: wrench
ar: وجع
hu: csavarkulcs
sr: кључ

source: write
ar: الكتابة
hu: ír
sr: измена

source: yellow
ar: الأصفر
hu: sárga
sr: жута

source: yesterday
ar: في الامس
hu: tegnap
sr: јуче

source: {0} ${skip_list ? "" : type}
hu: {0} ${skip_list ? "" : típus}
sr: {0} ${skip_list ? "" : vrsta}

source: {0} ({1}) (1 row mandatory)
ar: {0} ({1}) (صف واحد إلزامي)
hu: {0} ({1}) (1 sor kötelező)
sr: {0} ({1}) (1 ред обавезан)

source: {0} Calendar
ar: {0} التقويم
hu: {0} Naptár
sr: {0} календар

source: {0} Chart
ar: {0} الرسم البياني
hu: {0} Diagram
sr: {0} графикон

source: {0} Dashboard
ar: {0} لوحة المعلومات
hu: {0} műszerfal
sr: {0} контролна табла

source: {0} Fields
ar: {0} الحقول
hu: {0} Mezők
sr: {0} поља

source: {0} Google Calendar Events synced.
ar: {0} تمت مزامنة أحداث تقويم Google.
hu: {0} Google Naptár esemény szinkronizálva.
sr: {0} Google Calendar догађаја синхронизовано.

source: {0} Google Contacts synced.
ar: {0} مزامنة جهات اتصال Google.
hu: {0} Google Névjegy szinkronizálva.
sr: {0} Google Contacts синхронизовано.

source: {0} Liked
ar: {0} أعجبني
hu: {0} Tetszett
sr: {0} лајковано

source: {0} List
ar: قائمة {0}
hu: {0} Lista
sr: {0} листа

source: {0} M
ar: {0} م
hu: {0} H
sr: {0} М

source: {0} Map
ar: {0} خريطة
hu: {0} Térkép
sr: {0} мапа

source: {0} Modules
ar: {0} وحدات
hu: {0} Modulok
sr: {0} модули

source: {0} Name
ar: {0} الاسم
hu: {0} Név
sr: {0} назив

source: {0} Not allowed to change {1} after submission from {2} to {3}
ar: {0} غير مسموح بتغيير {1} بعد الإرسال من {2} إلى {3}
hu: {0} Nem megengedett a {1} megváltoztatása a benyújtás után {2}-ről {3}-re
sr: {0} није дозвољено мењати {1}, након што је поднето од {2} за {3}

source: {0} Report
ar: {0} تقرير
hu: {0} Jelentés
sr: {0} извештај

source: {0} Reports
ar: {0} تقارير
hu: {0} Jelentések
sr: {0} извештаји

source: {0} Settings
ar: {0} الإعدادات
hu: {0} Beállítások
sr: {0} подешавања

source: {0} Tree
ar: {0} شجرة
hu: {0} Fa
sr: {0} стабло

source: {0} Web page views
ar: {0} مشاهدات الصفحة
hu: {0} Weboldal megtekintések
sr: {0} прегледа веб-странице

source: {0} Workspace
hu: {0} Munkaterület
sr: {0} радни простор

source: {0} added
ar: {0} أضيف
hu: {0} hozzáadva
sr: {0} додато

source: {0} added 1 row to {1}
ar: تمت إضافة صف واحد إلى {1}{0}
hu: {0} hozzáadott 1 sort ehhez: {1}
sr: {0} је додао 1 ред у {1}

source: {0} added {1} rows to {2}
hu: {0} hozzáadott {1} sort ehhez: {2}
sr: {0} је додао {1} редова у {2}

source: {0} already exists. Select another name
ar: {0} موجود بالفعل. حدد اسما آخر
hu: {0} már létezik. Válasszon másik nevet
sr: {0} већ постоји. Изаберите други назив

source: {0} already unsubscribed
ar: {0} غير مشترك أصلاً
hu: {0} már leiratkozott
sr: {0} је већ отказао претплату

source: {0} already unsubscribed for {1} {2}
ar: {0} تم إلغاء الاشتراك في {1} {2}
hu: {0} már leiratkozott erről {1} {2}
sr: {0} је већ отказао претплату за {1} {2}

source: {0} and {1}
ar: {0} و {1}
hu: {0} és {1}
sr: {0} и {1}

source: {0} appreciated on {1}
ar: {0} موضع تقدير في {1}
hu: {0} értékelve {1}
sr: {0} је дао признање за {1}

source: {0} appreciated your work on {1} with {2} point
ar: {0} قدر عملك على {1} بنقطة {2}
hu: {0} {2} ponttal értékelte a munkádat a(z) {1} kapcsán
sr: {0} је дао признање за Ваш рад на {1} са {2} поеном

source: {0} appreciated your work on {1} with {2} points
ar: {0} قدر عملك على {1} بنقاط {2}
hu: {0} {2} ponttal értékelte a munkádat a(z) {1} kapcsán
sr: {0} је дао признање за Ваш рад на {1} са {2} поена

source: {0} appreciated {1}
ar: {0} موضع تقدير {1}
hu: {0} értékelt {1}
sr: {0} је дао признање {1}

source: {0} appreciation point for {1}
hu: {0} értékelési pont a {1}-ért
sr: {0} поен признања за {1}

source: {0} appreciation points for {1}
hu: {0} értékelési pont a {1}-ért
sr: {0} поена признања за {1}

source: {0} are currently {1}
ar: {0} حاليًا {1}
hu: {0} jelenleg {1}
sr: {0} је тренутно {1}

source: {0} are required
ar: {0} مطلوبة
hu: {0} szükséges
sr: {0} су неопходни

source: {0} assigned a new task {1} {2} to you
ar: {0} خصص مهمة جديدة {1} {2} لك
hu: {0} új feladatot adott Önnek {1} {2}
sr: {0} је доделио нови задатак {1} {2} за Вас

source: {0} assigned {1}: {2}
ar: {0} تعيين {1}: {2}
hu: {0} kijelölt {1}: {2}
sr: {0} доделио {1}: {2}

# Form timeline
source: {0} attached {1}
ar: {0} أرفق {1}
hu: {0} csatolva {1}
sr: {0} приложен {1}

source: {0} can not be more than {1}
ar: لا يمكن أن يكون {0} أكبر من {1}
hu: {0} nem lehet nagyobb, mint {1}
sr: {0} не може бити веће од {1}

source: {0} cancelled this document
ar: تم إلغاء هذا المستند {0}
hu: {0} érvénytelenítette ezt a dokumentumot
sr: {0} је отказао овај документ

# Form timeline
source: {0} cancelled this document {1}
ar: {0} ألغى هذا المستند {1}
hu: {0} érvénytelenítette ezt a dokumentumot {1}
sr: {0} је отказао овај документ {1}

source: {0} cannot be amended because it is not cancelled. Please cancel the document before creating an amendment.
ar: لا يمكن تعديل {0} لأنه لم يتم إلغاؤه. يرجى إلغاء المستند قبل إجراء أي تعديل.
hu: {0} nem helyesbíthető, mert nincs visszavonva. Kérjük, vonja vissza a dokumentumot a helyesbített létrehozása előtt.
sr: {0} не може бити измењен јер није отказан. Молимо Вас да откажете документ пре него што направите измену.

source: {0} cannot be hidden and mandatory without any default value
ar: لا يمكن إخفاء {0} وهو إلزامي بدون أي قيمة افتراضية
hu: {0} nem lehet rejtett és kötelező alapértelmezett érték nélkül
sr: {0} не може бити сакривено и обавезно без задате вредности

source: {0} changed the value of {1}
ar: {0} غيّر قيمة {1}
hu: {0} megváltoztatta a {1} értékét
sr: {0} је променио вредност {1}

source: {0} changed the value of {1} {2}
ar: {0} غيّر قيمة {1} {2}
hu: {0} megváltoztatta a {1} {2} értékét
sr: {0} је променио вредност за {1} {2}

source: {0} changed the values for {1}
ar: {0} غيّر القيم لـ {1}
hu: {0} megváltoztatta a {1} értékeit
sr: {0} је променио вредности за {1}

source: {0} changed the values for {1} {2}
ar: {0} غيّر القيم لـ {1} {2}
hu: {0} megváltoztatta a {1} {2} értékeit
sr: {0} је променио вредности за {1} {2}

# Form timeline
source: {0} changed {1} to {2}
ar: {0} غيّر {1} إلى {2}
hu: {0} {1} megváltoztatva {2}
sr: {0} је променио {1} у {2}

source: {0} comments
ar: {0} تعليقات
hu: {0} hozzászólás
sr: {0} коментара

source: {0} contains an invalid Fetch From expression, Fetch From can't be self-referential.
ar: {0} يحتوي على تعبير Fetch From غير صالح، لا يمكن أن يكون Fetch From مرجعيًا ذاتيًا.
hu: A {0} érvénytelen Fetch From kifejezést tartalmaz, a Fetch From nem lehet önhivatkozó.
sr: {0} садржи неважећи израз функције преузми из, функција преузми из не може бити самореференцијална.

source: {0} created successfully
ar: تم إنشاء {0} بنجاح
hu: {0} sikeresen létrehozva
sr: {0} је успешно креирано

source: {0} created this
ar: {0} أنشأ هذا المستند
hu: {0} létrehozta ezt
sr: {0} је креирао ово

# Form timeline
source: {0} created this document {1}
ar: أنشأ {0} هذا المستند {1}
hu: {0} létrehozta ezt a dokumentumot {1}
sr: документ {1} је креиран од стране {0}

source: {0} criticism point for {1}
hu: {0} kritikai pont a {1} számára
sr: {0} поен критике за {1}

source: {0} criticism points for {1}
hu: {0} kritikai pont a {1} számára
sr: {0} поена критике за {1}

source: {0} criticized on {1}
ar: {0} انتقد يوم {1}
hu: {0} bírálta {1}
sr: {0} је критикован на {1}

source: {0} criticized your work on {1} with {2} point
ar: {0} انتقد عملك على {1} بنقطة {2}
hu: {0} kritizálta munkáját a {1} oldalon a {2} ponttal
sr: {0} је критиковао Ваш рад на {1} са {2} поеном

source: {0} criticized your work on {1} with {2} points
ar: {0} انتقد عملك على {1} بـ {2} نقاط
hu: {0} kritizálta munkáját a {1} oldalon a {2} ponttal
sr: {0} је критиковао Ваш рад на {1} са {2} поена

source: {0} criticized {1}
ar: {0} انتقد {1}
hu: {0} bírálta {1}
sr: {0} је критиковао {1}

source: {0} d
ar: {0} د
hu: {0} n
sr: {0} д

source: {0} days ago
ar: قبل {0} أيام
hu: {0} napja
sr: пре {0} дана

source: {0} does not exist in row {1}
ar: {0} غير موجود في الصف {1}
hu: {0} nem létezik a(z) {1} sorban
sr: {0} не постоји у реду {1}

source: {0} field cannot be set as unique in {1}, as there are non-unique existing values
ar: لا يمكن أن يحتوي اسم الحقل {0} على أحرف خاصة مثل {1}
hu: A {0} mező nem állítható be egyediként a {1} mezőben, mivel vannak nem egyedi meglévő értékek
sr: {0} поље не може бити постављено као јединствено у {1}, јер постоје нејединствене постојеће вредности

source: {0} format could not be determined from the values in this column. Defaulting to {1}.
ar: تعذر تحديد تنسيق {0} من القيم الموجودة في هذا العمود. سيتم استخدام التنسيق الافتراضي {1}.
hu: A {0} formátum nem határozható meg az oszlop értékeiből. Az alapértelmezett érték {1}.
sr: {0} формат није могао бити одређен из вредности у овој колони. Подразумевано на {1}.

source: {0} from {1} to {2}
ar: {0} من {1} إلى {2}
hu: {0} a {1} és a {2} között
sr: {0} из {1} у {2}

source: {0} from {1} to {2} in row #{3}
ar: {0} من {1} إلى {2} في الصف #{3}
hu: {0} a {1} -tól a {2} -ig a #{3} sorban
sr: {0} из {1} у {2} у реду #{3}

source: {0} gained {1} point for {2} {3}
ar: {0} حصل على {1} نقطة لـ {2} {3}
hu: {0} szerzett {1} pontot {2} {3}-ért
sr: {0} је добио {1} поен за {2} {3}

source: {0} gained {1} points
hu: {0} {1} pontokat szerzett
sr: {0} је добио {1} поена

source: {0} gained {1} points for {2} {3}
ar: {0} حصل على {1} نقاط لـ {2} {3}
hu: {0} szerzett {1} pontot {2} {3}-ért
sr: {0} је добио {1} поена за {2} {3}

source: {0} gave {1} points
hu: {0} {1} pontot adott
sr: {0} је доделио {1} поена

source: {0} has already assigned default value for {1}.
ar: {0} قام بالفعل بتعيين القيمة الافتراضية لـ {1}.
hu: A {0} már alapértelmezett értéket rendelt a {1} elemhez.
sr: {0} је већ доделио подразумевану вредност за {1}.

source: {0} has been successfully added to the Email Group.
ar: {0} تم بنجاح الإضافة إلى مجموعة البريد الإلكتروني
hu: {0} sikeresen hozzá adta az E-mail Csoporthoz.
sr: {0} је успешно додат у Имејл групу.

source: {0} has left the conversation in {1} {2}
ar: {0} تركت محادثة في {1} {2}
hu: {0} elhagyta a beszélgetést itt: {1} {2}
sr: {0} је напустио разговор у {1} {2}

source: {0} has no versions tracked.
ar: {0} لا يحتوي على إصدارات متعقبة.
hu: A(z) {0}-nak/nek nincsenek nyomon követhető verziói.
sr: Нема праћених верзија за {0}.

source: {0} hours ago
ar: {0} قبل ساعات
hu: {0} órája
sr: пре {0} часова

source: {0} if you are not redirected within {1} seconds
ar: {0} إذا لم تتم إعادة توجيهك خلال {1} ثانية
hu: {0} ha a {1} másodpercen belül nem kerül átirányításra
sr: {0} уколико нисте преусмерени унутар {1} секунди

source: {0} in row {1} cannot have both URL and child items
ar: {0} في الصف {1} لا يمكن أن يكون لها عنوان URL وبنود فرعية في نفس الوقت
hu: {0} a {1} sorban nem lehet URL és gyermek elem egyaránt
sr: {0} у реду {1} не може имати URL и зависне ставке

source: {0} is a mandatory field
ar: {0} حقل إلزامي
hu: A(z) {0} egy kötelező mező
sr: {0} је обавезно поље

source: {0} is a not a valid zip file
ar: {0} ليس ملفًا مضغوطًا صالحًا
hu: {0} nem érvényes zip fájl
sr: {0} није важећи zip фајл

source: {0} is an invalid Data field.
ar: {0} هو حقل بيانات غير صالح.
hu: A(z) {0} érvénytelen adatmező.
sr: {0} није важеће поље за податак.

source: {0} is an invalid email address in 'Recipients'
ar: {0} هو عنوان بريد إلكتروني غير صالح في &quot;المستلمين&quot;
hu: {0} egy érvénytelen e-mail cím a 'Címzettek' közt
sr: {0} није важећа имејл адреса у 'Примаоци'

source: {0} is between {1} and {2}
ar: {0} يقع بين {1} و {2}
hu: {0} {1} és {2}között van
sr: {0} је између {1} и {2}

source: {0} is currently {1}
ar: {0} حاليًا {1}
hu: {0} jelenleg {1}
sr: {0} је тренутно {1}

source: {0} is equal to {1}
ar: {0} يساوي {1}
hu: {0} egyenlő {1}
sr: {0} је једнако {1}

source: {0} is greater than or equal to {1}
ar: {0} أكبر من أو يساوي {1}
hu: {0} nagyobb vagy egyenlő, mint {1}
sr: {0} је веће или једнако {1}

source: {0} is greater than {1}
ar: {0} أكبر من {1}
hu: {0} nagyobb, mint {1}
sr: {0} је веће од {1}

source: {0} is less than or equal to {1}
ar: {0} أقل من أو يساوي {1}
hu: {0} kisebb vagy egyenlő, mint {1}
sr: {0} је мање или једнако {1}

source: {0} is less than {1}
ar: {0} أقل من {1}
hu: {0} kisebb, mint {1}
sr: {0} је мање од {1}

source: {0} is like {1}
ar: {0} يشبه {1}
hu: {0} olyan, mint a {1}
sr: {0} је као {1}

source: {0} is mandatory
ar: {0} إلزامي
hu: {0} kötelező
sr: {0} је обавезно

source: {0} is not a field of doctype {1}
ar: {0} ليس حقلاً من نوع المستند {1}
hu: {0} nem a {1} doctype mezője
sr: {0} није поље за doctype {1}

source: {0} is not a raw printing format.
ar: {0} ليس تنسيق طباعة خامًا.
hu: A(z) {0} nem egy nyers nyomtatási formátum.
sr: {0} није формат за необрађено штампање.

source: {0} is not a valid Calendar. Redirecting to default Calendar.
ar: {0} ليس تقويمًا صالحًا. إعادة التوجيه إلى التقويم الافتراضي.
hu: {0} nem érvényes Naptár. Átirányítás az alapértelmezett Naptárra.
sr: {0} није важећи календар. Преусмеравање на подразумевани календар.

source: {0} is not a valid Cron expression.
ar: {0} ليس تعبيرًا صالحًا في Cron.
hu: {0} nem érvényes Cron kifejezés.
sr: {0} није важећи Cron израз.

source: {0} is not a valid DocType for Dynamic Link
ar: {0} ليس نوع DocType صالحًا للارتباط الديناميكي
hu: A(z) {0} nem érvényes DocType a Dynamic Link számára
sr: {0} није важећи DocType или динамички линк

source: {0} is not a valid Email Address
ar: {0} بريد الكتروني غير صالح<br>{0} is not a valid Email Address
hu: {0} nem érvényes e-mail cím
sr: {0} није важећа имејл адреса

source: {0} is not a valid Name
ar: {0} ليس اسمًا صالحًا
hu: {0} nem érvényes név
sr: {0} није важећи назив

source: {0} is not a valid Phone Number
ar: {0} ليس رقم هاتف صالحًا
hu: {0} nem érvényes telefonszám
sr: {0} није важећи број телефона

source: {0} is not a valid Workflow State. Please update your Workflow and try again.
ar: {0} ليست حالة سير عمل صالحة. يرجى تحديث سير العمل والمحاولة مرة أخرى.
hu: {0} nem érvényes munkafolyamat-állapot. Kérjük, frissítse a munkafolyamatot, és próbálja újra.
sr: {0} није важеће стање радног тока. Молимо Вас да ажурирате свој радни ток и покушате поново.

source: {0} is not a valid parent DocType for {1}
ar: {0} ليس نوع مستند أصليًا صالحًا لـ {1}
hu: {0} nem érvényes szülő DocType a(z) {1} számára
sr: {0} није важећи матични DocType за {1}

source: {0} is not a valid parentfield for {1}
ar: {0} ليس حقلاً أصلياً صالحاً لـ {1}
hu: {0} nem érvényes szülőmező a {1} számára
sr: {0} није важеће матично поље за {1}

source: {0} is not a valid report format. Report format should one of the following {1}
ar: {0} ليس تنسيق تقرير صالحًا. يجب أن يكون تنسيق التقرير مما يلي {1}
hu: {0} nem érvényes jelentésformátum. A jelentésformátumnak a következő {1} formátumok egyikének kell lennie
sr: {0} није важећи формат извештаја. Формат извештаја треба да буде један од следећих {1}

source: {0} is not a zip file
ar: {0} ليس ملفًا مضغوطًا
hu: {0} nem zip fájl
sr: {0} није zip фајл

source: {0} is not an allowed role for {1}
ar: الدور {0} غير مسموح به لـ {1}
hu: {0} nem engedélyezett szerepkör a {1} számára
sr: {0} није дозвољена улога за {1}

source: {0} is not equal to {1}
ar: {0} لا يساوي {1}
hu: {0} nem egyenlő {1}
sr: {0} није једнако {1}

source: {0} is not like {1}
ar: {0} لا يشبه {1}
hu: {0} nem olyan, mint {1}
sr: {0} није као {1}

source: {0} is not one of {1}
ar: {0} ليس واحدا من {1}
hu: {0} nem tartozik {1} közé
sr: {0} није један од {1}

source: {0} is not set
ar: لم يتم تعيين {0}
hu: {0} nincs beállítva
sr: {0} није постављен

source: {0} is now default print format for {1} doctype
ar: {0} هو الآن تنسيق الطباعة الافتراضي لنوع المستند {1}
hu: {0} most alapértelmezett nyomtatási formátum az {1} doctype-hoz
sr: {0} је сада подразумевани формат за штампање за {1} doctype

source: {0} is one of {1}
ar: {0} هو أحد {1}
hu: {0} egyike az {1}
sr: {0} је једно од {1}

source: {0} is required
ar: {0} مطلوب
hu: {0} szükséges
sr: {0} је обавезан

source: {0} is set
ar: تم تعيين {0}
hu: {0} be van állítva
sr: {0} је постављено

source: {0} is within {1}
ar: {0} يقع ضمن {1}
hu: {0} a {1}-en belül van
sr: {0} је унутар {1}

source: {0} items selected
ar: {0} العناصر المحددة
hu: {0} elem kijelölve
sr: одабрано {0} ставки

source: {0} just impersonated as you. They gave this reason: {1}
ar: قام {0} بانتحال شخصيتك. وقد ذكروا السبب التالي: {1}
hu: {0} most adta ki magát neked. Ezt az okot adta meg: {1}
sr: {0} се управо представио као Ви. Навео је следећи разлог: {1}

source: {0} last edited this
ar: {0} آخر تعديل لهذا
hu: {0} utoljára szerkesztette ezt
sr: {0} је последњи пут ово уредио

source: {0} logged in
ar: {0} تم تسجيل الدخول
hu: {0} bejelentkezve
sr: {0} се пријавио

source: {0} logged out: {1}
ar: {0} تسجيل الخروج: {1}
hu: {0} kijelentkezett: {1}
sr: {0} се одјавио: {1}

source: {0} m
ar: {0} م
hu: {0} p
sr: {0} м

source: {0} mentioned you in a comment in {1} {2}
ar: {0} ذكرتك في تعليق في {1} {2}
hu: {0} megemlített téged egy megjegyzésben a(z) {1} {2} -ben
sr: {0} Вас је поменуо у коментару у {1} {2}

source: {0} minutes ago
ar: قبل {0} دقائق
hu: {0} perce
sr: пре {0} минута

source: {0} months ago
ar: قبل {0} أشهر
hu: {0} hónappal ezelőtt
sr: пре {0} месеци

source: {0} must be after {1}
ar: {0} يجب أن يكون بعد {1}
hu: {0} a(z) {1} után kell lennie
sr: {0} мора бити након {1}

source: {0} must be beginning with '{1}'
hu: {0} a '{1}' kezdetűnek kell lennie.
sr: {0} мора почињати са '{1}'

source: {0} must be equal to '{1}'
hu: {0} egyenlőnek kell lennie '{1}'
sr: {0} мора бити једнако '{1}'

source: {0} must be none of {1}
hu: {0} nem lehet a(z) {1} egyike sem
sr: {0} не сме бити ниједно од {1}

source: {0} must be one of {1}
ar: {0} يجب أن يكون واحدا من {1}
hu: {0} a(z) {1} egyikének kell lennie
sr: {0} мора бити један од {1}

source: {0} must be set first
ar: يجب تعيين {0} أولا
hu: {0} először meg kell adni
sr: {0} мора прво бити постављено

source: {0} must be unique
ar: {0} يجب أن تكون فريدة من نوعها
hu: {0} egyedinek kell lennie
sr: {0} мора бити јединствено

source: {0} must be {1} {2}
hu: {0} kell lennie {1} {2}
sr: {0} мора бити {1} {2}

source: {0} must begin and end with a letter and can only contain letters, hyphen or underscore.
hu: {0} betűvel kell kezdődnie és végződnie, és csak betűket, kötőjelet vagy aláhúzást tartalmazhat.
sr: {0} мора почињати и завршавати се словом и може садржати само слова, црту или доњу црту.

source: {0} not a valid State
ar: {0} ليست حالة صالحة
hu: {0} nem érvényes állapot
sr: {0} није важеће стање

source: {0} not allowed to be renamed
ar: {0} غير مسموح بإعادة تسميته
hu: {0} nem szabad átnevezni
sr: {0} се не може преименовати

source: {0} not found
ar: لم يتم العثور على {0}
hu: {0} nem található
sr: {0} није пронађено

source: {0} of {1}
ar: {0} من {1}
sr: {0} од {1}

source: {0} of {1} ({2} rows with children)
ar: {0} من {1} ({2} صفوف تحتوي على أطفال)
hu: {0} a {1} -ből ({2} sor gyermekekkel)
sr: {0} од {1} ({2} редова са зависним подацима)

source: {0} of {1} sent
hu: {1}-ből {0} küldve
sr: {0} од {1} послато

source: {0} or {1}
ar: {0} أو {1}
hu: {0} vagy {1}
sr: {0} или {1}

source: {0} record deleted
ar: تم حذف السجل {0}
hu: {0} rekord törölve
sr: обрисан је {0} запис

source: {0} records are not automatically deleted.
ar: لا يتم حذف السجلات {0} تلقائيًا.
hu: A {0} rekordok nem törlődnek automatikusan.
sr: {0} записа се не брише аутоматски.

source: {0} records are retained for {1} days.
ar: يتم الاحتفاظ بسجلات {0} لمدة {1} أيام.
hu: {0} rekordokat {1} napig őrizünk meg.
sr: {0} записа се чува {1} дана.

source: {0} records deleted
ar: {0} تم حذف السجلات
hu: {0} rekord törölve
sr: {0} записа обрисано

source: {0} records will be exported
ar: سيتم تصدير {0} السجلات
hu: A(z) {0} rekordok exportálásra kerülnek
sr: {0} записа ће бити извезено

source: {0} removed 1 row from {1}
ar: {0} حذف صف واحد من {1}
hu: {0} eltávolított 1 sort innen: {1}
sr: {0} је уклонио 1 ред из {1}

# Form timeline
source: {0} removed attachment {1}
ar: {0} أزال المرفق {1}
hu: {0} eltávolította a mellékletet {1}
sr: {0} је уклонио прилог {1}

source: {0} removed their assignment.
ar: قام {0} بإزالة مهمتهم.
hu: {0} eltávolította a hozzárendelését.
sr: {0} је уклонио свој задатак.

source: {0} removed {1} rows from {2}
ar: {0} حذف {1} صفًا من {2}
hu: {0} eltávolított {1} sort innen: {2}
sr: {0} је уклонио {1} редова из {2}

source: {0} reverted your point on {1}
ar: {0} التراجع عن وجهة نظرك في {1}
hu: {0} visszaállította a pontját ezen a napon: {1}
sr: {0} је опозвао Ваш поен на {1}
