Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Provide a list of allowed file extensions for file uploads. Each line should contain one allowed file type. If unset, all file extensions are allowed. Example: <br>CSV<br>JPG<br>PNG
hu: Adja meg a fájlfeltöltéshez engedélyezett fájlkiterjesztések listáját. Minden sornak egy engedélyezett fájltípust kell tartalmaznia. Ha nincs megadva, akkor minden fájlkiterjesztés engedélyezett. Példa: <br>CSV<br>JPG<br>PNG
sr: Наведите листу дозвољених екстензија фајлова за отпремање. Свака линија треба да садржи један дозвољени тип фајла. Уколико није подешено, дозвољене су све екстензије фајлова. Пример: <br>CSV<br>JPG<br>PNG

source: Provider
ar: المزود
hu: Szolgáltató
sr: Провајдер

source: Provider Name
ar: اسم المزود
hu: Szolgáltató Neve
sr: Назив провајдера

source: Public
ar: جمهور
hu: Nyilvános
sr: Јавни

# Workspace Category
source: Public
ar: جمهور
hu: Nyilvános
sr: Јавни

source: Public Files (MB)
ar: الملفات العامة (ميغابايت)
hu: Nyilvános Fájlok (MB)
sr: Јавни фајлови (MB)

source: Public Files Backup:
ar: النسخ الاحتياطي للملفات العامة:
hu: Nyilvános fájlok biztonsági mentése:
sr: Резервна копија јавних фајлова:

source: Publish
ar: نشر
hu: Közzététel
sr: Објави

source: Publish as a web page
hu: Weboldalként való közzététel
sr: Објави као веб-страницу

source: Published
ar: نشرت
hu: Közzétéve
sr: Објављено

source: Published On
ar: نشرت في
hu: Közzétette Ekkor
sr: Објављено на

source: Published on
ar: نشرت في
hu: Közzétette ekkor
sr: Објављено на

source: Publishing Dates
ar: تواريخ النشر
hu: Kiadás Dátuma
sr: Датуми објављивања

source: Pull Emails
ar: سحب رسائل البريد الإلكتروني
hu: E-mailek Letöltése
sr: Повуци имејлове

source: Pull from Google Calendar
ar: سحب من تقويم جوجل
hu: Letöltés a Google Naptárból
sr: Повуци из Google Calendar

source: Pull from Google Contacts
ar: سحب من اتصالات جوجل
hu: Letöltés a Google Névjegyekből
sr: Повуци из Google Contacts

source: Pulled from Google Calendar
ar: تم سحبها من تقويم Google
hu: A Google Naptárból letöltve
sr: Повучено из Google Calendar

source: Pulled from Google Contacts
ar: سحبت من اتصالات جوجل
hu: A Google Névjegyekből letöltve
sr: Повучено из Google Contacts

source: Pulling emails...
ar: جارٍ استخراج رسائل البريد الإلكتروني...
hu: E-mailek letöltése...
sr: Повлачење имејлова...

source: Purchase Manager
ar: مدير المشتريات
hu: Beszerzési Menedzser
sr: Менаџер набавке

source: Purchase Master Manager
ar: المدير الرئيسي للمشتريات
hu: Beszerzés Törzsadat Menedzser
sr: Главни менџер за набавку

source: Purchase User
ar: عضو الشراء
hu: Beszerzési Felhasználó
sr: Корисник набавке

source: Purple
ar: أرجواني
hu: Lila
sr: Љубичасто

source: Push Notification Settings
ar: إعدادات الإشعارات الفورية
hu: Push Értesítés Beállítások
sr: Подешавање пусх обавештења

source: Push Notifications
ar: الإشعارات الفورية
hu: Push Értesítések
sr: Push обавештења

source: Push to Google Calendar
ar: اضغط على تقويم Google
hu: Küldés a Google Naptárba
sr: Пошаљи у Google Calendar

source: Push to Google Contacts
ar: اضغط على جهات اتصال Google
hu: Küldés a Google Névjegyekbe
sr: Пошаљи у Google Contacts

source: Put on Hold
ar: تم تعليق العملية
hu: Visszavon
sr: Стави на чекање

source: QR Code
ar: رمز الاستجابة السريعة
hu: QR Kód
sr: QR код

source: QR Code for Login Verification
ar: رمز الاستجابة السريعة لتسجيل الدخول
hu: QR Kód a Bejelentkezés Ellenőrzéséhez
sr: QR код за верификацију пријављивања

source: QZ Tray Failed:
ar: فشل علبة QZ:
hu: QZ tálca hiba:
sr: QZ Tray неуспешно:

source: Quarterly
ar: فصلي
hu: Negyedévenként
sr: Квартално

source: Query
ar: سؤال
hu: Lekérdezés
sr: Упит

source: Query / Script
ar: استعلام / برنامج نصي
hu: Lekérdezés / Szkript
sr: Упит / Скрипта

source: Query Options
ar: خيارات الاستعلام
hu: Lekérdezés Beállítások
sr: Опције упита

source: Query Parameters
ar: معلمات الاستعلام
hu: Lekérdezési Paraméterek
sr: Параметри упита

source: Query Report
ar: الاستعلام عن
hu: Lekérdezési Jelentés
sr: Извештај по упиту

source: Query analysis complete. Check suggested indexes.
ar: اكتمل تحليل الاستعلام. تحقق من الفهارس المقترحة.
hu: A lekérdezés elemzése befejeződött. Ellenőrizze a javasolt indexeket.
sr: Анализа упита завршена. Погледајте предложене индексе.

source: Query must be of SELECT or read-only WITH type.
ar: يجب أن يكون الاستعلام من نوع SELECT أو نوع WITH للقراءة فقط.
hu: A lekérdezésnek SELECT vagy írásvédett WITH típusúnak kell lennie.
sr: Упит мора бити врсте SELECT или реад-онлy.

source: Queue
ar: طابور
hu: Várakozási Sor
sr: Ред

source: Queue Overloaded
ar: قائمة الانتظار مكتظة
hu: Várólista Túlterhelt
sr: Ред преоптерећен

source: Queue Status
ar: حالة قائمة الانتظار
hu: Várakozási Sor Állapota
sr: Статус реда

source: Queue Type(s)
ar: نوع (أنواع) قائمة الانتظار
hu: Várakozási Sor Típus(ok)
sr: Врсте редова

source: Queue in Background (BETA)
ar: قائمة الانتظار في الخلفية (إصدار تجريبي)
hu: Háttérben várakozás (BÉTA)
sr: Ред у позадини (БЕТА)

source: Queue should be one of {0}
ar: يجب أن تكون قائمة الانتظار واحدة من {0}
hu: A sornak {0} egyikének kell lennie
sr: Ред треба да буде један од {0}

source: Queue(s)
ar: قائمة الانتظار (قوائم الانتظار)
hu: Várakozási Sor(ok)
sr: Ред(ови)

source: Queued
ar: قائمة الانتظار
hu: Várakozik
sr: У реду

source: Queued At
ar: في قائمة الانتظار
hu: Sorba Állva Ekkor
sr: У реду стављен

source: Queued By
ar: تمت إضافته إلى قائمة الانتظار بواسطة
hu: Sorba Állva Tőle
sr: У реду стављен од стране

source: Queued for Submission. You can track the progress over {0}.
ar: تمت إضافته إلى قائمة الانتظار للإرسال. يمكنك تتبع التقدم عبر {0}.
hu: Beküldésre vár. Az előrehaladást a {0} oldalon követheti nyomon.
sr: У реду за подношење. Можете пратити напредак преко {0}.

source: Queued for backup. It may take a few minutes to an hour.
ar: قائمة الانتظار للنسخ الاحتياطي. قد يستغرق الأمر بضع دقائق إلى ساعة.\n<br>\nQueued for backup. It may take a few minutes to an hour.
hu: Biztonsági mentésre várakozik. Ez néhány perctől egy óráig is eltarthat.
sr: У реду за резервну копију. Може потрајати од неколико минута до сат времена.

source: Queued for backup. You will receive an email with the download link
ar: قائمة الانتظار للنسخ الاحتياطي. سوف تتلقى رسالة بريد إلكتروني مع رابط التحميل
hu: Biztonsági mentésre várakozik. Kapni fog egy e-mailt a letöltési linkkel
sr: У реду за резервну копију. Добићете имејл са линком за преузимање

source: Queued {0} emails
hu: Várakozási Sorban álló e-mailek száma {0}
sr: {0} имејлова у реду

source: Queues
ar: الطوابير
hu: Várakozási Sorok
sr: Редови

source: Queuing emails...
hu: E-mailek sorba állítása...
sr: Имејлови се стављају у ред...

source: Queuing {0} for Submission
ar: جارٍ وضع {0} في قائمة الانتظار للإرسال
hu: Sorban állás {0} beküldésre
sr: {0} се ставља у ред за подношење

source: Quick Entry
ar: إدخال سريع
hu: Gyors Bevitel
sr: Брзи унос

source: Quick Help for Setting Permissions
ar: مساعدة سريعة لضبط الأذونات
hu: Gyors Segítség az Engedélyek Beállításához
sr: Брза помоћ за подешавање дозвола

source: Quick List Filter
ar: تصفية القائمة السريعة
hu: Gyorslista Szűrő
sr: Брзи филтер листе

source: Quick Lists
ar: قوائم سريعة
hu: Gyorslisták
sr: Брза листа

source: Quoting must be between 0 and 3
ar: يجب أن يكون الاقتباس بين 0 و 3
hu: Az idézésnek 0 és 3 között kell lennie
sr: Број понуда мора бити између 0 и 3

source: RAW Information Log
ar: سجل معلومات RAW
hu: RAW Információs Napló
sr: Евиденција необрађених података

source: Random
ar: عشوائي
hu: Véletlenszerű
sr: Насумично

source: Range
ar: نطاق
hu: Tartomány
sr: Опсег

source: Rank
hu: Rang
sr: Ранг

source: Rate Limiting
ar: تحديد معدل الاستخدام
hu: Forgalom Korlátozása
sr: Ограничење протока

source: Rate Limits
hu: Forgalmi Korlát
sr: Ограничење протока

source: Rate limit for email link login
hu: E-mail link bejelentkezési korlátja
sr: Ограничење учесталости пријављивања путем линка у имејлу

source: Rating
ar: تقييم
hu: Értékelés
sr: Оцена

source: Raw Commands
ar: أوامر الخام
hu: Nyers Parancsok
sr: Необрађене команде

source: Raw Email
ar: البريد الإلكتروني الخام
hu: Nyers E-mail
sr: Необрађени имејл

source: Raw Printing
ar: الطباعة الخام
hu: Nyers Nyomtatás
sr: Необрађено штампање

source: Raw Printing Setting
ar: إعدادات الطباعة الخام
hu: Nyers Nyomtatási Beállítás
sr: Подешавање необрађеног штампања

source: Raw Printing Settings
ar: إعدادات الطباعة الخام
hu: Nyers Nyomtatási Beállítások
sr: Подешавања необрађене штампе

source: Re-Run in Console
ar: أعد التشغيل في وحدة التحكم
hu: Újrafuttatás a konzolban
sr: Поново покрени у конзоли

source: Read
ar: قرأ
hu: Olvas
sr: Прочитано

source: Read Only
ar: للقراءة فقط
hu: Csak olvasható
sr: Искључиво за читање

source: Read Only Depends On
ar: قراءة يعتمد فقط على
hu: Csak olvasható, a következőtől függ
sr: Искључиво за читање зависи од

source: Read Only Depends On (JS)
ar: يعتمد على القراءة فقط (JS)
hu: Csak olvasható, a következőtől függ (JS)
sr: Искључиво за читање зависи од (JS)

source: Read Only Mode
ar: وضع القراءة فقط
hu: Csak Olvasható Mód
sr: Режим искључиво за читање

source: Read Time
ar: وقت القراءة
hu: Olvasási idő
sr: Време читања

source: Read by Recipient
ar: قراءة من قبل المتلقي
hu: Címzett által olvasva
sr: Прочитао прималац

source: Read by Recipient On
ar: قراءة من قبل المتلقي
hu: Címzett által olvasva ekkor
sr: Прочитао прималац на

source: Read mode
ar: وضع القراءة
hu: Olvasómód
sr: Режим читања

source: Read the documentation to know more
ar: اقرأ الوثائق لمعرفة المزيد
hu: További információkért olvassa el a dokumentációt
sr: Прочитајте документацију за више информација

source: Readme
ar: اقرأني
hu: Olvass El
sr: Упутство

source: Realtime (SocketIO)
ar: الوقت الحقيقي (SocketIO)
hu: Valós Idejű (SocketIO)
sr: У реалном времену (SocketIO)

source: Reason
ar: سبب
hu: Ok
sr: Разлог

source: Rebuild
ar: إعادة بناء
hu: Újjáépítés
sr: Обнови

source: Rebuild Tree
ar: إعادة بناء الشجرة
hu: Fa Újraépítése
sr: Поново изградити стабло

source: Rebuilding of tree is not supported for {}
ar: إعادة بناء الشجرة غير مدعومة لـ {}
hu: A fa újraépítése nem támogatott a következőhöz: {}
sr: Обнављање стабла није подржано за {}

source: Received
ar: تلقيت
hu: Beérkezett
sr: Примљено

source: Received an invalid token type.
ar: تم استلام نوع رمز غير صالح.
hu: Érvénytelen tokentípust kapott.
sr: Примљена је неважећа врста токена.

source: Receiver By Document Field
ar: المتلقي حسب حقل المستند
hu: Címzett Szerint Dokumentum Mező
sr: Прималац по пољу документа

source: Receiver By Role
ar: المتلقي حسب الدور
hu: Címzett Szerepkör Szerint
sr: Прималац по улози

source: Receiver Parameter
ar: معامل المستقبل
hu: Fogadó fél Paraméterei
sr: Параметар примаоца

source: Recent Activity
hu: Legutóbbi Tevékenység
sr: Недавне активности

source: Recent years are easy to guess.
ar: السنوات الأخيرة من السهل تخمين.
hu: Az elmúlt éveket könnyű kitalálni.
sr: Недавне године се лако наслућују.

source: Recents
ar: آخر الأخبار
hu: Előzmények
sr: Недавно

source: Recipient
ar: مستلم
hu: Címzett
sr: Прималац

source: Recipient Account Field
ar: حقل حساب المستلم
hu: Címzett Fiók Mező
sr: Поље налога примаоца

source: Recipient Unsubscribed
ar: المتلقي غير المشتركين
hu: Címzett Leiratkozott
sr: Прималац је отказао претплату

source: Recipients
ar: المستلمين
hu: Címzettek
sr: Примаоци

source: Recorder
ar: مسجل
hu: Rögzítő
sr: Алат за снимање

source: Recorder Query
ar: استعلام المُسجِّل
hu: Felvevő Lekérdezés
sr: Упит из алата за снимање

source: Recorder Suggested Index
ar: فهرس مقترح للمسجل
hu: Felvevő Által Javasolt Index
sr: Предложени индекси из алата за снимање

source: Records for following doctypes will be filtered
ar: سيتم تصفية السجلات لأنواع المستندات التالية
hu: A következő doctype-ok rekordjai kerülnek szűrésre
sr: Записи за следеће врсте докумената биће филтрирани

source: Recursive Fetch From
ar: جلب متكرر من
hu: Rekurzív Lekérdezés Innen
sr: Рекурзивно преузимање из

source: Red
ar: أحمر
hu: Piros
sr: Црвено

source: Redirect HTTP Status
ar: حالة إعادة التوجيه HTTP
hu: Átirányítás HTTP Állapot
sr: HTTP status преусмеравања

source: Redirect To Path
ar: إعادة التوجيه إلى المسار
hu: Átirányítás az Útvonalra
sr: Преусмери на путању

source: Redirect URI
ar: عنوان إعادة التوجيه
hu: Átirányítás URI
sr: URI за преусмеравање

source: Redirect URI Bound To Auth Code
ar: إعادة التوجيه URI ملزمة لكود التفويض
hu: Auth kódhoz kötött URI átirányítása
sr: URI за преусмеравање повезан са аутентификационом кодом

source: Redirect URIs
ar: إعادة توجيه محددات
hu: Átirányítás URI-k
sr: URI-јеви за преусмеравање

source: Redirect URL
ar: إعادة توجيه URL
hu: Átirányítás URL
sr: URL за преусмеравање

source: Redirect to the selected app after login
ar: إعادة التوجيه إلى التطبيق المحدد بعد تسجيل الدخول
hu: Átirányítás a kiválasztott alkalmazásra bejelentkezés után
sr: Преусмери на изабрану апликацију након пријављивања

source: Redirect to this URL after successful confirmation.
ar: سيتم إعادة توجيهك إلى هذا الرابط بعد تأكيد العملية بنجاح.
hu: Átirányítás erre az URL-re a sikeres megerősítés után.
sr: Преусмери на овај URL након успешне потврде.

source: Redirects
ar: إعادة التوجيه
hu: Átirányítások
sr: Преусмеравања

source: Redis cache server not running. Please contact Administrator / Tech support
ar: مخبأ خادم رديس يست قيد التشغيل. الرجاء الاتصال بمسؤول / الدعم الفني
hu: A Redis gyorsítótár-kiszolgáló nem fut. Kérjük, lépjen kapcsolatba a rendszergazdával / technikai támogatással
sr: Redis cache сервер није покренут. Молимо Вас да контактирате администратор / техничку подршку

source: Redo
ar: إعادة
hu: Újra
sr: Врати

source: Redo last action
ar: أعد تنفيذ الإجراء الأخير
hu: Legutóbbi művelet visszaállítása
sr: Врати последњу радњу

source: Ref DocType
ar: المرجع DOCTYPE
hu: Hiv. DocType
sr: Референтни DocType

source: Referance Doctype and Dashboard Name both can't be used at the same time.
ar: لا يمكن استخدام نوع المستند المرجعي واسم لوحة المعلومات في نفس الوقت.
hu: A hivatkozási Doctype és az Műszerfal Név nem használható egyszerre.
sr: Референтни DocType и назив контролне табле не могу се користити истовремено.

source: Reference
ar: مرجع
hu: Hivatkozás
sr: Референца

source: Reference Date
ar: المرجع تاريخ
hu: Hivatkozási Dátum
sr: Датум референце

source: Reference Doc
ar: المستند المرجعي
hu: Referenciadokumentum
sr: Референца документа

source: Reference DocName
ar: مرجع DocName
hu: Hivatkozás DocNév
sr: Назив референтног документа

source: Reference DocType
ar: مرجع DOCTYPE
hu: Hivatkozás DocType
sr: DocType референца

source: Reference DocType and Reference Name are required
ar: مطلوب مرجع دوكتيب واسم مرجع
hu: A referencia DocType és a Referencia neve kötelező
sr: DocType референца и референтни назив су неопходни

source: Reference Docname
ar: إشارة DocName
hu: Hivatkozás Docnév
sr: Назив референтног документа

source: Reference Doctype
ar: مرجع Doctype
hu: Hivatkozás DocType
sr: DocType референца

source: Reference Document
ar: وثيقة مرجعية
hu: Hivatkozás Dokumentum
sr: Референтни документ

source: Reference Document Name
ar: اسم المستند المرجعي
hu: Hivatkozási Dokumentum Neve
sr: Назив референтног документа

source: Reference Document Type
ar: مرجع نوع الوثيقة
hu: Hivatkozás Dokumentum Típusa
sr: Врста референтног документа

source: Reference Name
ar: اسم الإشارة
hu: Hivatkozás Név
sr: Назив референце

source: Reference Owner
ar: إشارة المالك
hu: Hivatkozás Tulajdonos
sr: Власник референце

source: Reference Report
ar: تقرير مرجعي
hu: Hivatkozás Jelentés
sr: Референтни извештај

source: Reference Type
ar: نوع المرجع
hu: Hivatkozás Típusa
sr: Врста референце

source: Reference document has been cancelled
ar: تم الغاء الوثيقة المرجعية
hu: A hivatkozás dokumentumot törölték
sr: Референтни документ је отказан

source: Reference name
ar: اسم المرجع
hu: Hivatkozás név
sr: Назив референце

source: Reference: {0} {1}
ar: إشارة: {0} {1}
hu: Hivatkozás: {0} {1}
sr: Референца: {0} {1}

source: Referrer
ar: المرجع
sr: Извор приступа

source: Refresh
ar: تحديث
hu: Újratölt
sr: Освежи

source: Refresh All
ar: تحديث كافة
hu: Összes Frissítése
sr: Освежи све

source: Refresh Google Sheet
ar: قم بتحديث ورقة Google
hu: Google Táblázatok Frissítése
sr: Освежи Google Sheet

source: Refresh Token
ar: تحديث رمز
hu: Token Frissítése
sr: Токен за освежавање

# Document count in list view
source: Refreshing
ar: منعش
hu: Újratöltés
sr: Освежавање

source: Refreshing...
ar: جاري التحديث...
hu: Újratöltés...
sr: Освежавање...

source: Registered but disabled
ar: سجل لكن المعوقين
hu: Regisztrált, de letiltott
sr: Регистровано, али онемогућено

source: Rejected
ar: مرفوض
hu: Elutasított
sr: Одбијено

source: Relay Server URL missing
ar: عنوان URL لخادم الترحيل مفقود
hu: Hiányzik a továbbító (Relay) szerver URL-címe
sr: Недостаје URL за релеј сервер

source: Relay Settings
ar: إعدادات المرحل
hu: Relay Beállítások
sr: Подешавање релеја

source: Release
ar: يطلق
hu: Kiadás
sr: Издање

source: Release Notes
ar: ملاحظات الإصدار
hu: Kiadási Megjegyzések
sr: Напомене о издању

source: Relink
ar: إعادة ربط
hu: Újracsatolás
sr: Поновно повезивање

source: Relink Communication
ar: الاتصالات إعادة ربط
hu: Átszerkeszt Kommunikációt
sr: Поновно повезивање комуникације

source: Relinked
ar: إعادة ربط
hu: Átszerkesztve
sr: Поново повезано

source: Reload
ar: تحديث
hu: Újratöltés
sr: Поновно учитавање

source: Reload File
ar: إعادة تحميل الملف
hu: Fájl Újratöltése
sr: Поново учитај фајл

source: Reload List
ar: أعد تحميل القائمة
hu: Lista Újratöltése
sr: Поново учитај листу

source: Reload Report
ar: تقرير إعادة التحميل
hu: Jelentés Újratöltése
sr: Поново учитај извештај

source: Remember Last Selected Value
ar: تذكر آخر مختارة القيمة
hu: Utolsó Kiválasztott Érték Megjegyzése
sr: Запамти последњу изабрану вредност

source: Remind At
ar: تذكير في
hu: Emlékeztető Ekkor
sr: Подсетник у

source: Remind Me
ar: ذكّرني
hu: Emlékeztess
sr: Подсети ме

source: Remind Me In
ar: ذكرني في
hu: Emlékeztessen
sr: Подсети ме за

source: Reminder
ar: تذكير
hu: Emlékeztető
sr: Подсетник

source: Reminder cannot be created in past.
ar: لا يمكن إنشاء تذكير في الماضي.
hu: Emlékeztető nem hozható létre a múltban.
sr: Подсетник не може бити креиран у прошлости.

source: Reminder set at {0}
ar: تم ضبط التذكير على {0}
hu: Emlékeztető beállítva {0}
sr: Подсетник постављен на {0}

source: Remove
ar: حذف
hu: Eltávolítás
sr: Уклони

source: Remove Failed Jobs
ar: إزالة المهام الفاشلة
hu: Sikertelen Feladatok Eltávolítása
sr: Уклони неуспешне задатке

source: Remove Field
ar: إزالة الميدان
hu: Mező Eltávolítása
sr: Уклони поље

source: Remove Section
ar: إزالة القسم
hu: Szakasz Eltávolítása
sr: Уклони одељак

source: Remove all customizations?
ar: إزالة كافة التخصيصات ؟
hu: Az összes testreszabás eltávolítása?
sr: Уклони сва прилагођавања?

source: Remove all fields in the column
ar: قم بإزالة جميع الحقول في العمود
hu: Az oszlop összes mezőjének eltávolítása
sr: Уклони сва поље у колони

source: Remove column
ar: إزالة العمود
hu: Oszlop eltávolítása
sr: Уклони колону

source: Remove field
ar: إزالة الحقل
hu: Mező eltávolítása
sr: Уклони поље

source: Remove last column
ar: قم بإزالة العمود الأخير
hu: Utolsó oszlop eltávolítása
sr: Уклони последњу колону

source: Remove page break
ar: قم بإزالة فاصل الصفحات
hu: Oldaltörés eltávolítása
sr: Уклони прелом странице

source: Remove section
ar: إزالة القسم
hu: Szakasz eltávolítása
sr: Уклони одељак

source: Remove tab
ar: إزالة علامة التبويب
hu: Fül eltávolítása
sr: Уклони картицу

source: Rename
ar: إعادة تسمية
hu: Átnevezés
sr: Преименуј

source: Rename Fieldname
ar: إعادة تسمية اسم الحقل
hu: Mezőnév Átnevezése
sr: Преименуј назив поља

source: Rename {0}
ar: إعادة تسمية {0}
hu: {0} átnevezése
sr: Преименуј {0}

source: Renamed files and replaced code in controllers, please check!
ar: إعادة تسمية الملفات ورمز استبدالها في وحدات التحكم ، يرجى مراجعة!
hu: Átnevezett fájlok és kicserélt kódok a vezérlőkben, kérjük, ellenőrizze!
sr: Преименовани фајлови и замењени код у контролерима, молимо Вас проверите!

source: Render labels to the left and values to the right in this section
ar: اعرض التسميات على اليسار والقيم على اليمين في هذا القسم
hu: A címkék balra, az értékek jobbra jelenjenek meg ebben a szakaszban
sr: Приказивања ознака са леве стране и вредности са десне стране у овом одељку

source: Reopen
ar: إعادة فتح
hu: Újranyitása
sr: Поново отвори

source: Repeat
ar: كرر
hu: Ismétlés
sr: Понови

source: Repeat Header and Footer
ar: تكرار رأس وتذييل الصفحة
hu: Fejléc és Lábléc Ismétlése
sr: Понови заглавље и подножје

source: Repeat On
ar: كرر على
hu: Ismétlés ekkor
sr: Поновити на

source: Repeat Till
ar: تكرار حتى
hu: Ismétlés eddig
sr: Понављати до

source: Repeat on Day
ar: كرر يوم
hu: Ismételje meg a napon
sr: Поновити на дан

source: Repeat on Days
ar: كرر ذلك في الأيام
hu: Ismétlés a Napokon
sr: Поновити на дане

source: Repeat on Last Day of the Month
ar: كرر في اليوم الأخير من الشهر
hu: Ismételje meg a hónap utolsó napján
sr: Поновити на последњи дан у месецу

source: Repeat this Event
ar: كرر هذا الحدث
hu: Ismételje meg ezt az eseményt
sr: Поновити овај догађај

source: Repeats like "aaa" are easy to guess
ar: كما يكرر &quot;AAA&quot; من السهل تخمين
hu: Az olyan ismétlések, mint az "aaa" könnyen kitalálhatóak
sr: Понављања као "ааа" се лако наслућују

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
ar: يكرر مثل &quot;abcabcabc&quot; ليست سوى أصعب قليلا لتخمين من &quot;اي بي سي&quot;
hu: Az olyan ismétléseket, mint az "abcabcabcabc" csak valamivel nehezebb kitalálni, mint az "abc"
sr: Понављања као "абцабцабц" су само мало тежа за наслутити од "абц"

source: Repeats {0}
ar: يكرر {0}
hu: Ismétlések {0}
sr: Поновљено {0}

source: Replied
ar: رد
hu: Válaszolt
sr: Одговорено

source: Reply
ar: رد
hu: Válasz
sr: Одговори

source: Reply All
ar: الرد على الجميع
hu: Válasz Mindenkinek
sr: Одговори свима

source: Report
ar: تقرير
hu: Jelentés
sr: Извештај

source: Report Builder
ar: تقرير منشئ
hu: Jelentés Készítő
sr: Уређивач извештаја

source: Report Column
ar: عمود التقرير
hu: Jelentés Oszlop
sr: Колона извештаја

source: Report Description
ar: وصف تقرير
hu: Jelentés Leírása
sr: Опис извештаја

source: Report Document Error
ar: تقرير خطأ في المستند
hu: Dokumentum Hiba Jelentése
sr: Грешка у документу извештаја

source: Report Filter
ar: عامل تصفية التقرير
hu: Jelentés Szűrő
sr: Филтер извештаја

source: Report Filters
ar: مرشحات تقرير
hu: Jelentés Szűrők
sr: Филтери извештаја

source: Report Hide
ar: إخفاء التقرير
hu: Jelentés Elrejtése
sr: Сакриј извештај

source: Report Information
ar: تقرير المعلومات
hu: Jelentés Információk
sr: Информације о извештају

source: Report Manager
ar: مدير التقارير
hu: Jelentéskezelő
sr: Менаџер извештавања

source: Report Name
ar: تقرير الاسم
hu: Jelentés Neve
sr: Назив извештаја

source: Report Name, Report Field and Fucntion are required to create a number card
ar: يلزم إدخال اسم التقرير وحقل التقرير ووظيفته لإنشاء بطاقة رقمية
hu: Jelentés neve, Jelentés mező és Funkció szükséges a számkártya létrehozásához
sr: Назив извештаја, поље извештаја и функција су неопходни за креирање бројчане картице

source: Report Ref DocType
ar: رقم التقرير نوع المستند
hu: Jelentés Hiv. DocType
sr: Референтни DocType извештаја

source: Report Reference Doctype
ar: تقرير مرجع Doctype
hu: Jelentés Hivatkozás DocType
sr: Референтни DocType извештаја

source: Report Type
ar: نوع التقرير
hu: Jelentés Típusa
sr: Врста извештаја

source: Report View
ar: عرض التقرير
hu: Jelentés Nézet
sr: Приказ извештаја

source: Report cannot be set for Single types
ar: لا يمكن تعيين التقرير لأنواع واحدة
hu: A jelentés nem állítható be az Egyedi típusok esetében
sr: Извештај се може бити постављен за појединачне врсте
