Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Allows the user to search and see records.
hu: Lehetővé teszi a felhasználó számára a rekordok keresését és megtekintését.
sr: Дозвољава кориснику претрагу и преглед записа.

source: Allows the user to use Data Import tool to create / update records.
hu: Lehetővé teszi a felhasználó számára, hogy az Adatimport eszközzel rekordokat hozzon létre/frissítsen.
sr: Дозвољава кориснику коришћење алата за увоз података за креирање / ажурирање записа.

source: Allows the user to view the document.
hu: Lehetővé teszi a felhasználó számára a dokumentum megtekintését.
sr: Дозвољава кориснику приказ документа.

source: Allows users to enable the mask property for any field of the respective doctype.
hu: Lehetővé teszi a felhasználók számára a mask tulajdonság engedélyezését a megfelelő doctype bármely mezőjéhez.
sr: Дозвољава корисницима омогућавање својства маске за било које поље одговарајуће врсте документа.

source: Already Registered
ar: مسجل بالفعل
hu: Már Regisztrált
sr: Већ регистрован

source: Already in the following Users ToDo list:{0}
ar: بالفعل في قائمة &quot;المهام للمستخدمين&quot; التالية: {0}
hu: Már a következő felhasználók ToDo listáján:{0}
sr: Већ се налази на листи за урадити следећих корисника: {0}

source: Also adding the dependent currency field {0}
ar: إضافة حقل العملة التابعة {0}
hu: Az alárendelt pénznem mezőt is hozzáadja {0}
sr: Такође додавање зависног поља за валуту {0}

source: Also adding the status dependency field {0}
ar: إضافة حقل تبعية الحالة أيضًا {0}
hu: A státuszfüggőségi mező hozzáadása is {0}
sr: Такође додавање поља од зависности статуса {0}

source: Alternative Email ID
ar: معرف بريد إلكتروني بديل
hu: Alternatív Email Azonosító
sr: Алтернативни имејл ИД

source: Always BCC Address
ar: عنوان BCC دائمًا
hu: Mindig BCC Cím
sr: Увек BCC адреса

source: Always add "Draft" Heading for printing draft documents
ar: دائما إضافة "كلمة مسودة" عند طباعة المسودات
hu: Mindig adja hozzá a „Vázlat” címsort a nyomtatandó dokumentumokhoz
sr: Увек додај "Нацрт" наслов за штампање нацрта докумената

source: Always use this email address as sender address
ar: استخدم دائمًا عنوان البريد الإلكتروني هذا كعنوان المرسل
hu: Mindig ezt az e-mail címet használja feladó címként
sr: Увек користи ову имејл адресу као адресу пошиљаоца

source: Always use this name as sender name
ar: استخدم هذا الاسم دائمًا كاسم المرسل
hu: Mindig ezt az nevet használja feladó neveként
sr: Увек користи овај назив као назив пошиљаоца

source: Amend
ar: تعديل
hu: Helyesbít
sr: Измени

source: Amend Counter
ar: تعديل مضاد
hu: Helyesbítés Számláló
sr: Бројач измена

source: Amended Document Naming Settings
ar: إعدادات تسمية المستندات المعدلة
hu: Helyesbített Dokumentum Elnevezési Beállítások
sr: Подешавања за именовање измењених докумената

source: Amended Documents
ar: الوثائق المعدلة
hu: Helyesbített Dokumentumok
sr: Измењени документи

source: Amended From
ar: معدل من
hu: Helyesbítve innen
sr: Измењено из

# Freeze message while amending a document
source: Amending
ar: المعدل
hu: Helyesbítés
sr: Измена

source: Amendment Naming Override
ar: تجاوز تسمية التعديل
hu: Helyesbítés Elnevezés Felülírása
sr: Занемари правила именовања измена

source: Amendment Not Allowed
ar: التعديل غير مسموح به
hu: Helyesbítés Nem Engedélyezett
sr: Измена није дозвољена

source: Amendment naming rules updated.
ar: تم تحديث قواعد تسمية التعديلات.
hu: Helyesbítés elnevezési szabályai frissültek.
sr: Правила именовања измена ажурирана.

source: An email to verify your request has been sent to your email address. Please verify your request to complete the process.
ar: تم إرسال بريد إلكتروني إلى عنوان بريدك الإلكتروني لتأكيد طلبك. يرجى تأكيد طلبك لإتمام العملية.
hu: Egy visszaigazoló e-mailt küldtünk az e-mail címére, amely a kérését ellenőrzi. Kérjük, erősítse meg kérését a folyamat befejezéséhez.
sr: Имејл за потврду Вашег захтева је послат на Вашу имејл адресу. Молимо Вас да потврдите захтев како бисте завршили процес.

source: An error occurred while setting Session Defaults
ar: حدث خطأ أثناء إعداد الإعدادات الافتراضية للجلسة
hu: Hiba történt a Munkamenet Alapértelmezéseinek beállításakor
sr: Дошло је до грешке приликом постављања подразумеваних подешавања сесије

source: An icon file with .ico extension. Should be 16 x 16 px. Generated using a favicon generator. [favicon-generator.org]
ar: ملف أيقونة بصيغة ico. يجب أن تكون 16 × 16 بكسل. تم إنشاؤها باستخدام مولد أيقونات. [favicon-generator.org]
hu: Egy ikon fájlt .ico kiterjesztéssel. Legyen 16 x 16 px. favicon generátor felhasználásával előállított. [favicon-generator.org]
sr: Иконица са екстензијом .ицо. Требало би да буде размере 16 x 16 px. Генерисано помоћу фавицон генератора. [favicon-generator.org]

source: An unexpected error occurred while authorizing {}.
ar: حدث خطأ غير متوقع أثناء عملية المصادقة {}.
hu: Váratlan hiba történt a(z) {} engedélyezése során.
sr: Догодила се неочекивана грешка приликом ауторизације {}.

source: Analytics
ar: التحليلات
hu: Analitika
sr: Аналитика

source: Ancestors Of
ar: أجداد
hu: Ősök
sr: Надређени од

source: Announcement Widget
ar: أداة الإعلان
hu: Közlemény Widget
sr: Подешавање за виџет најава

source: Announcements
ar: الإعلانات
hu: Közlemények
sr: Најаве

source: Annual
ar: سنوي
hu: Éves
sr: Годишњи

source: Anonymization Matrix
ar: مصفوفة إخفاء الهوية
hu: Anonimizálási Mátrix
sr: Матрица анонимности

source: Anonymous responses
ar: ردود مجهولة
hu: Névtelen válaszok
sr: Анонимни одговори

source: Another transaction is blocking this one. Please try again in a few seconds.
ar: معاملة أخرى يتم حظر هذه واحدة. يرجى المحاولة مرة أخرى في بضع ثوان.
hu: Egy másik tranzakció blokkolja ezt. Kérjük, próbálja újra pár másodperc múlva.
sr: Друга трансакција блокира ову. Покушајте поново за неколико секунди.

source: Another {0} with name {1} exists, select another name
ar: آخر {0} مع اسم {1} موجودا، حدد اسم آخر
hu: Egy másik {0} létezik ezzel a névvel: {1}, válasszon másik nevet
sr: Већ постоји други {0} са називом {1}, изаберите други назив

source: Any string-based printer languages can be used. Writing raw commands requires knowledge of the printer's native language provided by the printer manufacturer. Please refer to the developer manual provided by the printer manufacturer on how to write their native commands. These commands are rendered on the server side using the Jinja Templating Language.
ar: يمكن استخدام أي لغة الطابعة المستندة إلى سلسلة. تتطلب كتابة الأوامر الأولية معرفة اللغة الأصلية للطابعة التي توفرها الشركة المصنعة للطابعة. يرجى الرجوع إلى دليل المطور الذي توفره الشركة المصنعة للطابعة حول كيفية كتابة الأوامر الأصلية. يتم تقديم هذه الأوامر على جانب الخادم باستخدام Jinja Templating Language.
hu: Bármely karakterlánc-alapú nyomtatónyelv használható. A nyers parancsok írásához a nyomtató anyanyelvének ismerete szükséges, amelyet a nyomtató gyártója biztosít. A natív parancsok írásáról lásd a nyomtató gyártója által kiadott fejlesztői útmutatót. Ezeket a parancsokat a szerver oldalon a Jinja sablon nyelv használatával jelenítik meg.
sr: За штампаче се могу користити сви језици засновани на тексту. Писање сирових команди захтева познавање основног језика штампача који обезбеђује произвођач. За детаље о писању тих команди, молимо Вас да се консултујете са развојним приручником који је обезбедио произвођач штампача. Ове команде се обрађују на серверској страни користећи Jinja шаблонски језик.

source: Apart from System Manager, roles with Set User Permissions right can set permissions for other users for that Document Type.
ar: بصرف النظر عن مدير النظام، يمكن للأدوار التي تتمتع بحق تعيين أذونات المستخدم تعيين أذونات لمستخدمين آخرين لنوع المستند هذا.
hu: A Rendszergazdán kívül a Felhasználói engedélyek beállítása joggal rendelkező szerepkörök is beállíthatják más felhasználók engedélyeit az adott dokumentumtípushoz.
sr: Осим систем менаџера, улоге са правима за постављање корисничких дозвола могу постављати дозволе за друге кориснике за ту врсту документа.

source: App
ar: تطبيق
hu: Alkalmazás
sr: Апликација

source: App Access Key
ar: مفتاح وصول التطبيق
hu: Alkalmazás Hozzáférési Kulcs
sr: Приступни кључ апликације

source: App Access Key and/or Secret Key are not present.
hu: Alkalmazás Hozzáférési Kulcs és/vagy Titkos Kulcs nincs jelen.
sr: Приступни и/или тајни кључ апликације није доступан.

source: App Client ID
ar: هوية العميل للتطبيق
hu: Alkalmazás Kliens ID
sr: ИД клијента апликације

source: App Client Secret
ar: كلمة مرور التطبيق الثانوي
hu: Alkalmazás Kliens Titok
sr: Тајни кључ клијента апликације

source: App ID
ar: معرف التطبيق
hu: Alkalmazás ID
sr: ИД апликације

source: App Logo
ar: شعار التطبيق
hu: Alkalmazás Logó
sr: Лого апликације

source: App Name
ar: اسم التطبيق
hu: Alkalmazás Név
sr: Назив апликације

source: App Secret Key
ar: المفتاح السري للتطبيق
hu: Alkalmazás Titkos Kulcs
sr: Тајни кључ апликације

source: App not found for module: {0}
ar: لم يتم العثور على التطبيق للوحدة: {0}
hu: A modulhoz nem található alkalmazás: {0}
sr: Апликација није пронађена за модул: {0}

source: App {0} is not installed
ar: لم يتم تثبيت التطبيق {0}
hu: A {0} alkalmazás nincs telepítve
sr: Апликација {0} није инсталирана

source: Append Emails to Sent Folder
ar: إلحاق رسائل البريد الإلكتروني إلى مجلد المرسلة
hu: E-mailek Csatolása az Elküldött Mappához
sr: Додај имејл у датотеку послате

source: Append To
ar: إلحاق ل
hu: Hozzáfűzés Ehhez
sr: Додај у

source: Append To can be one of {0}
ar: إلحاق يمكن أن يكون واحدا من {0}
hu: A Hozzáfűzés Ehhez a következő értékek egyike lehet: {0}
sr: Додај у, може бити једно од {0}

source: Append as communication against this DocType (must have fields: "Sender" and "Subject"). These fields can be defined in the email settings section of the appended doctype.
ar: أضف هذا المستند كرسالة (يجب أن يحتوي على حقلين: "المرسل" و"الموضوع"). يمكن تحديد هذين الحقلين في قسم إعدادات البريد الإلكتروني الخاص بالمستند المُضاف.
hu: Hozzáfűzés kommunikációként ehhez a dokumentumtípushoz (tartalmaznia kell a „Feladó” és a „Tárgy” mezőket). Ezek a mezők a hozzáfűzött dokumentumtípus e-mail beállítások részében definiálhatók.
sr: Додај као комуникацију против овог DocType (мора садржати поља: "Пошиљалац" и "Наслов"). Ова поља се могу дефинисати у одељку подешавање имејла код додатог doctype-а.

source: Applicable Document Types
ar: أنواع المستندات القابلة للتطبيق
hu: Alkalmazható Dokumentumtípusok
sr: Примењиве врсте докумената

source: Applicable For
ar: قابل للتطبيق ل
hu: Alkalmazható Ehhez
sr: Примењиво за

source: Application Logo
ar: شعار التطبيق
hu: Alkalmazás Logó
sr: Лого апликације

source: Application Name
ar: اسم التطبيق
hu: Alkalmazás Név
sr: Назив апликације

source: Application Version
ar: إصدار التطبيق
hu: Alkalmazás Verzió
sr: Верзија апликације

source: Application is not installed
ar: التطبيق غير مثبت
hu: Alkalmazás nincs telepítve
sr: Апликација није инсталирана

source: Applied On
ar: تم التطبيق
hu: Alkalmazva
sr: Примењено на

source: Apply
ar: تقديم
hu: Alkalmaz
sr: Примени

# Button in list view actions menu
source: Apply Assignment Rule
ar: تطبيق قاعدة الواجب
hu: Hozzárendelési Szabály Alkalmazása
sr: Примени правило доделе

source: Apply Document Permissions
ar: تطبيق أذونات المستند
hu: Dokumentumengedélyek Alkalmazása
sr: Примени дозволе за документ

source: Apply Filters
ar: تطبيق عوامل التصفية
hu: Szűrők Alkalmazása
sr: Примени филтере

source: Apply Only Once
ar: تطبق مرة واحدة فقط
hu: Csak Egyszer Alkalmazza
sr: Примени само једном

source: Apply Strict User Permissions
ar: تطبيق صلاحيات المستخدم المحدودة
hu: Szigorú Felhasználói Jogosultságok Alkalmazása
sr: Примени строге корисничке дозволе

source: Apply To
ar: التقديم إلى
hu: Alkalmazás Erre
sr: Примени на

source: Apply To All Document Types
ar: تنطبق على جميع أنواع المستندات
hu: Alkalmazás Minden Dokumentumtípusra
sr: Примени на све врсте докумената

source: Apply User Permission On
ar: تطبيق أذونات المستخدم على
hu: Felhasználói Engedély Alkalmazása
sr: Примени корисничку дозволу на

source: Apply this rule if the User is the Owner
ar: تطبيق هذا الحكم إذا كان المستخدم هو مالك
hu: Alkalmazza ezt a szabályt, ha a Felhasználó a Tulajdonos
sr: Примени ово правило уколико је корисник власник

source: Apply this rule only once per document
ar: قم بتطبيق هذه القاعدة مرة واحدة فقط لكل وثيقة
hu: Ezt a szabályt dokumentumonként csak egyszer alkalmazza
sr: Примени ово правило само једном по документу

source: Apply to all Documents Types
ar: تنطبق على جميع أنواع الوثائق
hu: Minden Dokumentumtípusra Alkalmazni
sr: Примени на све врсте докумената

source: Applying: {0}
ar: التطبيق: {0}
hu: Alkalmazás: {0}
sr: Примењивање: {0}

source: Appreciate
ar: يستفسر
hu: Értékel
sr: Признање

source: Appreciation
ar: تقدير
hu: Értékelés
sr: Признање

source: Approval Required
ar: الموافقة مطلوبة
hu: Jóváhagyás Szükséges
sr: Потребно одобрење

source: Apps
ar: التطبيقات
hu: Alkalmazások
sr: Апликације

# Number system
source: Ar
ar: أر
sr: Ар

source: Archive
ar: أرشيف
hu: Archiválás
sr: Архивирај

source: Archived
ar: أرشفة
hu: Archivált
sr: Архивирано

source: Archived Columns
ar: أعمدة من الأرشيف
hu: Archívált Oszlopok
sr: Архивиране колоне

source: Are you sure you want to cancel the invitation?
ar: هل أنت متأكد من رغبتك في إلغاء الدعوة؟
hu: Biztosan visszavonja ezt a meghívást?
sr: Да ли сте сигурни да желите да откажете позивницу?

source: Are you sure you want to delete all rows?
ar: هل تريد بالتأكيد حذف جميع الصفوف؟
hu: Biztosan törölni szeretné az összes sort?
sr: Да ли сте сигурни да желите да обришете све редове?

source: Are you sure you want to delete page {0}?
hu: Biztosan törölni szeretné a(z) {0} oldalt?
sr: Да ли сте сигурни да желите да обришете страницу {0}?

source: Are you sure you want to delete the attachment?
ar: هل أنت متأكد أنك تريد حذف المرفق؟
hu: Biztosan törölni szeretné a mellékletet?
sr: Да ли сте сигурни да желите да обришете све прилоге?

# Confirmation dialog message
source: Are you sure you want to delete the column? All the fields in the column will be moved to the previous column.
ar: هل أنت متأكد من رغبتك في حذف العمود؟ سيتم نقل جميع الحقول الموجودة في العمود إلى العمود السابق.
hu: Biztosan törölni szeretné az oszlopot? Az oszlopban lévő összes mező átkerül az előző oszlopba.
sr: Да ли сте сигурни да желите да обришете све колоне? Сва поља у колони ће бити померена у претходну колону.

# Confirmation dialog message
source: Are you sure you want to delete the section? All the columns along with fields in the section will be moved to the previous section.
ar: هل أنت متأكد من رغبتك في حذف هذا القسم؟ سيتم نقل جميع الأعمدة والحقول الموجودة في هذا القسم إلى القسم السابق.
hu: Biztosan törölni szeretné a szakaszt? A szakasz összes oszlopa és mezője átkerül az előző szakaszba.
sr: Да ли сте сигурни да желите да обришете одељак? Све колоне и поља унутар овог одељка биће премештени у претходни одељак.

# Confirmation dialog message
source: Are you sure you want to delete the tab? All the sections along with fields in the tab will be moved to the previous tab.
ar: هل أنت متأكد من رغبتك في حذف علامة التبويب؟ سيتم نقل جميع الأقسام والحقول الموجودة في علامة التبويب إلى علامة التبويب السابقة.
hu: Biztosan törölni szeretné a fület? A fülön található összes szakasz és mező átkerül az előző fülre.
sr: Да ли сте сигурни да желите да обришете картицу? Сви одељци заједно са пољима у картици ће бити премештени у претходну картицу.

source: Are you sure you want to delete this record?
ar: هل أنت متأكد من رغبتك في حذف هذا السجل؟
hu: Biztosan törölni szeretné ezt a bejegyzést?
sr: Да ли сте сигурни да желите да обришете овај запис?

source: Are you sure you want to discard the changes?
ar: هل أنت متأكد من رغبتك في تجاهل التغييرات؟
hu: Biztosan elveti a változtatásokat?
sr: Да ли сте сигурни да желите да одбаците промене?

source: Are you sure you want to generate a new report?
ar: هل أنت متأكد من رغبتك في إنشاء تقرير جديد؟
hu: Biztosan új jelentést szeretne létrehozni?
sr: Да ли сте сигурни да желите да генеришете нови извештај?

source: Are you sure you want to merge {0} with {1}?
ar: هل أنت متأكد من رغبتك في دمج {0} مع {1}؟
hu: Biztosan egyesíteni szeretné a(z) {0} elemet a(z) {1} elemmel?
sr: Да ли сте сигурни да желите да спојите {0} са {1}?

source: Are you sure you want to proceed?
ar: هل أنت متأكد من رغبتك في المتابعة؟
hu: Biztosan folytatni szeretné?
sr: Да ли сте сигурни да желите да наставите?

source: Are you sure you want to re-enable scheduler?
ar: هل أنت متأكد من رغبتك في إعادة تفعيل المجدول؟
hu: Biztosan újra engedélyezni szeretné az ütemezőt?
sr: Да ли сте сигурни да желите да поново омогућите планер?

source: Are you sure you want to relink this communication to {0}?
ar: هل أنت متأكد أنك تريد إعادة ربط هذه الاتصالات إلى {0}؟
hu: Biztosan újra szeretnéd csatolni ezt a kommunikációt a(z) {0} címhez?
sr: Да ли сте сигурни да желите да поново повежете ову комуникацију са {0}?

source: Are you sure you want to remove all failed jobs?
ar: هل أنت متأكد من رغبتك في حذف جميع المهام الفاشلة؟
hu: Biztosan eltávolítja az összes sikertelen feladatot?
sr: Да ли сте сигурни да желите да уклоните све неуспеле задатке?

source: Are you sure you want to remove the {0} filter?
ar: هل أنت متأكد من رغبتك في إزالة عامل التصفية {0} ؟
hu: Biztosan eltávolítod a(z) {0} szűrőt?
sr: Да листе сигурни да желите да уклоните {0} филтер?

source: Are you sure you want to reset all customizations?
ar: هل أنت متأكد أنك تريد إعادة تعيين كافة التخصيصات؟
hu: Biztosan visszaállítja az összes testreszabást?
sr: Да ли сте сигурни да желите да поништите сва прилагођавања?

source: Are you sure you want to save this document?
ar: هل أنت متأكد من رغبتك في حفظ هذا المستند؟
hu: Biztosan el szeretné menteni ezt a dokumentumot?
sr: Да ли сте сигурни да желите да сачувате овај документ?

source: Are you sure you want to send this newsletter now?
hu: Biztosan el szeretnéd elküldeni ezt a hírlevelet?
sr: Да ли сте сигурни да желите да пошаљете овај билтен сада?

source: Are you sure?
ar: هل أنت واثق؟
hu: Biztos benne?
sr: Да ли сте сигурни?

source: Arguments
ar: الحجج
hu: Argumentumok
sr: Аргументи

source: Arial
ar: أريال
sr: Ариал

source: As a best practice, do not assign the same set of permission rule to different Roles. Instead, set multiple Roles to the same User.
ar: كأفضل ممارسة، لا تُعيّن نفس مجموعة قواعد الأذونات لأدوار مختلفة. بدلاً من ذلك، عيّن أدوارًا متعددة لنفس المستخدم.
hu: Ajánlott gyakorlatként ne rendeljen ugyanazt az engedélyezési szabálykészletet különböző szerepkörökhöz. Ehelyett állítson be több szerepkört ugyanahhoz a felhasználóhoz.
sr: Као добра пракса, немојте додељивати исти скуп правила за дозволе различитим улогама. Уместо тога, доделите више улога истом кориснику.

source: As document sharing is disabled, please give them the required permissions before assigning.
ar: بما أن مشاركة المستندات معطلة، يرجى منحهم الأذونات المطلوبة قبل التعيين.
hu: Mivel a dokumentummegosztás le van tiltva, kérjük, a hozzárendelés előtt adja meg a szükséges jogosultságokat.
sr: Пошто је дељење докумената онемогућено, молимо Вас да им доделите неопходне дозволе пре него што извршите доделу.

source: As per your request, your account and data on {0} associated with email {1} has been permanently deleted
ar: بناءً على طلبك، تم حذف حسابك وبياناتك على {0} المرتبطة بالبريد الإلكتروني {1} نهائياً
hu: Az Ön kérésének megfelelően az Ön fiókját és a {0} oldalon található, a {1} e-mail címhez kapcsolódó adatokat véglegesen töröltük
sr: Према Вашем захтеву, Ваш налог и подаци на {0} повезани са имејл адресом {1} су трајно обрисани

source: Assign Condition
ar: تعيين الشرط
hu: Feltétel Hozzárendelése
sr: Додели услов

source: Assign To
ar: تكليف إلى
hu: Hozzárendelés
sr: Додели

# Button in list view actions menu
source: Assign To
ar: تكليف إلى
hu: Hozzárendelés
sr: Додели

source: Assign To User Group
ar: تعيين لمجموعة المستخدمين
hu: Hozzárendelés Felhasználói Csoporthoz
sr: Додели групи корисника

source: Assign To Users
ar: تخصيص للمستخدمين
hu: Hozzárendelés a Felhasználók Számára
sr: Додели корисницима

source: Assign a user
ar: تخصيص مستخدم
hu: Felhasználó Hozzárendelése
sr: Додели кориснику

source: Assign one by one, in sequence
ar: تعيين واحد تلو الآخر ، في التسلسل
hu: Rendeljen egyenként, sorrendben
sr: Додели један по један, у следу

source: Assign to me
ar: تعيين لي
hu: Hozzám rendelt
sr: Додели себи

source: Assign to the one who has the least assignments
ar: كلف الشخص الذي لديه أقل المهام
hu: Jelölje meg azt, akinek a legkevesebb feladata van
sr: Додели ономе ко има најмање додељених задатака

source: Assign to the user set in this field
ar: تعيين المستخدم في هذا المجال
hu: Hozzárendelés az ebben a mezőben beállított felhasználóhoz
sr: Додели кориснику постављеном у овом пољу

source: Assigned
ar: تم تحديد المهمة
hu: Hozzárendelt
sr: Додељено

source: Assigned By
ar: تعيين بواسطة
hu: Hozzárendelte
sr: Додељено од

source: Assigned By Full Name
ar: تعيين بواسطة الاسم كامل
hu: Hozzárendelte Teljes Nevén
sr: Име и презиме доделиоца

source: Assigned To
ar: كلف إلى
hu: Hozzárendelve
sr: Додељено

source: Assigned To/Owner
ar: تعيين ل / المالك
hu: Felelős érte / Tulajdonos
sr: Додељено кориснику / Власник

source: Assigning...
ar: جاري التعيين...
hu: Hozzárendelés...
sr: Додељивање...

source: Assignment
ar: مهمة
hu: Feladat
sr: Задатак

source: Assignment Completed
ar: تم إنجاز المهمة
hu: Feladat Teljesítve
sr: Задатак завршен

source: Assignment Days
ar: أيام الواجب
hu: Hozzárendelési Napok
sr: Дани за задатак

source: Assignment Rule
ar: قاعدة الاحالة
hu: Hozzárendelési Szabály
sr: Правило доделе задатка

source: Assignment Rule Day
ar: يوم قاعدة الواجب
hu: Megbízási Szabály Nap
sr: Дан правила доделе

source: Assignment Rule User
ar: قاعدة مستخدم الاحالة
hu: Megbízási Szabály Felhasználó
sr: Корисник правила доделе

source: Assignment Rule is not allowed on document type {0}
hu: A hozzárendelési szabály nem engedélyezett a {0} dokumentumtípuson
sr: Правило доделе није дозвољено за врсту документа {0}

source: Assignment Rules
ar: قواعد الاحالة
hu: Hozzárendelési Szabályok
sr: Правила доделе

source: Assignment Update on {0}
ar: تحديث الواجب بتاريخ {0}
hu: Feladatfrissítés a {0} oldalon
sr: Ажурирање доделе за {0}

source: Assignment for {0} {1}
ar: تعيين لـ {0} {1}
hu: Hozzárendelés {0} {1}
sr: Додела за {0} {1}

source: Assignment of {0} removed by {1}
ar: تمت إزالة تعيين {0} بواسطة {1}
hu: A {0} hozzárendelése a {1} által eltávolítva
sr: Додела за {0} уклоњена од стране {1}

source: Assignments
ar: تعيينات
hu: Feladatok
sr: Додељени задаци

source: At least one column is required to show in the grid.
ar: يجب أن يظهر عمود واحد على الأقل في الجدول.
hu: Legalább egy oszlopnak meg kell jelennie a táblázatban.
sr: Барем једна колона је обавезна за приказ у табели.

source: Atleast one field is required in Web Form Fields Table
hu: Legalább egy mező szükséges a Web Űrlap Mezők táblázatban
sr: Барем једно поље је обавезно у табели поља веб-обрасца

source: Atleast one field of Parent Document Type is mandatory
ar: على الأقل حقل واحد من &quot;نوع المستند الأصل&quot; إلزامي
hu: A szülői dokumentumtípus legalább egy mezője kötelező
sr: Барем једно поље матичне врсте документа је обавезно

source: Attach
ar: إرفاق
hu: Csatolás
sr: Приложи

source: Attach Document Print
ar: إرفاق طباعة المستند
hu: Dokumentum Nyomtatvány Csatolása
sr: Приложи штампану верзију документа

source: Attach Files
ar: إرفاق الملفات
hu: Fájlok Csatolása
sr: Приложи фајлове

source: Attach Image
ar: إرفاق صورة
hu: Kép Csatolása
sr: Приложи слику

source: Attach Package
ar: إرفاق الحزمة
hu: Csomag Csatolása
sr: Приложи пакет

source: Attach Print
ar: إرفق طباعة
hu: Nyomtatvány Csatolása
sr: Приложи штампану верзију

source: Attach a web link
ar: أرفق رابط ويب
hu: Webhivatkozás csatolása
sr: Приложи веб-линк
