Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: to your browser
ar: لمتصفحك
hu: a böngészőbe
sr: у Ваш интернет претраживач

source: "Company History"
ar: "نبذة عن الشركة"
hu: "Cégtörténet"
sr: "Историја компаније"

source: "Parent" signifies the parent table in which this row must be added
ar: "الأم" يدل على الجدول الأصل الذي يجب أن يضاف هذا الصف
hu: "Szülő" jelenti azt a szülő táblát, amelyhez ezt a sort hozzá kell adni
sr: "Матични" означава матичну табелу у коју се овај ред мора додати

source: "Team Members" or "Management"
ar: "أعضاء الفريق" أو "الإدارة"
hu: "Csapat tagok" vagy "Vezetőség"
sr: "Чланови тима" или "Менаџмент"

source: "amended_from" field must be present to do an amendment.
ar: يجب أن يكون الحقل &quot;amended_from&quot; حاضرًا لإجراء تعديل.
hu: Az "amended_from" mezőnek jelen kell lennie a módosítás végrehajtásához.
sr: Поље "amended_from" мора постојати да би се извршила промена.

source: "{0}" is not a valid Google Sheets URL
ar: &quot;{0}&quot; ليس عنوان URL صالحًا لجداول بيانات Google
hu: "{0}" érvénytelen Google Táblázatok URL cím
sr: "{0}“ није важећа Google Sheets адреса (URL)

source: ${values.doctype_name} has been added to queue for optimization
ar: تمت إضافة ${values.doctype_name} إلى قائمة الانتظار لتحسين الأداء
hu: A ${values.doctype_name} hozzáadva az optimalizálási sorhoz
sr: ${values.doctype_name} је додат у ред за чекање за оптимизацију

source: 'In Global Search' is not allowed for field {0} of type {1}
ar: "في البحث العام" غير مسموح به للحقل {0} من النوع {1}
hu: A "Globális keresésben" nem engedélyezett a {0} típusú {1} mezőnél
sr: 'У глобалној претрази' није дозвољено за поље {0} врсте {1}

source: 'In Global Search' not allowed for type {0} in row {1}
ar: "في البحث العام" غير مسموح للنوع {0} في الصف {1}
hu: A "Globális keresésben" nem engedélyezett {0} típusú a {1} sorban
sr: 'У глобалној претрази' није дозвољено за врсту {0} у реду {1}

source: 'In List View' is not allowed for field {0} of type {1}
ar: لا يُسمح باستخدام "عرض القائمة" للحقل {0} من النوع {1}
hu: A "Listanézetben" nem engedélyezett a {0} típusú {1} mezőben
sr: 'У приказу листе' није дозвољено за поље {0} врсте {1}

source: 'In List View' not allowed for type {0} in row {1}
ar: 'في عرض القائمة' غير مسموح للنوع {0} في الصف {1}
hu: A "Listanézetben" nem engedélyezett {0} típusú az {1} sorban
sr: 'У приказу листе' није дозвољено за врсту {0} у реду {1}

source: 'Recipients' not specified
ar: لم يتم تحديد &quot;المستلمين&quot;
hu: A "Címzettek" nincsenek megadva
sr: 'Примаоци' нису наведени

source: '{0}' is not a valid IBAN
ar: '{0}' ليس رقم حساب مصرفي دولي (IBAN) صالحًا
hu: "{0}" nem érvényes IBAN
sr: '{0}' није важећи IBAN

source: '{0}' is not a valid URL
ar: "{0}" ليس عنوان URL صالحا
hu: "{0}" nem érvényes URL cím
sr: '{0}' није важећи URL

source: '{0}' not allowed for type {1} in row {2}
ar: &quot;{0}&quot; غير مسموح به للنوع {1} في الصف {2}
hu: A(z) "{0}" nem engedélyezett a(z) {1} típusnál a(z) {2} sorban
sr: '{0}' није дозвољен за врсту {1} у реду {2}

source: (Mandatory)
ar: (إلزامي)
hu: (Kötelező)
sr: (Обавезно)

source: ** Failed: {0} to {1}: {2}
ar: ** فشل: {0} إلى {1}: {2}
hu: ** Sikertelen: {0} - {1}: {2}
sr: ** Неуспешно: {0} до {1}: {2}

source: + Add / Remove Fields
ar: + إضافة / إزالة الحقول
hu: + Mezők hozzáadása / eltávolítása
sr: + Додај / Уклони поља

source: 0 - Draft; 1 - Submitted; 2 - Cancelled
ar: 0 - مسودّة؛ 1 - تأكيد؛ 2 - إلغاء
hu: 0 - Vázlat; 1 - Elküldve; 2 - Törölve
sr: 0 - Нацрт; 1 - Поднето; 2 - Отказано

source: 0 is highest
ar: 0 أعلى قيمة
hu: 0 a legnagyobb
sr: 0 је највише

source: 1 = True & 0 = False
ar: 1 = صحيح و 0 = خطأ
hu: 1 = igaz és 0 = hamis
sr: 1 = тачно и 0 = нетачно

source: 1 Currency = [?] Fraction For e.g. 1 USD = 100 Cent
ar: العملة الواحدة = [؟] كسر على سبيل المثال، 1 دولار أمريكي = 100 سنت
hu: 1 pénznem = [?] töredék Például 1 USD = 100 cent
sr: 1 валута = [?] Фракција на пример 1 EUR = 100 центи

source: 1 Day
ar: يوم واحد
hu: 1 nap
sr: 1 дан

source: 1 Google Calendar Event synced.
ar: تمت مزامنة حدث تقويم Google واحد.
hu: 1 Google Naptár esemény szinkronizálva.
sr: 1 догађај из Google Calendar-а је синхронизован.

source: 1 Report
ar: تقرير واحد
hu: 1 Jelentés
sr: 1 извештај

source: 1 comment
ar: تعليق واحد
hu: 1 hozzászólás
sr: 1 коментар

source: 1 day ago
ar: قبل يوم
hu: 1 nappal ezelőtt
sr: пре 1 дан

source: 1 hour
ar: ساعة واحدة
hu: 1 óra
sr: 1 сат

source: 1 hour ago
ar: منذ 1 ساعة
hu: 1 órával ezelőtt
sr: пре 1 сата

source: 1 minute ago
ar: منذ 1 دقيقة
hu: 1 perce
sr: пре 1 минут

source: 1 month ago
ar: قبل شهر
hu: 1 hónapja
sr: пре 1 месец

source: 1 of 2
hu: 1 a 2-ből
sr: 1 д 2

source: 1 record will be exported
ar: سيتم تصدير سجل واحد
hu: 1 rekord exportálásra kerül
sr: 1 запис ће бити извезен

# User removed row from child table
source: 1 row from {0}
ar: صف واحد من {0}
hu: 1 sor innen: {0}
sr: 1 ред из {0}

# User added row to child table
source: 1 row to {0}
ar: صف واحد إلى {0}
hu: 1 sor ide: {0}
sr: 1 ред у {0}

source: 1 second ago
ar: منذ ثانية واحدة
hu: 1 másodperccel ezelőtt
sr: пре 1 секунде

source: 1 week ago
ar: 1 قبل أسبوع
hu: 1 hete
sr: пре 1 недељу

source: 1 year ago
ar: منذ سنة
hu: 1 évvel ezelőtt
sr: пре 1 годину

source: 2 hours ago
ar: منذ ساعتين
hu: 2 órája
sr: пре 2 сата

source: 2 months ago
ar: منذ شهرين
hu: 2 hónapja
sr: пре 2 месеца

source: 2 weeks ago
ar: قبل أسبوعين
hu: 2 hete
sr: пре 2 недеље

source: 2 years ago
ar: قبل عامين
hu: 2 évvel ezelőtt
sr: пре 2 године

source: 3 minutes ago
ar: قبل 3 دقائق
hu: 3 perccel ezelőtt
sr: пре 3 минута

source: 30 minutes
ar: ٣٠ دقيقة
hu: 30 perc
sr: 30 минута

source: 4 hours
ar: ٤ ساعات
hu: 4 óra
sr: 4 сата

source: 5 Records
ar: 5 السجلات
hu: 5 felvétel
sr: 5 записа

source: 5 days ago
ar: قبل 5 أيام
hu: 5 napja
sr: пре 5 дана

source: ; not allowed in condition
ar: ; غير مسموح به في حالة
hu: ; nem engedélyezett ebben az állapotban
sr: ; није дозвољено у услову

source: <a href="https://docs.frappe.io/framework/user/en/api/rest#1-token-based-authentication" target="_blank"> Click here to learn about token-based authentication </a>
ar: <a href="https://docs.frappe.io/framework/user/en/api/rest#1-token-based-authentication" target="_blank"> انقر هنا لمعرفة المزيد عن المصادقة القائمة على الرموز المميزة </a>
hu: <a href="https://docs.frappe.io/framework/user/en/api/rest#1-token-based-authentication" target="_blank"> Kattintson ide a token alapú hitelesítésről szóló további információkért </a>
sr: <a href="https://docs.frappe.io/framework/user/en/api/rest#1-token-based-authentication" target="_blank"> Кликните овде да бисте сазнали више о аутентификацији путем токена </a>

source: <b>{0}</b> is not a valid URL
ar: <b>{0}</b> ليس عنوان URL صالحًا
hu: <b>{0}</b> nem érvényes URL
sr: <b>{0}</b> није важећи URL

source: <div class="alert">Please don't update it as it can mess up your form. Use the Customize Form View and Custom Fields to set properties!</div>
hu: <div class="alert">Kérjük, ne frissítse, mert ez összezavarhatja az űrlapot. A tulajdonságok beállításához használja az űrlapnézet és az egyéni mezők testreszabását!</div>
sr: <div class="alert"> Молимо Вас да не ажурирате јер то може пореметити Ваш образац. Користите поље прилагоди приказ обрасца или прилагођена поља да бисте поставили својства!</div>

source: <div class="ql-editor read-mode"><p>Request a file containing your personally identifiable information (PII) that is saved on our system. The file will be in JSON format and is sent to you by email. If you would like to have your PII deleted from our system, please make a <a href="/request-to-delete-data" rel="noopener noreferrer">request to delete data</a>.</p></div>
hu: <div class="ql-editor read-mode"><p>A rendszerünkben tárolt, személyazonosításra alkalmas adatokat (PII) tartalmazó fájl bekérése. A fájl JSON formátumú lesz, és e-mailben küldjük el Önnek. Ha szeretné, hogy PII-jét töröljük a rendszerünkből, kérjük, adjon ki egy <a href="/request-to-delete-data" rel="noopener noreferrer">adattörlési</a> kérelmet.</p></div>
sr: <div class="ql-editor read-mode"><p>Затражите фајл који садржи Ваше личне податке сачуване у нашем систему. Фајл ће бити у JSON формату и биће Вам послат путем имејла. Уколико желите да се Ваши лични подаци избришу из нашег система, молимо Вас да <a href="/request-to-delete-data" rel="noopener noreferrer"> поднесете захтев за брисање података</a>.</p></div>

source: <div class="ql-editor read-mode"><p>Send a request to delete your account and personally identifiable information (PII) that is stored on our system. You will receive an email to verify your request. Once the request is verified we will take care of deleting your PII. If you just want to check what PII we have stored, you can <a href="/request-data" rel="noopener noreferrer">request your data</a>.</p></div>
hu: <div class="ql-editor read-mode"><p>Küldjön kérvényt a fiókja és a rendszerünkben tárolt, személyazonosításra alkalmas adatai (PII) törlésére. Kapni fog egy e-mailt, hogy ellenőrizze a kérését. Amint a kérést ellenőriztük, gondoskodunk az Ön személyes adatainak törléséről. Ha csak ellenőrizni szeretné, hogy milyen PII-t tároltunk, <a href="/request-data" rel="noopener noreferrer">lekérheti adatait</a>.</p></div>
sr: <div class="ql-editor read-mode"><p>Пошаљите захтев за брисање Вашег налога и личних података који су сачувани у нашем систему. Добићете имејл за потврду Вашег захтева. Након потврде сви Ваши лични подаци биће обрисани. Уколико само желите да проверите које личне податке имамо сачуване, можете <a href="/request-data" rel="noopener noreferrer">затражити своје податке</a>.</p></div>

source: <div class="well"> Edit list of Series in the box. Rules: <ul> <li>Each Series Prefix on a new line.</li> <li>Allowed special characters are "/" and "-"</li> <li> Optionally, set the number of digits in the series using dot (.) followed by hashes (#). For example, ".####" means that the series will have four digits. Default is five digits. </li> <li> You can also use variables in the series name by putting them between (.) dots <br> Supported Variables: <ul> <li><code>.YYYY.</code> - Year in 4 digits</li> <li><code>.YY.</code> - Year in 2 digits</li> <li><code>.MM.</code> - Month</li> <li><code>.DD.</code> - Day of month</li> <li><code>.WW.</code> - Week of the year</li> <li><code>.FY.</code> - Fiscal Year</li> <li> <code>.{fieldname}.</code> - fieldname on the document e.g. <code>branch</code> </li> </ul> </li> </ul> Examples: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>
hu: <div class="well"> Szerkessze a sorozat listáját a mezőben. Szabályok: <ul> <li>Minden sorozat előtagja egy új sorban.</li> <li>A megengedett speciális karakterek: "/" és "-".</li> <li> Opcionálisan állítsa be a sorozatban szereplő számjegyek számát pont (.) használatával, amelyet hashtagek (#) követnek. Például ".####" azt jelenti, hogy a sorozat négy számjegyű lesz. Az alapértelmezett érték öt számjegy. </li> <li> Változókat is használhat a sorozat nevében, ha azokat pontok (.) közé helyezi <br> Támogatott változók: <ul> <li><code>.YYYY.</code> - Évszám 4 számjegyben</li> <li><code>.YY.</code> - Év 2 számjegyben</li> <li><code>.MM.</code> - Hónap</li> <li><code>.DD.</code> - A hónap napja</li> <li><code>.WW.</code> - Az év hete</li> <li><code>.FY.</code> - Pénzügyi év</li> <li> <code>.{fieldname}.</code> - mezőnév a dokumentumon pl. <code>ág</code> </li> </ul> </li> </ul> Példák: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>
sr: <div class="well"> Уредите листу серија у кутији. Правила: <ul> <li>Сваки префикс серије треба бити на новој линији.</li> <li>Дозвољени су специјални карактери "/" и "-"</li> <li> Опционо, можете поставити број цифара у серији користећи тачку (.) праћену хеш ознакама (#). На пример, ".####" означава да ће серија имати четири цифре. Подразумевана вредност је пет цифара. </li> <li> Такође можете користити варијабле у називу серије стављајући их између (.) тачака <br> Подржане варијабле: <ul> <li><code>.YYYY.</code> - година у четири цифре</li> <li><code>.YY.</code> - година у две цифре</li> <li><code>.MM.</code> - месец</li> <li><code>.DD.</code> - дан у месецу</li> <li><code>.WW.</code> - недеља у години</li> <li><code>.FY.</code> - фискална година</li> <li> <code>.{fieldname}.</code> - назив поља у документу нпр. <code>branch</code> </li> </ul> </li> </ul> Примери: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>

source: <h3>Custom CSS Help</h3> <p>Notes:</p> <ol> <li>All field groups (label + value) are set attributes <code>data-fieldtype</code> and <code>data-fieldname</code></li> <li>All values are given class <code>value</code></li> <li>All Section Breaks are given class <code>section-break</code></li> <li>All Column Breaks are given class <code>column-break</code></li> </ol> <h4>Examples</h4> <p>1. Left align integers</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>1. Add border to sections except the last section</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>
hu: <h3>Egyéni CSS segítség</h3> <p>Megjegyzések:</p> <ol> <li>Minden mezőcsoport (címke + érték) beállított attribútumok <code>data-fieldtype</code> és <code>data-fieldname</code></li> <li>Minden értéknek class <code>value osztályértéket</code> adnak meg</li> <li>Az összes szakaszmegszakításnak <code>section-break</code> osztálya van.</li> <li>Az összes oszlopmegszakításnak <code>column-break</code> osztálya van.</li> </ol> <h4>Példák</h4> <p>1. Egész számok balra igazítása</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>1. Keret hozzáadása a szakaszokhoz az utolsó szakasz kivételével</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>
sr: <h3>Помоћ за прилагођени CSS</h3> <p>Напомене:</p> <ol> <li>Све групе поља (ознака + вредност) имају атрибуте <code>data-fieldtype</code> и <code>data-fieldname</code></li> <li>Све вредности имају класу <code>value</code></li> <li>Сви прекиди секција имају класу<code>section-break</code></li> <li>Сви прекиди колона имају класу <code>column-break</code></li> </ol> <h4>Примери</h4> <p>1. Поравнање бројчане вредности лево</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>1. Додавање ивице секцијама, осим последње секције</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>

source: <h3>Print Format Help</h3> <hr> <h4>Introduction</h4> <p>Print Formats are rendered on the server side using the Jinja Templating Language. All forms have access to the <code>doc</code> object which contains information about the document that is being formatted. You can also access common utilities via the <code>frappe</code> module.</p> <p>For styling, the Boostrap CSS framework is provided and you can enjoy the full range of classes.</p> <hr> <h4>References</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">Jinja Templating Language</a></li> <li><a href="http://getbootstrap.com" target="_blank">Bootstrap CSS Framework</a></li> </ol> <hr> <h4>Example</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "Invoice" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Customer Name&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Date&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;Sr&lt;/th&gt; &lt;th&gt;Item Name&lt;/th&gt; &lt;th&gt;Description&lt;/th&gt; &lt;th class="text-right"&gt;Qty&lt;/th&gt; &lt;th class="text-right"&gt;Rate&lt;/th&gt; &lt;th class="text-right"&gt;Amount&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Item Code: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>Common Functions</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>Get document value formatted as Date, Currency, etc. Pass parent <code>doc</code> for currency type fields.</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>Get value from another document.</td> </tr> </tbody> </table>
hu: <h3>Nyomtatási formátum súgó</h3> <hr> <h4>Bevezetés</h4> <p>A nyomtatási formátumok a szerveroldalon a Jinja Templating Language segítségével kerülnek megjelenítésre. Minden űrlap hozzáfér a <code>doc</code> objektumhoz, amely a formázott dokumentumról szóló információkat tartalmazza. A <code>frappe</code> modulon keresztül a közös segédprogramokhoz is hozzáférhet.</p> <p>A formázáshoz a Boostrap CSS keretrendszer van biztosítva, és az osztályok teljes skáláját élvezheti.</p> <hr> <h4>Hivatkozások</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">Jinja templating nyelv</a></li> <li><a href="http://getbootstrap.com" target="_blank">Bootstrap CSS keretrendszer</a></li> </ol> <hr> <h4>Példa</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "Invoice" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Ügyfél neve&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Dátum&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;No.&lt;/th&gt; &lt;th&gt;Tétel Neve&lt;/th&gt; &lt;th&gt;Leírás&lt;/th&gt; &lt;th class="text-right"&gt;Mennyiség&lt;/th&gt; &lt;th class="text-right"&gt;Árfolyam&lt;/th&gt; &lt;th class="text-right"&gt;Mennyiség&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Tételkód: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>Közös funkciók</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>A dokumentum értékének kinyerése dátumként, pénznemként stb. formázva. A valuta típusú mezők esetében adja át a szülői <code>doc</code>.</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>Érték kinyerése egy másik dokumentumból.</td> </tr> </tbody> </table>
sr: <h3>Помоћ за формат штампе</h3> <hr> <h4>Увод</h4> <p>Формати за штампање се обрађују на серверској страни користећи Jinja шаблонски језик. Сви обрасци имају приступ објекту<code>doc</code> који садржи информације о документу који се форматира. Такође можете приступити заједничким алатима преко <code>frappe</code> модула.</p> <p>За стилизовање је доступан Bootstrap CSS оквир, самим тим можете користити целу палету класа.</p> <hr> <h4>Референце</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">Jinja шаблонски језик</a></li> <li><a href="http://getbootstrap.com" target="_blank">Bootstrap CSS оквир</a></li> </ol> <hr> <h4>Пример</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "Invoice" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Customer Name&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Date&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;Sr&lt;/th&gt; &lt;th&gt;Item Name&lt;/th&gt; &lt;th&gt;Description&lt;/th&gt; &lt;th class="text-right"&gt;Qty&lt;/th&gt; &lt;th class="text-right"&gt;Rate&lt;/th&gt; &lt;th class="text-right"&gt;Amount&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Item Code: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>Уобичајене функције</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>Добијање вредности документа форматиране као датум, валута, итд. Прослеђени матични документ <code>doc</code> за поља врсте валута.</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>Добијање вредности са другог документа.</td> </tr> </tbody> </table>
