Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Value to Validate
ar: قيمة للتحقق من صحتها
hu: Érvényesítendő érték
sr: Вредност за валидацију

source: Value too big
ar: قيمة كبيرة جدا
hu: Túl nagy érték
sr: Вредност је превелика

source: Value {0} missing for {1}
ar: القيمة {0} مفقودة لـ {1}
hu: A(z) {1} érték hiányzik a(z) {0} esetén
sr: Вредност {0} недостаје за {1}

source: Value {0} must be in the valid duration format: d h m s
ar: يجب أن تكون القيمة {0} بتنسيق المدة الصالح: dhms
hu: A(z) {0} értéknek érvényes időtartam formátumban kell lennie: d h m s (nap óra perc másodperc)
sr: Вредност {0} мора бити у важећем формату трајања: д х м с

source: Value {0} must in {1} format
ar: يجب أن تكون القيمة {0} بتنسيق {1}
hu: A(z) {0} értéknek {1} formátumban kell lennie
sr: Вредност {0} мора бити у {1} формату

source: Values Changed
ar: القيم التي تم تغييرها
hu: Értékek Megváltoztak
sr: Промењене вредности

source: Verdana
ar: فيردانا
sr: Вердана

source: Verification
ar: تَحَقّق
hu: Hitelesítés
sr: Верификација

source: Verification Code
ar: رمز التحقق
hu: Hitelesítő Kód
sr: Верификациони код

source: Verification Link
ar: رابط التحقق
hu: Hitelesítő Hivatkozás
sr: Верификациони линк

source: Verification code email not sent. Please contact Administrator.
ar: لم يتم إرسال رمز التحقق عبر البريد الإلكتروني. يرجى التواصل مع المسؤول.
hu: A hitelesítő kódot tartalmazó e-mail nem lett elküldve. Kérjük, vegye fel a kapcsolatot az adminisztrátorral.
sr: Верификациони имејл са кодом није послат. Молимо Вас контактирајте администратора.

source: Verification code has been sent to your registered email address.
ar: تم إرسال رمز التحقق إلى عنوان بريدك الإلكتروني المسجل.
hu: A hitelesítési kódot elküldtük regisztrált e-mail címére.
sr: Верификациони код је послат на Вашу регистровану имејл адресу.

source: Verified
ar: التحقق
hu: Ellenőrzött
sr: Верификовано

source: Verify
ar: تأكد من
hu: Ellenőrzés
sr: Верификуј

source: Verify Password
ar: التحقق من كلمة المرور
hu: Jelszó ellenőrzése
sr: Верификуј лозинку

source: Verifying...
ar: تحقق...
hu: Ellenőrzés...
sr: Верификација...

source: Version
ar: الإصدار
hu: Verzió
sr: Верзија

source: Version Updated
ar: تحديث الإصدار
hu: Verzió Frissítve
sr: Верзија ажурирана

source: Video URL
ar: رابط الفيديو
hu: Videó URL-je
sr: URL видео

source: View
ar: عرض
hu: Nézet
sr: Приказ

source: View All
ar: عرض الكل
hu: Összes megtekintése
sr: Прикажи све

source: View Blog Post
hu: Blog Bejegyzés Megtekintése
sr: Прикажи блог објаву

source: View Comment
ar: عرض التعليق
hu: Megjegyzés megtekintése
sr: Прикажи коментар

source: View File
ar: عرض الملف
hu: Fájl Megtekintése
sr: Прикажи фајл

source: View Full Log
ar: عرض السجل كاملاً
hu: Teljes napló megtekintése
sr: Прикажи целу евиденцију

source: View List
ar: عرض القائمة
hu: Lista megtekintése
sr: Прикажи листу

source: View Log
ar: عرض السجل
hu: Napló megtekintése
sr: Прикажи евиденцију

source: View Permitted Documents
ar: عرض المستندات المسموح بها
hu: Megengedett dokumentumok megtekintése
sr: Прикажи дозвољена документа

source: View Properties (via Customize Form)
ar: عرض خصائص (عن طريق نموذج تخصيص)
hu: Tulajdonságok megtekintése (itt: Űrlap testreszabása)
sr: Прегледај својства (путем поља прилагоди образац)

source: View Ref
ar: عرض المرجع
hu: Referencia Megtekintése
sr: Преглед референце

source: View Report
ar: عرض التقرير
hu: Jelentés megtekintése
sr: Прикажи извештај

source: View Settings
ar: عرض إعدادات
hu: Nézet beállítások
sr: Прикажи подешавања

source: View Switcher
ar: مبدل العرض
hu: Nézetváltó
sr: Прикажи преклопник

source: View Website
ar: مشاهدة الموقع
hu: Weboldal megtekintése
sr: Прикажи веб-сајт

source: View all {0} users
ar: عرض جميع المستخدمين {0}
hu: Összes {0} felhasználó megtekintése
sr: Прикажи све {0} кориснике

source: View document
ar: عرض المستند
hu: Dokumentum megtekintése
sr: Прикажи документ

source: View report in your browser
ar: عرض التقرير في المتصفح
hu: Jelentés megtekintése böngészőben
sr: Прикажи извештај у интернет претраживачу

source: View this in your browser
ar: عرض هذا في متصفحك
hu: Megtekintés a böngészőben
sr: Прикажи ово у интернет претраживачу

# Button in web form
source: View your response
ar: اطلع على ردك
hu: Válasz Megtekintése
sr: Прикажите Ваш одговор

source: View {0}
ar: عرض {0}
hu: {0} megtekintése
sr: Прикажи {0}

source: Viewed By
ar: تمت المشاهدة بواسطة
hu: Megtekintette:
sr: Увид од стране

source: Views
ar: المشاهدات
hu: Megtekintések
sr: Прикази

source: Virtual
ar: افتراضي
hu: Virtuális
sr: Виртуелно

source: Virtual DocType {} requires a static method called {} found {}
ar: يتطلب نوع المستند الافتراضي {} طريقة ثابتة تسمى {} تم العثور عليها {}
hu: A Virtuális DocType {} függvényhez egy {} nevű statikus metódus szükséges, amelyet találtunk {}-ként
sr: Виртуелни DocType {} захтева статичку методу под називом {} пронађену у {}

source: Virtual DocType {} requires overriding an instance method called {} found {}
ar: يتطلب نوع المستند الافتراضي {} تجاوز طريقة مثيل تسمى {} تم العثور عليها {}
hu: A Virtuális DocType {} megköveteli egy {} nevű példánymetódus felülbírálását, amelyet találtunk {}-ként
sr: Виртуелни DocType {} захтева редефинисање инстанце методе {} пронађене у {}

source: Visibility
ar: الرؤية
hu: Láthatóság
sr: Видљивост

source: Visible to website/portal users.
ar: مرئي لمستخدمي الموقع الإلكتروني/البوابة.
hu: Látható a weboldal/portál felhasználói számára.
sr: Видљиво корисницима веб-сајта/портала.

source: Visit
ar: زيارة
hu: Látogatás
sr: Посета

source: Visit Web Page
ar: زيارة صفحة الويب
hu: Látogasson el a weboldalra
sr: Посети веб-страницу

source: Visitor ID
ar: معرف الزائر
hu: Látogató Azonosító
sr: ИД посетиоца

source: Want to discuss?
ar: هل ترغب في المناقشة؟
hu: Szeretne beszélgetni?
sr: Желите ли да разговарате?

source: Warehouse
ar: المستودعات
hu: Raktár
sr: Складиште

source: Warning
ar: تحذير
hu: Figyelmeztetés
sr: Упозорење

source: Warning: DATA LOSS IMMINENT! Proceeding will permanently delete following database columns from doctype {0}:
ar: تحذير: فقدان البيانات وشيك! سيؤدي المتابعة إلى حذف أعمدة قاعدة البيانات التالية نهائيًا من نوع المستند {0}:
hu: Figyelmeztetés: ADATVESZTÉS FENYEGET! A folytatás véglegesen törli a következő adatbázis oszlopokat a doctype {0}:
sr: Упозорење: ГУБИТАК ПОДАТАКА НЕИЗБЕЖАН! Наставак ће трајно обрисати следеће колоне базе податак из doctype-а {0}:

source: Warning: Unable to find {0} in any table related to {1}
ar: تحذير: تعذر العثور على {0} في أي جدول متعلق بـ {1}
hu: Figyelmeztetés: Nem találja a {0} címet a {1} táblában
sr: Упозорење: Није могуће пронаћи {0} ни у једној табели повезаној са {1}

source: Warning: Updating counter may lead to document name conflicts if not done properly
ar: تحذير: قد يؤدي تحديث العداد إلى تعارضات في أسماء المستندات إذا لم يتم بشكل صحيح.
hu: Figyelmeztetés: A számláló frissítése dokumentumnév-ütközésekhez vezethet, ha nem megfelelően történik
sr: Упозорење: Ажурирање бројача може изазвати конфликте у називима докумената уколико се не изврши правилно

source: Was this article helpful?
ar: هل كان المقال مساعدا؟!
hu: Hasznos volt ez a cikk?
sr: Да ли Вам је овај чланак био користан?

source: Watch Tutorial
ar: شاهد البرنامج التعليمي
hu: Oktatóanyag Megtekintése
sr: Погледајте упутство

source: Watch Video
ar: شاهد الفيديو
hu: Videó Megnézése
sr: Погледајте видео

source: We do not allow editing of this document. Simply click the Edit button on the workspace page to make your workspace editable and customize it as you wish
ar: لا نسمح بتعديل هذا المستند. ما عليك سوى النقر على زر "تعديل" في صفحة مساحة العمل لجعل مساحة عملك قابلة للتعديل وتخصيصها كما تشاء.
hu: A dokumentum szerkesztését nem engedélyezzük. Egyszerűen kattintson a Szerkesztés gombra a munkaterület oldalán, hogy szerkeszthetővé tegye a munkaterületet, és tetszése szerint alakítsa azt
sr: Не дозвољавамо уређивање овог документа. Једноставно кликните на дугме уреди на страници радног простора да бисте омогућили уређивање и прилагодили га према Вашим жељама

source: We have received a request for deletion of {0} data associated with: {1}
ar: لقد تلقينا طلبًا بحذف {0} البيانات المرتبطة بـ: {1}
hu: A {0} címhez kapcsolódó adatok törlésére vonatkozó kérelmet kaptunk: {1}
sr: Примили смо захтев за брисање података {0} повезаних са: {1}

source: We have received a request from you to download your {0} data associated with: {1}
ar: لقد تلقينا طلبًا منك لتنزيل بيانات {0} المرتبطة بـ: {1}
hu: Kérést kaptunk Öntől, hogy töltse le a {0} adataihoz kapcsolódóan: {1}
sr: Примили смо Ваш захтев за преузимање података {0} повезаних са: {1}

source: We've received your query!
ar: لقد تلقينا استفسارك!
hu: Megkaptuk a kérését!
sr: Примили смо твој упит!

source: Weak
ar: ضعيف
hu: Gyenge
sr: Слабо

source: Web Form
ar: نموذج ويب
hu: Web Űrlap
sr: Веб-образац

source: Web Form Field
ar: حقل نموذج الويب
hu: Web Űrlap Mező
sr: Поље веб-обрасца

source: Web Form Fields
ar: الحقول نموذج ويب
hu: Web Űrlap Mezők
sr: Поља веб-обрасца

source: Web Form List Column
ar: عمود قائمة نماذج الويب
hu: Web Űrlap Lista Oszlop
sr: Колона листе веб-обрасца

source: Web Page
ar: صفحة على الإنترنت
hu: Weboldal
sr: Веб-страница

source: Web Page Block
ar: كتلة صفحة الويب
hu: Weboldal Blokkolása
sr: Блок веб-странице

source: Web Page URL
ar: رابط صفحة الويب
hu: Web Oldal URL
sr: URL веб-странице

source: Web Page View
ar: عرض صفحة الويب
hu: Weboldal Nézet
sr: Приказ веб-странице

source: Web Site
ar: موقع الكتروني
hu: Weboldal
sr: Веб-сајт

source: Web Template
ar: قالب الويب
hu: Web Sablon
sr: Веб-шаблон

source: Web Template Field
ar: حقل قالب الويب
hu: Web Sablon Mező
sr: Поље веб-шаблона

source: Web Template Values
ar: قيم قالب الويب
hu: Web Sablon Értékek
sr: Вредности веб-шаблона

source: Web Template is not specified
ar: لم يتم تحديد قالب الويب
hu: Web Sablon nincs megadva
sr: Веб-шаблон није наведен

source: Web View
ar: عرض ويب
hu: Web Nézet
sr: Приказ на вебу

source: Webhook Data
ar: بيانات ويبهوك
hu: Webhook Adatok
sr: Webhook подаци

source: Webhook Header
ar: رأس ويبهوك
hu: Webhook Fejléc
sr: Webhook заглавље

source: Webhook Headers
ar: رؤوس ويبهوك
hu: Webhook Fejlécek
sr: Webhook заглавља

source: Webhook Request
ar: طلب ويبهوك
hu: Webhook Kérés
sr: Webhook захтев

source: Webhook Request Log
ar: سجل طلبات Webhook
hu: Webhook Kérés Napló
sr: Webhook евиденција захтева

source: Webhook Secret
ar: سرّ الويب هوك
hu: Webhook Titok
sr: Webhook тајна

source: Webhook Security
ar: Webhook الأمن
hu: Webhook Biztonság
sr: Webhook безбедност

source: Webhook Trigger
ar: مُشغِّل Webhook
sr: Webhook окидач

source: Webhook URL
ar: رابط الويب هوك
sr: URL Webhook -а

source: Website
ar: الموقع
hu: Weboldal
sr: Веб-сајт

source: Website Analytics
ar: تحليلات الموقع
hu: Weboldal Analitika
sr: Аналитика веб-сајта

source: Website Manager
ar: مدير الموقع
hu: Weboldal Kezelő
sr: Менаџер за веб-сајт

source: Website Meta Tag
ar: موقع العلامة الوصفية
hu: Weboldal Meta Címke
sr: Мета ознака веб-сајта

source: Website Route Meta
ar: موقع ميتا الطريق
hu: Weboldal Útvonal Metaadatai
sr: Мета подаци о путањи веб-сајта

source: Website Route Redirect
ar: إعادة توجيه مسار الموقع
hu: Weboldal Útvonal Átirányítása
sr: Преусмеравање путање веб-сајта

source: Website Script
ar: نص الموقع البرمجي
hu: Weboldal Szkript
sr: Скрипта веб-сајта

source: Website Search Field
ar: حقل البحث في الموقع الإلكتروني
hu: Webhely Keresési Mező
sr: Поље за претрагу на веб-сајту

source: Website Search Field must be a valid fieldname
ar: يجب أن يكون حقل البحث في الموقع اسم حقل صالحًا
hu: Webhely Keresési Mezőnek érvényes mezőnévnek kell lennie
sr: Поље за претрагу на веб-сајту мора бити важећи назив поља

source: Website Settings
ar: إعدادات الموقع
hu: Weboldal Beállítások
sr: Подешавање веб-сајта

source: Website Sidebar
ar: موقع الشريط الجانبي
hu: Weboldal Oldalsáv
sr: Бочна трака веб-сајта

source: Website Sidebar Item
ar: موقع الشريط الجانبي البند
hu: Weboldal Oldalsáv Elemek
sr: Ставка бочне траке веб-сајта

source: Website Slideshow
ar: موقع عرض الشرائح
hu: Weboldal Diavetítés
sr: Веб-сајт презентација

source: Website Slideshow Item
ar: موقع السلعة عرض شرائح
hu: Weboldal Diavetítés Elemek
sr: Ставка веб-сајт презентације

source: Website Theme
ar: شكل الموقع
hu: Weboldal Téma
sr: Тема веб-сајта

source: Website Theme Ignore App
ar: موضوع تجاهل التطبيق
hu: Weboldal téma Alkalmazás figyelmen kívül hagyása
sr: Тема сајта игнорише апликацију

source: Website Theme Image
ar: موضوع الموقع صورة
hu: Weboldal Téma Kép
sr: Слика теме веб-сајта

source: Website Theme image link
ar: رابط صورة قالب الموقع
hu: Webhely Téma Kép Hivatkozás
sr: Линк слике у теми веб-сајта

source: Wednesday
ar: الأربعاء
hu: Szerda
sr: Среда

source: Week
ar: أسبوع
hu: Hét
sr: Недеља

source: Weekdays
ar: أيام الأسبوع
hu: Hétköznapok
sr: Радни дани

source: Weekly
ar: الأسبوعية
hu: Heti
sr: Недељно

source: Weekly Long
ar: أسبوعي طويل
hu: Heti Hosszú
sr: Током целе недеље

source: Welcome
ar: مرحباً
hu: Üdvözöljük
sr: Добро дошли

source: Welcome Email Template
ar: ترحيب قالب البريد الإلكتروني
hu: Üdvözlő E-mail Sablon
sr: Шаблон имејла за добродошлицу

source: Welcome URL
ar: رابط الترحيب
hu: Üdvözlő URL
sr: URL за добродошлицу

source: Welcome Workspace
ar: مساحة عمل ترحيبية
hu: Kezdő Munkaterület
sr: Добро дошли у радни простор

source: Welcome email sent
ar: رسالة الترحيب تم أرسالها
hu: Köszöntő e-mail kiküldve
sr: Имејл добродошлице је послат

source: Welcome to {0}
ar: أهلا وسهلا بك إلى {0}
hu: Üdvözöljük itt {0}
sr: Добро дошли у {0}

source: What's New
ar: ما الجديد
hu: Mik az újdonságok?
sr: Шта је ново

source: When enabled this will allow guests to upload files to your application, You can enable this if you wish to collect files from user without having them to log in, for example in job applications web form.
ar: عند التمكين ، سيتيح ذلك للضيوف تحميل الملفات إلى التطبيق الخاص بك ، يمكنك تمكين هذا إذا كنت ترغب في جمع الملفات من المستخدم دون الحاجة إلى تسجيل الدخول ، على سبيل المثال في نموذج ويب تطبيقات الوظائف.
hu: Ha engedélyezi, ez lehetővé teszi a vendégeknek, hogy fájlokat töltsenek fel az alkalmazásba. Ezt engedélyezheti, ha fájlokat szeretne gyűjteni a felhasználótól anélkül, hogy be kellene jelentkeznie, például a munkaalkalmazások webes űrlapján.
sr: Када је омогућено, ово ће дозволити гостима да отпремају фајлове у Вашу апликацију. Можете укључити ову опцију уколико желите да прикупљате фајлове од корисника без потребе за пријављивањем, на пример путем веб-образаца за пријаву на посао.

source: When sending document using email, store the PDF on Communication. Warning: This can increase your storage usage.
ar: عند إرسال مستند باستخدام البريد الإلكتروني، قم بتخزين ملف الـ PDF. تحذير: قد يؤدي ذلك إلى زيادة استخدام مساحة التخزين لديك.
hu: Dokumentum e-mailben történő küldésekor a PDF-et a Kommunikáció szolgáltatásban tárolja. Figyelem: Ez növelheti a tárhelyhasználatot.
sr: Приликом слања докумената путем имејла, сачувај PDF у оквиру комуникације. Упозорење: Ово може повећати искоришћеност простора за складиштење.

source: When uploading files, force the use of the web-based image capture. If this is unchecked, the default behavior is to use the mobile native camera when use from a mobile is detected.
ar: عند تحميل الملفات، يجب فرض استخدام خاصية التقاط الصور عبر الإنترنت. في حال عدم تحديد هذا الخيار، سيتم استخدام كاميرا الهاتف المحمول تلقائيًا عند اكتشاف استخدام الهاتف.
hu: Fájlok feltöltésekor kényszerítse ki a webalapú képrögzítés használatát. Ha ez nincs bejelölve, akkor az alapértelmezett viselkedés a mobil natív kamerájának használata, amikor mobilhasználatot észlel.
sr: Приликом отпремања фајлова, приморај коришћење снимања путем интернет претраживача. Уколико није укључено, користиће се подразумевана камера мобилног уређаја када се препозна мобилни приступ.

source: Which view of the associated DocType should this shortcut take you to?
ar: ما هي طريقة عرض DocType المرتبطة التي يجب أن يأخذك إليها هذا الاختصار؟
hu: A társított DocType melyik nézetéhez kell a parancsikon segítségével eljutnia?
sr: На који приказ повезане врсте DocType треба да води ова пречица?

source: Width
ar: عرض
hu: Szélesség
sr: Ширина

source: Widths can be set in px or %.
ar: يمكن تحديد العرض بالبكسل أو النسبة المئوية.
hu: A szélesség px-ben vagy %-ban állítható be.
sr: Ширине могу биди подешене у пикселима или процентима.

source: Wildcard Filter
ar: مرشح البدل
hu: Helyettesítő karakter szűrő
sr: Филтер са заменским симболом

source: Will add "%" before and after the query
ar: سأضيف علامة "%" قبل الاستعلام وبعده
hu: A lekérdezés előtt és után "%"-ot ad hozzá a lekérdezéshez
sr: Додаће "%" пре и после упита

source: Will be used in url (usually first name).
ar: وسوف تستخدم في رابط (عادة الاسم الأول).
hu: Az url-ben lesz használva (általában keresztnév).
sr: Биће коришћено у URL (обично име).

source: Will be your login ID
ar: سيكون معرف تسجيل الدخول
hu: A belépési azonosítója lesz
sr: Биће Ваш ИД за пријављивање

source: Will only be shown if section headings are enabled
ar: سيتم عرض فقط إذا تم تمكين عناوين المقطع
hu: Csak akkor jelenik meg, ha a szakaszcímek engedélyezve vannak
sr: Биће приказано само уколико су наслови одељака омогућени

source: Will run scheduled jobs only once a day for inactive sites. Set it to 0 to avoid automatically disabling the scheduler.
ar: سيتم تشغيل المهام المجدولة مرة واحدة فقط يوميًا للمواقع غير النشطة. اضبط القيمة على 0 لتجنب تعطيل المجدول تلقائيًا.
hu: Az inaktív webhelyek esetében az ütemezett feladatok csak naponta egyszer fognak futni. Állítsa 0-ra, hogy elkerülje az ütemező automatikus kikapcsolását.
sr: Планирани задаци ће се извршавати само једном дневно за неактивне сајтове. Поставите на 0 да бисте избегли аутоматско искључивање планера.

source: With Letter head
ar: مع رئيس رسالة
hu: Fejléccel
sr: Са заглављем

source: Worflow States Don't Exist
ar: حالات Worflow لا وجود لها
hu: Munkafolyamat Állapotok nem léteznek
sr: Стања радног тока не постоје

source: Worker Information
ar: معلومات العامل
hu: Dolgozó Információ
sr: Информације радника

source: Worker Name
ar: اسم العامل
hu: Dolgozó Név
sr: Назив радника

source: Workflow
ar: سير العمل
hu: Munkafolyamat
sr: Радни ток

source: Workflow Action
ar: إجراء سير العمل
hu: Munkafolyamat Művelet
sr: Радња радног тока

source: Workflow Action Master
ar: سير العمل الاجراء الاساسي
hu: Munkafolyamat Művelet Törzsadat
sr: Мастер подаци о радњама у радном току

source: Workflow Action Name
ar: سير العمل اسم العمل
hu: Munkafolyamat Művelet Neve
sr: Назив радње радног тока

source: Workflow Action Permitted Role
ar: الدور المسموح به في إجراءات سير العمل
hu: Munkafolyamat Művelet Engedélyezett Szerep
sr: Дозвољена улога за радњу у радном току

source: Workflow Action is not created for optional states
ar: لم يتم إنشاء إجراء سير العمل للحالات الاختيارية
hu: Munkafolyamat Művelet nem jön létre opcionális állapotokhoz
sr: Радња у радном току није креирана за опциона стања

source: Workflow Builder
ar: منشئ سير العمل
hu: Munkafolyamat Szerkesztő
sr: Уређивач радног тока

source: Workflow Builder ID
ar: معرّف منشئ سير العمل
hu: Munkafolyamat Szerkesztő ID
sr: ИД уређивача радног тока

source: Workflow Builder allows you to create workflows visually. You can drag and drop states and link them to create transitions. Also you can update their properties from the sidebar.
ar: تتيح لك أداة إنشاء سير العمل إنشاء سير العمل بشكل مرئي. يمكنك سحب وإفلات الحالات وربطها لإنشاء انتقالات. كما يمكنك تحديث خصائصها من الشريط الجانبي.
hu: A Munkafolyamat Szerkesztő lehetővé teszi a Munkafolyamatok vizuális létrehozását. Állapotokat húzhat és hozhat létre, és összekapcsolhatja őket, hogy átmeneteket hozzon létre. A tulajdonságaikat az oldalsávról is frissítheti.
sr: Уређивач радног тока Вам омогућава да визуелно правите радне токове. Можете превлачити и отпустити стања и повезивати их да бисте креирали транзиције. Такође можете ажурирати њихова својства из бочне траке.

source: Workflow Data
ar: بيانات سير العمل
hu: Munkafolyamat Adatok
sr: Подаци радног тока

source: Workflow Details
ar: تفاصيل سير العمل
hu: Munkafolyamat Részletei
sr: Детаљи радног тока

source: Workflow Document State
ar: سير العمل الوثيقة الدولة
hu: Munkafolyamat Dokumentum Állapot
sr: Стање документа у радном току

source: Workflow Name
ar: اسم سير العمل
hu: Munkafolyamat Neve
sr: Назив радног тока

source: Workflow State
ar: حالة سير العمل
hu: Munkafolyamat Állapot
sr: Статус радног тока

source: Workflow State Field
ar: حقل حالة سير العمل
hu: Munkafolyamat Állapot Mező
sr: Поље стања радног тока

source: Workflow State not set
ar: لم يتم تعيين حالة سير العمل
hu: Munkafolyamat Állapota nincs beállítva
sr: Стање радног тока није постављено

source: Workflow State transition not allowed from {0} to {1}
ar: انتقال حالة سير العمل غير مسموح به من {0} إلى {1}
hu: Munkafolyamat Állapotának átalakítása nem engedélyezett a(z) {0} -ról {1} -re
sr: Транзиција стања радног тока није дозвољена са {0} на {1}

source: Workflow Status
ar: حالة سير العمل
hu: Munkafolyamat Állapota
sr: Статус радног тока

source: Workflow Transition
ar: الانتقال سير العمل
hu: Munkafolyamat Átmenet
sr: Транзиција радног тока

source: Workflow state represents the current state of a document.
ar: تمثل حالة سير العمل الحالة الحالية للمستند.
hu: Munkafolyamat állapotának jelenlegi állását mutatja a dokumentum.
sr: Стање радног тока представља тренутно стање документа.

source: Workflow updated successfully
ar: تم تحديث سير العمل بنجاح
hu: Munkafolyamat sikeresen frissítve
sr: Радни ток је успешно ажуриран

source: Workflows allow you to define custom rules for the approval process of a particular document in ERPNext. You can also set complex Workflow Rules and set approval conditions.
hu: A Munkafolyamatok lehetővé teszik, hogy egyéni szabályokat határozzon meg egy adott dokumentum jóváhagyási folyamatára vonatkozóan az ERPNextben. Összetett Munkafolyamat Szabályokat is beállíthat, és jóváhagyási feltételeket is meghatározhat.
sr: Радни токови Вам омогућавају да дефинишете прилагођена правила за процес одобравања одређеног документа у ERPNext-у. Такође, можете поставити сложена правила радног тока и услове за одобрење.

source: Workspace
ar: مساحة العمل
hu: Munkaterület
sr: Радни простор

source: Workspace <b>{0}</b> does not exist
hu: Munkaterület <0>{0}</0> nem létezik
sr: Радни простор <b>{0}</b> не постоји

source: Workspace Chart
ar: مخطط مساحة العمل
hu: Munkaterület Diagram
sr: Графикон радног простора

source: Workspace Custom Block
ar: كتلة مخصصة لمساحة العمل
hu: Munkaterület Egyéni Blokk
sr: Прилагођени блок радног простора

source: Workspace Link
ar: رابط مساحة العمل
hu: Munkaterület Link
sr: Линк радног простора

source: Workspace Manager
ar: مدير مساحة العمل
hu: Munkaterület Kezelő
sr: Менаџер радног простора

source: Workspace Number Card
ar: بطاقة رقم مساحة العمل
hu: Munkaterület Szám Kártya
sr: Бројчана картица радног простора

source: Workspace Quick List
ar: قائمة سريعة لمساحة العمل
hu: Munkaterület Gyors Lista
sr: Брза листа радног простора

source: Workspace Shortcut
ar: اختصار مساحة العمل
hu: Munkaterület Gyorshivatkozás
sr: Пречица до радног простора

source: Workspace not found
hu: Munkaterület nem található
sr: Радни простор није пронађен

source: Workspace {0} Created Successfully
hu: Munkaterület {0} Sikeresen Létrehozva
sr: Радни простор {0} је успешно креиран

source: Workspace {0} Deleted Successfully
hu: Munkaterület {0} Sikeresen Törölve
sr: Радни простор {0} је успешно обрисан

source: Workspace {0} Edited Successfully
hu: Munkaterület {0} Sikeresen Szerkesztve
sr: Радни простор {0} је упешно уређен

source: Workspaces
ar: مساحات العمل
hu: Munkaterületek
sr: Радни простори
