Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Report has no data, please modify the filters or change the Report Name
ar: لا يحتوي التقرير على بيانات ، يرجى تعديل الفلاتر أو تغيير اسم التقرير
hu: A jelentés nem tartalmaz adatokat, kérjük, módosítsa a szűrőket vagy változtassa meg a jelentés nevét
sr: Извештај нема података, молимо Вас да измените филтере или промените назив извештаја

source: Report has no numeric fields, please change the Report Name
ar: لا يحتوي التقرير على حقول رقمية ، يُرجى تغيير اسم التقرير
hu: A jelentésnek nincsenek numerikus mezői, kérjük, változtassa meg a jelentés nevét
sr: Извештај нема нумеричких поља, молимо Вас да промените назив извештаја

source: Report initiated, click to view status
ar: تم إنشاء التقرير، انقر لعرض الحالة
hu: Jelentés kezdeményezve, kattintson az állapot megtekintéséhez
sr: Извештај је покренут, кликните да бисте погледали status

source: Report limit reached
ar: تم الوصول إلى الحد الأقصى للإبلاغات
hu: Jelentési korlát elérve
sr: Достигнуто је ограничење извештаја

source: Report timed out.
ar: انتهت مهلة التقرير.
hu: A jelentés időtúllépést okozott.
sr: Извештај је истекао.

source: Report updated successfully
ar: تم تحديث التقرير بنجاح
hu: Jelentés sikeresen frissítve
sr: Извештај је успешно ажуриран

source: Report was not saved (there were errors)
ar: لم يتم حفظ التقرير (كانت هناك أخطاء)
hu: A jelentés nem került mentésre (hibák voltak)
sr: Извештај није сачуван (догодиле су се грешке)

source: Report with more than 10 columns looks better in Landscape mode.
ar: التقرير مع أكثر من 10 أعمدة تبدو أفضل في وضع أفقي.
hu: A 10-nél több oszlopot tartalmazó jelentés jobban néz ki fekvő módban.
sr: Извештај са више од 10 колона изгледа боље у пејзажном режиму.

source: Report {0}
ar: تقرير {0}
hu: Jelentés {0}
sr: Извештај {0}

source: Report {0} deleted
ar: تم حذف التقرير {0}
hu: Jelentés {0} törölve
sr: Извештај {0} је обрисан

source: Report {0} is disabled
ar: تقرير غير مفعلة {0}
hu: A {0} jelentés le van tiltva
sr: Извештај {0} је онемогућен

source: Report {0} saved
ar: تم حفظ التقرير {0}
hu: Jelentés {0} mentve
sr: Извештај {0} је сачуван

source: Report:
ar: أبلغ عن:
hu: Jelentés:
sr: Извештај:

source: Reports
ar: تقارير
hu: Jelentések
sr: Извештаји

source: Reports & Masters
ar: التقارير والماجستير
hu: Jelentések és Törzsadatok
sr: Извештаји и мастер подаци

source: Reports already in Queue
ar: التقارير موجودة بالفعل في قائمة الانتظار
hu: Jelentések már várólistán vannak
sr: Извештаји су већ у реду

source: Represents a User in the system.
ar: يمثل مستخدمًا في النظام.
hu: Egy felhasználót képvisel a rendszerben.
sr: Представља корисника у систему.

source: Represents the states allowed in one document and role assigned to change the state.
ar: يمثل هذا النص الحالات المسموح بها في وثيقة واحدة والدور المخصص لتغيير الحالة.
hu: Az egy dokumentumban engedélyezett állapotokat és az állapot megváltoztatásához rendelt szerepkört jelöli.
sr: Представља дозвољена стања у једном документу и улогу додељену за промену стања.

source: Request Account Deletion
hu: Fiók Törlési Kérelem
sr: Захтев за брисање налога

source: Request Body
ar: نص الطلب
hu: Kérés Törzse
sr: Тело захтева

source: Request Data
ar: طلب البيانات
hu: Kért Adatok
sr: Подаци захтева

source: Request Description
ar: وصف الطلب
hu: Kérés Leírása
sr: Опси захтева

source: Request Headers
ar: رؤوس الطلب
hu: Kérés Fejléce
sr: Заглавље захтева

source: Request ID
ar: رقم الطلب
hu: Kérés Azonosító
sr: ИД захтева

source: Request Limit
ar: حد الطلبات
hu: Kérés Limit
sr: Лимит захтева

source: Request Method
ar: طريقة الطلب
hu: Kérés Metódusa
sr: Метод захтева

source: Request Structure
ar: طلب هيكل
hu: Kérés Struktúrája
sr: Структура захтева

source: Request Timed Out
ar: طلب مهلة
hu: Kérés Lejárt
sr: Захтев је истекао

source: Request Timeout
ar: انتهت مهلة الطلب
hu: Kérés Időtúllépése
sr: Време чекања захтева

source: Request URL
ar: طلب عنوان ورل
hu: Kérés URL címe
sr: URL захтева

source: Request for Account Deletion
ar: طلب حذف الحساب
hu: Fiók törlési kérelem
sr: Захтев за брисање налога

source: Require Trusted Certificate
ar: طلب شهادة موثوق بها
hu: Megbízható Tanúsítványt Igényel
sr: Захтева поуздани сертификат

source: Requires any valid fdn path. i.e. ou=groups,dc=example,dc=com
ar: يتطلب أي مسار fdn صالح. على سبيل المثال: ou=groups,dc=example,dc=com
hu: Érvényes fdn elérési utat igényel, pl. ou=groups,dc=example,dc=com
sr: Захтева било који важећу FDN путању, нпр. ou=groups,dc=example,dc=com

source: Requires any valid fdn path. i.e. ou=users,dc=example,dc=com
ar: يتطلب أي مسار fdn صالح. على سبيل المثال: ou=users,dc=example,dc=com
hu: Érvényes fdn elérési utat igényel. Pl. ou=users,dc=example,dc=com
sr: Захтева било коју важећу FDN путању нпр. ou=users,dc=example,dc=com

source: Res: {0}
ar: الدقة: {0}
hu: Válasz: {0}
sr: Одговор: {0}

source: Reset
ar: إعادة تعيين
hu: Visszaállít
sr: Ресетуј

source: Reset All Customizations
ar: إعادة ضبط جميع التخصيصات
hu: Minden Testraszabás Visszaállítása
sr: Ресетуј све прилагођене поставке

source: Reset Changes
ar: إعادة ضبط التغييرات
hu: Változások Visszaállítása
sr: Ресетуј измене

source: Reset Chart
ar: إعادة تعيين المخطط
hu: Diagram Visszaállítása
sr: Ресетуј графикон

source: Reset Dashboard Customizations
ar: إعادة ضبط تخصيصات لوحة التحكم
hu: Műszerfal Testreszabásainak Visszaállítása
sr: Ресетуј прилагођавања контролне табле

source: Reset Fields
ar: تصفير البيانات في الحقول
hu: Mezők Visszaállítása
sr: Ресетуј поља

source: Reset LDAP Password
ar: إعادة تعيين كلمة مرور LDAP
hu: LDAP Jelszó Visszaállítása
sr: Ресетуј LDAP лозинку

source: Reset Layout
ar: إعادة ضبط التخطيط
hu: Elrendezés Viszaállítása
sr: Ресетуј распоред

source: Reset OTP Secret
ar: إعادة تعيين مكتب المدعي العام سر
hu: OTP Titok Visszaállítása
sr: Ресетуј тајну једнократне лозинке

source: Reset Password
ar: إعادة تعيين كلمة المرور
hu: Jelszó Visszaállítása
sr: Ресетуј лозинку

source: Reset Password Key
ar: إعادة تعيين كلمة المرور الرئيسية
hu: Jelszó Kulcs Visszaállítása
sr: Ресетуј кључ за лозинку

source: Reset Password Link Expiry Duration
ar: مدة انتهاء صلاحية رابط إعادة تعيين كلمة المرور
hu: Jelszó Visszaállítása Link Lejárati Időtartama
sr: Ресетуј трајање линка за промену лозинке

source: Reset Password Template
ar: نموذج إعادة تعيين كلمة المرور
hu: Jelszó Visszaállítás Saboln
sr: Ресетуј шаблон за лозинку

source: Reset Permissions for {0}?
ar: إعادة تعيين أذونات ل {0} ؟
hu: Jogosultságok visszaállítása a {0} számára?
sr: Ресетуј дозволе за {0}?

source: Reset To Default
ar: إعادة الضبط إلى الإعدادات الافتراضية
hu: Alapértékek Visszaállítása
sr: Врати на подразумевано

source: Reset sorting
ar: إعادة ترتيب الفرز
hu: Rendezés visszaállítása
sr: Ресетуј сортирање

source: Reset the password for your account
hu: Fiókod jelszavának visszaállítása
sr: Ресетуј лозинку за свој налог

source: Reset to default
ar: إعادة الضبط إلى الوضع الافتراضي
hu: Alapérték visszaállítása
sr: Врати на подразумевано

source: Reset to defaults
ar: إعادة تعيين إلى الإعدادات الافتراضية
hu: Alapértékek visszaállítása
sr: Врати на подразумевана подешавања

source: Reset your password
ar: اعد ضبط كلمه السر
hu: Állítsa vissza a jelszavát
sr: Ресетуј своју лозинку

source: Response
ar: الإستجابة
hu: Válasz
sr: Одговор

source: Response
ar: الإستجابة
hu: Válasz
sr: Одговор

source: Response Type
ar: نوع الاستجابة
hu: Válasz Típusa
sr: Врста одговора

source: Rest of the day
ar: بقية اليوم
hu: A nap hátralévő része
sr: Остатак дана

source: Restore
ar: استعادة
hu: Helyreállítás
sr: Врати

source: Restore Original Permissions
ar: استعادة ضوابط الأصل
hu: Eredeti Engedélyek Helyreállítása
sr: Врати оригиналне дозволе

source: Restore to default settings?
ar: استعادة الإعدادات الافتراضية؟\n<br>\n?Restore to default settings
hu: Visszaállítás alapértelmezett beállításokra?
sr: Врати на подразумевана подешавања?

source: Restored
ar: رمم
hu: Helyreállított
sr: Враћено

source: Restoring Deleted Document
ar: استعادة المستند المحذوف
hu: Törölt Dokumentum Helyreállítása
sr: Враћање обрисаног документа

source: Restrict IP
ar: تقييد IP
hu: IP Korlátozása
sr: Ограничи IP адресу

source: Restrict To Domain
ar: تقييد على المجال
hu: Tartomány Korlátozása
sr: Ограничи на домен

source: Restrict to Domain
ar: تقييد النطاق
hu: Tartomány Korlátozása
sr: Ограничи на домен

source: Restrict user from this IP address only. Multiple IP addresses can be added by separating with commas. Also accepts partial IP addresses like (111.111.111)
ar: تقييد المستخدم من هذا العنوان IP فقط. يمكن إضافة عناوين IP متعددة عن طريق فصل بفواصل. يقبل أيضا عناوين IP جزئية مثل (111.111.111)
hu: Csak az adott IP-címről érkező felhasználók korlátozása. Több IP-cím adható hozzá vesszővel elválasztva. Részleges IP-címeket is elfogad, mint például (111.111.111.111)
sr: Ограничи корисника само са ове IP адресе. Више адреса се може унети раздвајањем зарезима. Прихваћене су и делимичне IP адресе, као што је (111.111.111)

# Title of message showing restrictions in list view
source: Restrictions
ar: قيود
hu: Korlátozások
sr: Ограничења

source: Result
ar: نتيجة
hu: Eredmény
sr: Резултат

source: Resume Sending
ar: استئناف إرسال
hu: Küldés Folytatása
sr: Настави слање

source: Retry
ar: إعادة المحاولة
hu: Újra
sr: Поново покушај

source: Retry Sending
ar: إعادة محاولة الإرسال
hu: Küldés Ismétlése
sr: Покушај поново слање

source: Return to the Verification screen and enter the code displayed by your authentication app
ar: ارجع إلى شاشة التحقق وأدخل الرمز المعروض بواسطة تطبيق المصادقة
hu: Térjen vissza az Ellenőrzési képernyőre, és adja meg a hitelesítési alkalmazás által megjelenített kódot
sr: Врати се на екран за верификацију и унеси код приказан у твојој апликацији за аутентификацију

source: Reverse Icon Color
ar: عكس دلالات اللون
hu: Fordított Ikon Színe
sr: Обрни боју иконице

source: Revert
ar: العودة
hu: Vissza
sr: Поништи

source: Revert Of
ar: العودة من
hu: Vissza
sr: Поништење за

source: Reverted
ar: عادت
hu: Visszavont
sr: Поништено

source: Reverting length to {0} for '{1}' in '{2}'. Setting the length as {3} will cause truncation of data.
ar: إعادة الطول إلى {0} لـ &quot;{1}&quot; في &quot;{2}&quot;. تعيين الطول كـ {3} سيؤدي إلى اقتطاع البيانات.
hu: A(z) „{1}” hosszának visszaállítása {0} értékre a(z) „{2}” mezőben. Ha a hosszúságot {3} -nak állítja be, az adatok csonkolódást okoznak.
sr: Враћање дужине на {0} за '{1}' у '{2}'. Постављање дужине на {3} ће скратити податке.

source: Review
ar: إعادة النظر
hu: Értékelés
sr: Преглед

source: Review Level
ar: مراجعة المستوى
hu: Értékelési Szint
sr: Ниво прегледа

source: Review Levels
ar: مراجعة المستويات
hu: Értékelési Szintek
sr: Нивои прегледа

source: Review Points
ar: مراجعة النقاط
hu: Értékelési Pontok
sr: Поени за преглед

source: Reviews
ar: التعليقات
hu: Vélemények
sr: Прегледи

source: Revocation URI
ar: معرّف الموارد الموحد للإلغاء
hu: Visszavonás URI
sr: URI за опозив

source: Revoke
ar: سحب
hu: Visszavon
sr: Опозови

source: Revoked
ar: إلغاء
hu: Visszavont
sr: Опозвано

source: Rich Text
ar: نص منسق
sr: Богати текст

source: Right
ar: حق
hu: Jobb
sr: Десно

# alignment
source: Right
ar: حق
hu: Jobb
sr: Десно

source: Right Bottom
ar: أسفل اليمين
hu: Jobb Alul
sr: Десно доле

source: Right Center
ar: وسط اليمين
hu: Jobb Közép
sr: Десно центрирано

source: Role
ar: صلاحية
hu: Szerepkör
sr: Улога

source: Role 'All' will be given to all system + website users.
ar: سيتم منح دور "الكل" لجميع مستخدمي النظام والموقع الإلكتروني.
hu: A "Mindenki" szerepkört a rendszer és a weboldal minden felhasználója megkapja.
sr: Улога 'Све' биће додељена корисницима система и веб-сајта.

source: Role 'Desk User' will be given to all system users.
ar: سيتم منح دور "مستخدم سطح المكتب" لجميع مستخدمي النظام.
hu: A "Desk User" szerepkört minden rendszerfelhasználó megkapja.
sr: Улога 'Корисник радне површине' биће додељена свим системским корисницима.

source: Role Name
ar: اسم الدور
hu: Szerepkör Neve
sr: Назив улоге

source: Role Permission for Page and Report
ar: إذن الدور للصفحة والتقرير
hu: Szerepkör Engedély az Oldalhoz és Jelentéshez
sr: Дозволе улоге за страницу и извештај

source: Role Permissions
ar: اذونات الصلاحيات
hu: Szerepkör Engedélyei
sr: Дозволе улога

source: Role Permissions Manager
ar: مدير ضوابط الصلاحيات
hu: Szerepkör Jogosultság Kezelő
sr: Менаџер дозвола улога

# Button in list view menu
source: Role Permissions Manager
ar: مدير ضوابط الصلاحيات
hu: Szerepkör Jogosultság Kezelő
sr: Менаџер дозвола улога

source: Role Profile
ar: الملف الشخصي
hu: Szerepkör Profil
sr: Профил улоге

source: Role and Level
ar: مستوى الصلاحية
hu: Szerepkör és Szint
sr: Улога и ниво

source: Role has been set as per the user type {0}
ar: تم تحديد الدور وفقًا لنوع المستخدم {0}
hu: A szerepkör a felhasználói típusnak megfelelően lett beállítva {0}
sr: Улога је постављена према врсти корисника {0}

source: Roles
ar: الصلاحيات
hu: Szerepkörök
sr: Улоге

source: Roles & Permissions
ar: الأدوار والصلاحيات
hu: Szerepkörök és Jogosultságok
sr: Улоге и дозволе

source: Roles Assigned
ar: الصلاحيات المسندة
hu: Hozzárendelt Szerepkörök
sr: Додељене улоге

source: Roles HTML
ar: الأدوار HTML
hu: Szerepkörök HTML
sr: HTML улога

source: Roles Html
ar: أدوار Html
hu: Szerepkörök Html
sr: HTML улога

source: Roles can be set for users from their User page.
ar: يمكن تحديد الأدوار للمستخدمين من صفحة المستخدم الخاصة بهم.
hu: A felhasználók szerepköreit a Felhasználó oldalukon lehet beállítani.
sr: Улоге се не могу поставити корисницима са њихове странице корисника.

source: Root {0} cannot be deleted
ar: الجذر {0} لا يمكن حذف
hu: A {0} gyökér nem törölhető
sr: Коренски ентитет {0} не може бити обрисан

source: Round Robin
ar: جولة روبن
sr: Наизменично

source: Rounding Method
ar: طريقة التقريب
hu: Kerekítési Módszer
sr: Метод заокруживања

source: Route
ar: مسار
hu: Útvonal
sr: Путања

source: Route History
ar: سجل الطريق
hu: Útvonal Előzmények
sr: Историја путање

source: Route Redirects
ar: إعادة توجيه الطريق
hu: Útvonalak Átirányítások
sr: Преусмеравање путање

source: Route: Example "/app"
ar: المسار: مثال "/app"
hu: Útvonal: Példa: "/app"
sr: Путања: Пример "/app"

source: Row
ar: صف
hu: Sor
sr: Ред

source: Row #
ar: صف #
hu: # Sor
sr: Ред #

source: Row # {0}: Non administrator user can not set the role {1} to the custom doctype
ar: الصف رقم {0}: لا يمكن للمستخدم غير الإداري تعيين الدور {1} لنوع المستند المخصص
hu: Sor # {0}: Nem rendszergazdai felhasználó nem állíthatja be a {1} szerepkört az egyéni doctype-ra
sr: Ред # {0}: Корисник који није администратор не може да постави улогу {1} у прилагођени doctype

source: Row #{0}:
ar: الصف # {0}:
hu: #{0} Sor:
sr: Ред #{0}:

source: Row #{}: Fieldname is required
ar: الصف رقم {}: اسم الحقل مطلوب
hu: Sor #{}: A mezőnév kötelező
sr: Ред #{}: Назив поља је обавезан

source: Row Format
ar: تنسيق الصف
hu: Sorformátum
sr: Формат реда

source: Row Index
ar: مؤشر الصف
hu: Sor Index
sr: Индекс реда

source: Row Indexes
ar: فهارس الصفوف
hu: Sor Indexek
sr: Индекси реда

source: Row Name
ar: اسم الصف
hu: Sor Neve
sr: Назив реда

source: Row Number
ar: رقم الصف
hu: Sor Száma
sr: Број реда

source: Row Values Changed
ar: تم تغيير قيم الصفوف
hu: Sor Értékei Megváltoztak
sr: Вредности у реду су измењене

source: Row {0}
ar: الصف {0}
hu: {0} sor
sr: Ред {0}

source: Row {0}: Not allowed to disable Mandatory for standard fields
ar: الصف {0}: غير مسموح بتعطيل إلزامي للحقول القياسية
hu: {0} sor: A szabványos mezők számára nem engedélyezhető a Kötelező mezők letiltása
sr: Ред {0}: Није дозвољено онемогућити обавезно за стандардна поља

source: Row {0}: Not allowed to enable Allow on Submit for standard fields
ar: صف {0}: غير مسموح لتمكين السماح إرسال على لحقول القياسية
hu: {0} sor: A standard mezőknél nem engedélyezett az Belküldéskor történő engedélyezés engedélyezése
sr: Ред {0}: Није дозвољено омогућити дозволу при подношењу за стандардна поља

source: Rows Added
ar: واضاف الصفوف
hu: Sorok Hozzáadva
sr: Редови додати

source: Rows Removed
ar: الصفوف إزالتها
hu: Sorok Eltávolítva
sr: Редови уклоњени

source: Rows Threshold for Grid Search
ar: عتبة الصفوف للبحث الشبكي
hu: Sorok küszöbértéke a rács kereséshez
sr: Праг редова за претрагу у табели

source: Rule
ar: قاعدة
hu: Szabály
sr: Правило

source: Rule Conditions
ar: شروط القاعدة
hu: Szabály Feltételek
sr: Услови правила

source: Rule Name
ar: اسم القاعدة
hu: Szabály Neve
sr: Назив правила

source: Rule for this doctype, role, permlevel and if-owner combination already exists.
ar: توجد بالفعل قاعدة لهذا النوع من المستندات، والدور، ومستوى الصلاحية، ومجموعة المالك.
hu: Már létezik szabály ehhez a doctype, szerepkör, jogosultsági szint és ha-tulajdonos kombinációhoz.
sr: Правило за ову врсту doctype, улога, ниво дозволе и уколико власник већ постоји.

source: Rules
ar: القواعد
hu: Szabályok
sr: Правила

source: Rules defining transition of state in the workflow.
ar: القوانين التي تحدد انتقال الحالة في سير العمل.
hu: A munkafolyamat állapotának átmenetét meghatározó szabályok.
sr: Правила која дефинишу прелаз стања у радном току.

source: Rules for how states are transitions, like next state and which role is allowed to change state etc.
ar: ويسمح النظام لكيفية قيام الولايات التحولات، مثل الدولة والتي المقبل دور في تغيير الدولة الخ.
hu: Szabályok arra vonatkozóan, hogy az állapotok hogyan minősülnek átmenetnek, például a következő állapot és melyik szerepkör jogosult állapotváltoztatásra stb.
sr: Правила за транзицију између стања, као што су следеће стање и која улога сме да промени стање итд.

source: Rules with higher priority number will be applied first.
ar: سيتم تطبيق القواعد ذات رقم الأولوية الأعلى أولاً.
hu: Először a magasabb prioritású szabályok kerülnek alkalmazásra.
sr: Правила са већим бројем приоритета се примењује прва.

source: Run Jobs only Daily if Inactive For (Days)
ar: شغِّل الوظائف فقط يوميًا إذا كان غير نشط (أيام)
hu: Csak naponta futtassa a feladatokat, ha inaktív (napokig)
sr: Покрени задатке дневно искључиво уколико су неактивни (дана)

source: Run scheduled jobs only if checked
ar: تشغيل المهام المجدولة الا إذا دققت
hu: Csak akkor futtassa az ütemezett feladatokat, ha be van jelölve
sr: Покрени заказане задатке само уколико су означени

source: Runtime in Minutes
ar: مدة التشغيل بالدقائق
hu: Futási Idő Percben
sr: Време извођења у минутима

source: Runtime in Seconds
ar: مدة التشغيل بالثواني
hu: Futási Idő Másodpercben
sr: Време извршавања у секундама

source: S3 Backup Settings
ar: إعدادات النسخ الاحتياطي لـ S3
hu: S3 Biztonsági Mentési Beállítások
sr: С3 подешавање резервне копије

source: S3 Backup complete!
ar: اكتمل النسخ الاحتياطي S3!
hu: S3 Biztonsági Mentés elkészült!
sr: С3 резервна копија завршена!

source: S3 Bucket Details
ar: تفاصيل دلو S3
hu: S3 Vödör Részletei
sr: Детаљи С3 резервоара

source: SMS Parameter
ar: SMS متغيرات
hu: SMS Paraméter
sr: SMS параметар

source: SMS Settings
ar: SMS إعدادات
hu: SMS Beállítások
sr: SMS Подешавање

source: SMS sent successfully
ar: تم إرسال الرسالة النصية القصيرة بنجاح
hu: SMS sikeresen elküldve
sr: SMS је успешно послат

source: SMS was not sent. Please contact Administrator.
ar: لم يتم إرسال الرسالة النصية. يرجى الاتصال بالمسؤول.
hu: Az SMS nem lett elküldve. Vegye fel a kapcsolatot az Rendszergazdával.
sr: SMS није послат. Молимо Вас да контактирате администратора.

source: SMTP Server is required
ar: يلزم وجود خادم SMTP
hu: SMTP-kiszolgáló szükséges
sr: SMTP сервер је неопходан

source: SMTP Settings for outgoing emails
ar: إعدادات SMTP لرسائل البريد الإلكتروني الصادرة
hu: SMTP Beállítások a kimenő e-mailekhez
sr: SMTP подешавања за излазне имејлове

source: SQL Conditions. Example: status="Open"
ar: شروط SQL. على سبيل المثال: الحالة = &quot;فتح&quot;
hu: SQL Feltételek. Példa: status = "Open"
sr: SQL услови. Пример: status="Open"

source: SQL Explain
ar: شرح SQL
hu: SQL Magyarázat
sr: SQL објашењење

source: SQL Output
ar: مخرجات SQL
hu: SQL Kimenet
sr: SQL излаз

source: SQL Queries
ar: استعلامات SQL
hu: SQL Lekérdezés
sr: SQL упити

source: SSL/TLS Mode
ar: وضع SSL / TLS
hu: SSL/TLS Mód
sr: SSL/TLS режим

source: SWATCHES
ar: عينات
hu: SZÍNMINTA
sr: ПАЛЕТА БОЈА

source: Sales Manager
ar: مدير المبيعات
hu: Értékesítési Menedzser
sr: Менаџер продаје

source: Sales Master Manager
ar: المدير الرئيسي للمبيعات
hu: Értékesítési Törzsadat Menedzser
sr: Главни менаџер продаје

source: Sales User
ar: عضو المبيعات
hu: Értékesítési Felhasználó
sr: Корисник продаје

source: Salutation
ar: اللقب
hu: Megszólítás
sr: Поздрав

source: Same Field is entered more than once
ar: تم إدخال نفس الحقل أكثر من مرة
hu: Ugyanazt a mezőt többször ütötte be
sr: Исти унос је унет више пута

source: Sample
ar: عينة
hu: Minta
sr: Узорак

source: Saturday
ar: السبت
hu: Szombat
sr: Субота

source: Save
ar: حفظ
hu: Mentés
sr: Сачувај

source: Save Anyway
ar: حفظ على أي حال
hu: Mentés Mindenképpen
sr: Ипак сачувај

source: Save As
ar: حفظ باسم
hu: Mentés másként
sr: Сачувај као

source: Save Customizations
ar: حفظ التخصيصات
hu: Testreszabás Mentése
sr: Сачувај прилагођавања

source: Save Filter
hu: Szűrés Mentése
sr: Сачувај филтере

source: Save Report
ar: احفظ التقرير
hu: Jelentés Mentése
sr: Сачувај извештај

source: Save filters
ar: حفظ المرشحات
hu: Szűrők Mentése
sr: Сачувај филтере

source: Save on Completion
ar: وفر عند الانتهاء
hu: Mentés Befejezéskor
sr: Сачувај при завршетку

source: Save the document.
ar: احفظ المستند.
hu: Mentse el a dokumentumot.
sr: Сачувај документ.

source: Saved
ar: حفظ
hu: Mentve
sr: Сачувано

source: Saving
ar: حفظ
hu: Mentés
sr: Чување

# Freeze message while saving a document
source: Saving
ar: حفظ
hu: Mentés
sr: Чување

source: Saving Customization...
ar: حفظ التخصيص...
hu: Testreszabás mentése...
sr: Чување прилагођавања...

source: Saving this will export this document as well as the steps linked here as json.
ar: سيؤدي حفظ هذا الملف إلى تصدير هذا المستند بالإضافة إلى الخطوات المذكورة هنا بصيغة json.
hu: A mentéssel a dokumentum, valamint az itt linkelt lépések JSON formátumban exportálódnak.
sr: Чувањем овога ће се извести документ и повезани кораци као JSON.

source: Saving...
ar: إنقاذ...
hu: Mentés...
sr: Чување...

source: Scan QRCode
ar: امسح رمز الاستجابة السريعة
hu: QR-kód Beolvasása
sr: Скенирај QR код

source: Scan the QR Code and enter the resulting code displayed.
ar: مسح رمز الاستجابة السريعة وأدخل رمز الناتجة عرضها.
hu: Szkennelje a QR-kódot, és írja be a megjelenő kódot.
sr: Скенирај QR код и унеси приказани код.

source: Schedule
ar: جدول
hu: Ütemezés
sr: Распоред

source: Schedule Newsletter
hu: Hírlevél Ütemezése
sr: Заказати слање билтена

source: Schedule Send At
ar: جدولة الإرسال في
hu: Küldés Ütemezése Ekkor
sr: Заказати слање у

source: Schedule sending
hu: Küldés Ütemezése
sr: Заказати слање

source: Schedule sending at a later time
hu: Küldés Ütemezése Későbbi Időpontra
sr: Заказати слање за касније

source: Scheduled
ar: من المقرر
hu: Ütemezett
sr: Заказано

source: Scheduled Against
ar: مُجدول ضد
hu: Ütemezett Időpont
sr: Заказан у вези са

source: Scheduled Job
ar: الوظيفة المجدولة
hu: Ütemezett Feladat
sr: Заказани задатак

source: Scheduled Job Log
ar: سجل الوظائف المجدولة
hu: Ütemezett Feladat Napló
sr: Евиденција заказаних задатака

source: Scheduled Job Type
ar: نوع الوظيفة المجدولة
hu: Ütemezett Feladat Típusa
sr: Врста заказаног задатка

source: Scheduled Jobs Logs
ar: سجلات المهام المجدولة
hu: Ütemezett Feladatok Naplói
sr: Евиденције заказаних задатака

source: Scheduled Sending
hu: Ütemezett Küldés
sr: Заказано слање

source: Scheduled To Send
ar: من المقرر أن ترسل
hu: Küldésre Ütemezve
sr: Заказано за слање

source: Scheduled execution for script {0} has updated
ar: تم تحديث التنفيذ المجدول للنص {0}
hu: A(z) {0} szkript ütemezett végrehajtása frissült
sr: Заказано извршавање за скрипту {0} је ажурирано

source: Scheduled to send
ar: من المقرر أن ترسل
hu: Küldésre ütemezve
sr: Заказано за слање
