Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Parent Field must be a valid fieldname
ar: يجب أن يكون حقل الأصل اسمًا صالحًا للحقل
hu: Szülő mezőnek érvényes mezőnévnek kell lennie
sr: Матично поље мора бити важећи назив поља

source: Parent Label
ar: الإسم الأصل
hu: Szülő Felirat
sr: Матична ознака

source: Parent Missing
ar: أحد الوالدين مفقود
hu: Szülő Hiányzik
sr: Матични ентитет недостаје

source: Parent Page
ar: الصفحة الرئيسية
hu: Szülő Oldal
sr: Матична страница

source: Parent Table
ar: الجدول الرئيسي
hu: Szülő Táblázat
sr: Матична табела

source: Parent document type is required to create a dashboard chart
ar: يلزم نوع المستند الرئيسي لإنشاء مخطط لوحة المعلومات
hu: Szülő dokumentumtípus szükséges az műszerfal diagram létrehozásához
sr: Матична врста документа је неопходна за креирање графикона на почетној страници

source: Parent is the name of the document to which the data will get added to.
ar: الأصل هو اسم المستند الذي ستتم إضافة البيانات إليه.
hu: A Szülő annak a dokumentumnak a neve, amelyhez az adatok hozzá lesznek adva.
sr: Матични означава назив документа у који ће се подаци додати.

source: Parent-to-child or child-to-different-child grouping is not allowed.
ar: لا يُسمح بتجميع الأطفال من الوالدين أو من طفل إلى طفل آخر.
hu: A szülő-gyermek vagy gyermek-másik gyermek csoportosítása nem megengedett.
sr: Груписање матичног са зависним или два различита зависна ентитета није дозвољено.

source: Parentfield not specified in {0}: {1}
ar: لم يتم تحديد الحقل الأصل في {0}: {1}
hu: A szülői mező nincs megadva a {0}: {1}
sr: Матично поље није наведено у {0}: {1}

source: Parenttype, Parent and Parentfield are required to insert a child record
ar: يلزم تحديد Parenttype و Parent و Parentfield لإدراج سجل فرعي
hu: A Parenttype, Parent és Parentfield megadása kötelező egy gyermekrekord beszúrásához.
sr: Матична врста, матични ентитет и матично поље су неопходни за унос зависног записа

source: Partial
ar: جزئي
hu: Részleges
sr: Делимично

source: Partial Success
ar: نجاح جزئي
hu: Részleges Siker
sr: Делимичан успех

source: Partially Sent
ar: تم إرسال جزء منه
hu: Részben Elküldve
sr: Делимично послато

source: Participants
ar: المشاركين
hu: Résztvevők
sr: Учесници

source: Pass
ar: يمر
hu: Sikeres
sr: Прошло

source: Passive
ar: غير فعال
hu: Passzív
sr: Пасиван

source: Password
ar: كلمة السر
hu: Jelszó
sr: Лозинка

source: Password Email Sent
ar: تم إرسال كلمة المرور عبر البريد الإلكتروني
hu: Jelszó E-mail Elküldve
sr: Имејл са лозинком послат

source: Password Reset
ar: إعادة تعيين كلمة المرور
hu: Jelszó Visszaállítása
sr: Ресетовање лозинке

source: Password Reset Link Generation Limit
ar: حد إنشاء ارتباط إعادة تعيين كلمة المرور
hu: Jelszó-visszaállítási link generálásának korlátja
sr: Ограничење за генерисање линкова за ресетовање лозинке

source: Password cannot be filtered
ar: لا يمكن تصفية كلمة المرور
hu: A jelszó nem szűrhető
sr: Лозинка се не може филтрирати

source: Password changed successfully.
ar: تم تغيير الرقم السري بنجاح.
hu: A jelszó sikeresen megváltozott.
sr: Лозинка је успешно промењена.

source: Password for Base DN
ar: كلمة السر لقاعدة DN
hu: Jelszó a Base DN-hez
sr: Лозинка за основни DN

source: Password is required or select Awaiting Password
ar: كلمة المرور مطلوبة أو اختر كلمة المرور
hu: Jelszó szükséges, vagy válassza a Jelszó várása lehetőséget
sr: Лозинка је обавезна или изаберите Чека лозинку

source: Password missing in Email Account
ar: كلمة المرور مفقودة في حساب البريد الإلكتروني
hu: A jelszó hiányzik az e-mail fiókból
sr: Лозинка није унета у имејл налогу

source: Password not found for {0} {1} {2}
ar: لم يتم العثور على كلمة المرور لـ {0} {1} {2}
hu: Jelszó nem található ehhez: {0} {1} {2}
sr: Лозинка није пронађена за {0} {1} {2}

source: Password requirements not met
ar: لم يتم استيفاء متطلبات كلمة المرور
hu: Jelszókövetelmények nem teljesültek
sr: Захтеви за лозинку нису испуњени

source: Password reset instructions have been sent to your email
ar: تم إرسال إرشادات إعادة تعيين كلمة السر إلى بريدك الإلكتروني
hu: A jelszó-visszaállítási útmutatót elküldtük az e-mail-címére
sr: Упутство за ресетовање лозинке је послат на Ваш имејл

source: Password set
ar: تعيين كلمة المرور
hu: Jelszó beállítva
sr: Лозинка постављена

source: Password size exceeded the maximum allowed size
ar: تجاوز حجم كلمة المرور الحد الأقصى المسموح به
hu: A jelszó mérete meghaladta a megengedett maximális méretet
sr: Величина лозинке премашује дозвољену границу

source: Password size exceeded the maximum allowed size.
ar: تجاوز حجم كلمة المرور الحد الأقصى المسموح به.
hu: A jelszó mérete meghaladta a megengedett maximális méretet.
sr: Величине лозинке премашује дозвољену границу.

source: Passwords do not match
ar: كلمة المرور غير مطابقة
hu: A jelszavak nem egyeznek
sr: Лозинке се не подударају

source: Passwords do not match!
ar: كلمة المرور غير مطابقة!
hu: A jelszavak nem egyeznek!
sr: Лозинке се не подударају!

source: Past dates are not allowed for Scheduling.
hu: Múltbeli dátumok nem engedélyezettek az ütemezéshez.
sr: Прошли датуми нису дозвољени за заказивање.

source: Paste
ar: لصق
hu: Beillesztés
sr: Налепи

source: Patch
ar: بقعة
hu: Frissítés
sr: Закрпа

source: Patch Log
ar: سجل التصحيح
hu: Frissítési Napló
sr: Евиденција закрпа

source: Patch type {} not found in patches.txt
ar: لم يتم العثور على نوع التصحيح {} في ملف patches.txt
hu: A Tatch típus {} nem található a patches.txt fájlban
sr: Врста закрпе {} није пронађен у патцхес.тxт

source: Path
ar: مسار
hu: Útvonal
sr: Путања

source: Path to CA Certs File
ar: الطريق إلى CA Certs ملف
hu: CA tanúsítványfájl elérési útja
sr: Путања до фајла са CA сертификатима

source: Path to Server Certificate
ar: المسار إلى شهادة الخادم
hu: Szervertanúsítvány elérési útja
sr: Путања до сервер сертификата

source: Path to private Key File
ar: الطريق إلى ملف مفتاح خاص
hu: Privát kulcsfájl elérési útja
sr: Путања до фајла са приватним кључем

source: Path {0} is not within module {1}
ar: المسار {0} ليس ضمن الوحدة {1}
hu: A(z) {0} elérési útvonal nem a(z) {1} modulon belül található
sr: Путања {0} се не налази у оквиру модула {1}

source: Path {0} it not a valid path
ar: المسار {0} ليس مسارًا صالحًا
hu: {0} nem érvényes útvonal
sr: Путања {0} није важећа путања

source: Payload Count
ar: عدد الحمولة
sr: Број пренетих података

source: Peak Memory Usage
ar: ذروة استخدام الذاكرة
hu: Csúcs Memória Használat
sr: Највећа искоришћеност меморије

source: Pending
ar: معلق
hu: Függő
sr: На чекању

source: Pending Approval
ar: ما زال يحتاج بتصدير
hu: Elbírálás alatt
sr: На чекању за одобрење

source: Pending Emails
ar: رسائل البريد الإلكتروني المعلقة
hu: Függő E-mailek
sr: На чекању за имејлове

source: Pending Jobs
ar: الوظائف المعلقة
hu: Függőben Lévő Feladatok
sr: Задаци на чекању

source: Pending Verification
ar: في انتظار التحقق
hu: Hitelesítés Függőben
sr: На чекању за верификацију

source: Percent
ar: في المئة
hu: Százalék
sr: Проценат

source: Percentage
ar: النسبة المئوية
hu: Százalék
sr: Проценат

source: Period
ar: فترة
hu: Időszak
sr: Период

source: Perm Level
ar: مستوى الصلاحيات
hu: Jog Szint
sr: Ниво дозволе

source: Permanent
ar: دائم
hu: Állandó
sr: Трајно

source: Permanently Cancel {0}?
ar: الغاء دائم {0} ؟
hu: {0} végleges visszavonása?
sr: Трајно отказати {0}?

source: Permanently Submit {0}?
ar: إرسال دائم {0} ؟
hu: {0} végleges beküldése?
sr: Трајно поднети {0}?

source: Permanently delete {0}?
ar: حذف بشكل دائم {0} ؟
hu: {0} végleges törlése?
sr: Трајно обрисати {0}?

source: Permission
hu: Jogosultság
sr: Дозвола

source: Permission Error
ar: خطأ في الإذن
hu: Jogosultság Hiba
sr: Грешка у дозволама

source: Permission Inspector
ar: مفتش التراخيص
hu: Jogosultság Vizsgáló
sr: Преглед приступних дозвола

source: Permission Level
ar: مستوى الصلاحيات
hu: Jogosultsági Szint
sr: Ниво дозвола

source: Permission Levels
ar: مستويات الأذونات
hu: Jogosultsági Szintek
sr: Нивои дозвола

source: Permission Manager
ar: مدير الصلاحيّات
hu: Jogosultság Kezelő
sr: Менаџер дозвола

source: Permission Query
ar: استعلام عن الإذن
hu: Jogosultság Lekérdzés
sr: Упит за дозволе

source: Permission Rules
ar: إذن قوانين
hu: Jogosultsági Szabályok
sr: Правила дозвола

source: Permission Type
ar: نوع الإذن
hu: Jogosultság Típusa
sr: Врста дозволе

source: Permissions
ar: الصلاحيات
hu: Jogosultságok
sr: Дозволе

source: Permissions Error
ar: خطأ في الأذونات
hu: Jogosultság Hiba
sr: Грешка у дозволама

source: Permissions are automatically applied to Standard Reports and searches.
ar: يتم تطبيق الأذونات تلقائيًا على التقارير القياسية وعمليات البحث.
hu: Jogosultságok automatikusan alkalmazásra kerülnek az általános jelentések és keresések esetén.
sr: Дозволе се аутоматски примењују на стандардне извештаје и претраге.

source: Permissions are set on Roles and Document Types (called DocTypes) by setting rights like Read, Write, Create, Delete, Submit, Cancel, Amend, Report, Import, Export, Print, Email and Set User Permissions.
ar: يتم تعيين الأذونات على الأدوار وأنواع المستندات (تسمى DocTypes) عن طريق تعيين حقوق مثل القراءة والكتابة والإنشاء والحذف والإرسال والإلغاء والتعديل والإبلاغ والاستيراد والتصدير والطباعة وإرسال البريد الإلكتروني وتعيين أذونات المستخدم.
hu: Jogosultságok beállítása a Szerepkörökön és a Dokumentumtípusokon (az úgynevezett DocType-okon) történik az olyan jogok beállításával, mint az Olvasás, Írás, Létrehozás, Törlés, Elküldés, Visszavonás, Helyesbítés, Jelentés, Importálás, Exportálás, Nyomtatás, E-mail küldés és Felhasználói Jogosultságok beállítása.
sr: Дозволе се постављају на улоге и врсте докумената (који се називају DocTypes) додељивањем права као што су читање, писање, креирање, уклањање, подношење, отказивање, измењивање, извештај, увоз, извоз, штампа, имејл и постављање корисничких дозвола.

source: Permissions at higher levels are Field Level permissions. All Fields have a Permission Level set against them and the rules defined at that permissions apply to the field. This is useful in case you want to hide or make certain field read-only for certain Roles.
ar: تُعرف الصلاحيات في المستويات الأعلى بصلاحيات مستوى الحقل. لكل حقل مستوى صلاحية مُحدد، وتُطبق عليه القواعد المُحددة في ذلك المستوى. يُفيد هذا في حال رغبتك في إخفاء حقل مُعين أو جعله للقراءة فقط لأدوار مُحددة.
hu: A magasabb szintű engedélyek a mezőszintű engedélyek. Minden mezőhöz tartozik egy Engedélyezési szint, és az ezen engedélyeknél meghatározott szabályok vonatkoznak a mezőre. Ez hasznos abban az esetben, ha bizonyos mezőt el akar rejteni vagy csak olvashatóvá akar tenni bizonyos szerepkörök számára.
sr: Дозволе на вишим нивоима су дозволе на нивоу поља. Свако поље има додељени ниво дозволе, а правила дефинисана тим нивоима примењују се на ово поље. Ово је корисно у случају када желите да сакријете или поставите одређено поље као само за читање за одређене улоге.

source: Permissions at level 0 are Document Level permissions, i.e. they are primary for access to the document.
ar: الأذونات في المستوى 0 هي أذونات على مستوى المستند، أي أنها أساسية للوصول إلى المستند.
hu: Engedélyek 0. szinten a dokumentum szintű engedélyek, azaz ők az elsődlegesek a dokumentumhoz való hozzáférés számára.
sr: Дозволе на нивоу 0 су дозволе на нивоу документа, тј. оне су основне за приступ документу.

source: Permissions get applied on Users based on what Roles they are assigned.
ar: يتم تطبيق الأذونات على المستخدمين بناءً على الأدوار المخصصة لهم.
hu: A jogosultságok a felhasználókra a hozzájuk rendelt szerepkörök alapján kerülnek alkalmazásra.
sr: Дозволе се примењују корисницима на основу улога које су им додељене.

source: Permitted Documents For User
ar: المستندات يسمح للمستخدم
hu: Felhasználónak Engedélyezett Dokumentumok
sr: Дозвољена документа за корисника

source: Permitted Roles
ar: الأدوار المسموح بها
hu: Engedélyezett Szerepkörök
sr: Дозвољене улоге

source: Personal
ar: الشخصية
hu: Személyes
sr: Лична

# Workspace Category
source: Personal
ar: الشخصية
hu: Személyes
sr: Лично

source: Personal Data Deletion Request
ar: طلب حذف البيانات الشخصية
hu: Személyes Adatok Törlésének Kérelme
sr: Захтев за брисање личних података

source: Personal Data Deletion Step
ar: خطوة حذف البيانات الشخصية
hu: Személyes Adatok Törlésének Lépése
sr: Корак у брисању личних података

source: Personal Data Download Request
ar: طلب تنزيل البيانات الشخصية
hu: Személyes Adatok Letöltési Kérelme
sr: Захтев за преузимање личних података

source: Phone
ar: هاتف
hu: Telefon
sr: Телефон

source: Phone No.
ar: رقم الهاتف
hu: Telefonsz.
sr: Телефон бр.

source: Phone Number {0} set in field {1} is not valid.
ar: رقم الهاتف {0} المُدخل في الحقل {1} غير صالح.
hu: A {1} mezőben beállított {0} telefonszám nem érvényes.
sr: Број телефона {0} постављен у пољу {1} није валидан.

source: Pick Columns
ar: اختيار الأعمدة
hu: Oszlopok Kiválasztása
sr: Изаберите колоне

source: Pie
ar: فطيرة
hu: Kör
sr: Кружни

source: Pincode
ar: رمز Pin
hu: Irányítószám
sr: ПИН код

source: Pink
ar: لون القرنفل
hu: Rózsaszín
sr: Розе

source: Placeholder
ar: عنصر نائب
hu: Helykitöltő
sr: Резервисани текст

source: Plain Text
ar: نص عادي
hu: Egyszerű Szöveg
sr: Обични текст

source: Plant
ar: مصنع
hu: Üzem
sr: Постројење

source: Please Authorize OAuth for Email Account {}
ar: يرجى تفويض OAuth لحساب البريد الإلكتروني {}
hu: Kérjük, engedélyezze az OAuth használatát az e-mail fiókhoz {}
sr: Молимо Вас да ауторизујете OAuth за имејл налог {}

source: Please Duplicate this Website Theme to customize.
ar: يرجى تكرار هذا الموقع موضوع لتخصيص.
hu: Kérjük, másolja le ezt a weboldal témát a testreszabáshoz.
sr: Молимо Вас да дуплирате ову тему веб-сајта да бисте је прилагодили.

source: Please Install the ldap3 library via pip to use ldap functionality.
ar: الرجاء تثبيت مكتبة ldap3 عبر النقطة لاستخدام وظيفة ldap.
hu: Kérjük, telepítse az ldap3 könyvtárat pip segítségével az ldap funkciók használatához.
sr: Молимо Вас да инсталирате Idap3 библиотеку путем pip-а да бисте користили Idap функционалност.

source: Please Set Chart
ar: يرجى وضع الرسم البياني
hu: Kérjük, állítsa be a diagramot
sr: Молимо Вас да поставите графикон

source: Please Update SMS Settings
ar: يرجى تحديث إعدادات الرسائل القصيرة
hu: Kérjük, frissítse az SMS-beállításokat
sr: Молимо Вас да ажурирате SMS подешавања

source: Please add a subject to your email
ar: الرجاء إضافة موضوع إلى بريدك الإلكتروني
hu: Kérjük, adjon meg egy tárgyat az e-mailhez
sr: Молимо Вас да додате наслов у Ваш имејл

source: Please add a valid comment.
ar: الرجاء إضافة تعليق صالح.
hu: Kérjük, adjon hozzá egy érvényes megjegyzést.
sr: Молимо Вас да додате валидан коментар.

source: Please ask your administrator to verify your sign-up
ar: الرجاء اطلب من المشرف التأكد من تسجيلك
hu: Kérjük, kérje meg a rendszergazdát, hogy ellenőrizze a regisztrációját
sr: Молимо Вас да затражите од администратора да верификује Вашу регистрацију

source: Please attach a file first.
ar: يرجى إرفاق ملف الأول.
hu: Kérjük, először csatoljon egy fájlt.
sr: Молимо Вас да прво приложите фајл.

source: Please attach an image file to set HTML for Footer.
ar: يرجى إرفاق ملف صورة لتعيين كود HTML للتذييل.
hu: Kérjük, csatoljon egy képfájlt a lábléc HTML beállításához.
sr: Молимо Вас да приложите слику како бисте поставили HTML за подножје.

source: Please attach an image file to set HTML for Letter Head.
ar: يرجى إرفاق ملف صورة لتعيين كود HTML لرأس الرسالة.
hu: Kérjük, csatoljon egy képfájlt a levélfejléc HTML beállításához.
sr: Молимо Вас да приложите слику како бисте поставили HTML за заглавље.

source: Please attach the package
ar: يرجى إرفاق الطرد
hu: Kérjük, csatolja a csomagot
sr: Молимо Вас да приложите пакет

source: Please check the filter values set for Dashboard Chart: {}
ar: يرجى التحقق من قيم المرشح المحددة لمخطط لوحة المعلومات: {}
hu: Kérjük, ellenőrizze a Műszerfal Diagramhoz beállított szűrőértékeket: {}
sr: Молимо Вас да проверите вредности филтера постављене за графикон за контролној табли: {}

source: Please check the value of "Fetch From" set for field {0}
ar: يرجى التحقق من قيمة مجموعة &quot;الجلب من&quot; للحقل {0}
hu: Kérjük, ellenőrizze a {0} mezőre beállított Lekérés Innen" értékét
sr: Молимо Вас да проверите вредности поља "Преузми из" постављених за поље {0}

source: Please check your email for verification
ar: يرجى التحقق من بريدك الالكتروني للتحقق
hu: Kérjük, ellenőrizze az e-mail címét az ellenőrzéshez
sr: Молимо Вас да проверите свој имејл за верификацију

source: Please check your email login credentials.
ar: يرجى التحقق من بيانات تسجيل الدخول إلى بريدك الإلكتروني.
hu: Kérjük, ellenőrizze az e-mail bejelentkezési adatait.
sr: Молимо Вас да проверите своје имејл креденцијале за пријављивање.

source: Please check your registered email address for instructions on how to proceed. Do not close this window as you will have to return to it.
ar: يرجى التحقق من عنوان بريدك الإلكتروني المسجل للحصول على إرشادات حول كيفية المتابعة. لا تغلق هذه النافذة كما سيكون لديك للعودة إليها.
hu: Kérjük, ellenőrizze a regisztrált e-mail címét a további teendőkért. Ne zárja be ezt az ablakot, mert vissza kell majd térnie ide.
sr: Молимо Вас да проверите своју регистровану имејл адресу за упутства како да наставите. Немојте затварати овај прозор јер ћете морати да се вратите на њега.

source: Please click on the following link and follow the instructions on the page. {0}
ar: يرجى النقر على الرابط التالي واتباع التعليمات الموجودة على الصفحة. {0}
hu: Kérjük, kattintson az alábbi linkre, és kövesse az oldalon található utasításokat. {0}
sr: Молимо Вас да кликнете на следећи линк и пратите упутства на страници. {0}

source: Please click on the following link to set your new password
ar: الرجاء الضغط على الرابط التالي لتعيين كلمة المرور الجديدة
hu: Kérjük, kattintson az alábbi linkre, az új jelszó beállításához
sr: Молимо Вас да кликнете на следећи линк да бисте поставили нову лозинку

source: Please close this window
ar: الرجاء إغلاق هذه النافذة
hu: Kérjük, zárja be ezt az ablakot
sr: Молимо Вас да затворите овај прозор

source: Please confirm your action to {0} this document.
ar: يرجى تأكيد الإجراء الخاص بك إلى {0} هذا المستند.
hu: Kérjük, erősítse meg a műveletét a {0} dokumentummal kapcsolatban.
sr: Молимо Вас да потврдите своју радњу како бисте {0} овај документ.

source: Please contact your system manager to install correct version.
ar: يرجى الاتصال بمدير النظام لتثبيت الإصدار الصحيح.
hu: Kérjük, vegye fel a kapcsolatot a rendszergazdával a megfelelő verzió telepítéséhez.
sr: Молимо Вас да контактирате систем менаџера како бисте инсталирали исправну верзију.

source: Please create Card first
ar: الرجاء إنشاء البطاقة أولاً
hu: Kérjük, először hozzon létre Kártyát
sr: Молимо Вас да прво креирате картицу

source: Please create chart first
ar: يرجى إنشاء الرسم البياني أولا
hu: Kérjük, először hozzon létre diagramot
sr: Молимо Вас да прво креирате графикон

source: Please delete the field from {0} or add the required doctype.
ar: يرجى حذف الحقل من {0} أو إضافة نوع المستند المطلوب.
hu: Kérjük, törölje a mezőt a {0} oldalról, vagy adja hozzá a szükséges doctype-ot.
sr: Молимо Вас да обришете поље из {0} или да додате неопходни doctype.

source: Please do not change the template headings.
ar: من فضلك لا تغيير عناوين القالب.
hu: Kérjük, ne módosítsa a sablon megnevezéseket.
sr: Молимо Вас да не мењате наслове шаблона.

source: Please duplicate this to make changes
ar: يرجى تكرار هذه إلى إجراء تغييرات
hu: Kérjük, másolja le ezt a módosítások elvégzéséhez
sr: Молимо Вас дуплирате ово како бисте направили измене

source: Please enable atleast one Social Login Key or LDAP or Login With Email Link before disabling username/password based login.
ar: يرجى تفعيل مفتاح تسجيل دخول اجتماعي واحد على الأقل أو LDAP أو تسجيل الدخول باستخدام رابط البريد الإلكتروني قبل تعطيل تسجيل الدخول باستخدام اسم المستخدم/كلمة المرور.
hu: Kérjük, engedélyezzen legalább egy közösségi bejelentkezési kulcsot, LDAP-t vagy bejelentkezést e-mail linkkel, mielőtt letiltaná a felhasználónév/jelszó alapú bejelentkezést.
sr: Молимо Вас да омогућите барем један кључ за пријављивање путем друштвених мрежа или LDAP или пријављивање путем имејл линка пре него што онемогућите пријаву помоћу корисничког имена и лозинке.

source: Please enable pop-ups
ar: يرجى تمكين النوافذ المنبثقة
hu: Kérjük, engedélyezze a felugró ablakokat
sr: Молимо Вас да омогућите искачуће прозоре (поп-упс)

source: Please enable pop-ups in your browser
ar: يرجى تمكين النوافذ المنبثقة في متصفحك
hu: Kérjük, engedélyezze a felugró ablakokat a böngészőjében
sr: Молимо Вас да омогућите искачуће прозоре у Вашем интернет претраживачу

source: Please enable {} before continuing.
ar: يرجى تفعيل {} قبل المتابعة.
hu: Kérjük, engedélyezze a(z) {} funkciót a folytatás előtt.
sr: Молимо Вас да омогућите {} пре него што наставите.

source: Please ensure that your profile has an email address
ar: يرجى التأكد من أن التعريف الخاص بك لديه عنوان البريد الإلكتروني
hu: Kérjük, győződjön meg róla, hogy profiljában szerepel egy e-mail cím
sr: Молимо Вас да се уверите да Ваш профил садржи имејл адресу

source: Please enter Access Token URL
ar: الرجاء إدخال عنوان ورل لرمز الدخول المميز
hu: Kérjük, adja meg a Hozzáférési Token URL-címét
sr: Молимо Вас да унесте URL токен за приступ

source: Please enter Authorize URL
ar: الرجاء إدخال عنوان ورل للمصادقة
hu: Adja meg az Hitelesítési URL-t
sr: Молимо Вас да унесете URL ауторизацију

source: Please enter Base URL
ar: الرجاء إدخال عنوان ورل الأساسي
hu: Kérjük, adja meg a Bázis URL címet
sr: Молимо Вас да унесете основни URL

source: Please enter Client ID before social login is enabled
ar: الرجاء إدخال معرف العميل قبل تمكين تسجيل الدخول الاجتماعي
hu: Kérjük, adja meg az Ügyfél Azonosítóját, mielőtt a közösségi bejelentkezés engedélyezésre kerül
sr: Молимо Вас да унесете клијентски ИД пре него што је пријављивање путем друштвених мрежа омогућено

source: Please enter Client Secret before social login is enabled
ar: الرجاء إدخال العميل السري قبل تمكين تسجيل الدخول الاجتماعي
hu: Kérjük, adja meg az Ügyfél Jelszavát, a közösségi bejelentkezés engedélyezése előtt
sr: Молимо Вас да унесте тајну клијента пре него што је пријављивање путем друштвених мрежа омогућено

source: Please enter OpenID Configuration URL
ar: الرجاء إدخال عنوان URL لتكوين OpenID
hu: Kérjük, adja meg az OpenID konfigurációs URL-címét
sr: Молимо Вас да унесете URL за OpenID конфигурацију

source: Please enter Redirect URL
ar: الرجاء إدخال عنوان ورل لإعادة التوجيه
hu: Kérjük, adja meg az Átirányítási URL-t
sr: Молимо Вас да унесете URL за преусмеравање

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
hu: Kérjük, adjon meg egy érvényes e-mail címet.
sr: Молимо Вас да унесете важећу имејл адресу.

source: Please enter both your email and message so that we can get back to you. Thanks!
ar: يرجى إدخال بريدك الإلكتروني ورسالتك حتى نتمكن من التواصل معك. شكرًا!
hu: Kérjük, adja meg az e-mail címét és az üzenetét is, hogy válaszolhassunk Önnek. Köszönjük!
sr: Молимо Вас да унесете и своју имејл адресу и поруку како бисмо могли да Вам се јавимо! Хвала Вам!

source: Please enter the password
ar: الرجاء إدخال كلمة المرور
hu: Kérjük, adja meg a jelszót
sr: Молимо Вас да унесете лозинку

# Email Account
source: Please enter the password for: <b>{0}</b>
hu: Kérjük, adja meg a jelszót: <b>{0}</b>
sr: Молимо Вас да унесете лозинку за: <b>{0}</b>

source: Please enter valid mobile nos
ar: الرجاء إدخال أرقام جوال صالحة
hu: Kérjük, adjon meg érvényes mobilszámokat
sr: Молимо Вас да унесете важеће бројеве мобилних телефона

source: Please enter your new password.
ar: يرجى إدخال كلمة المرور الجديدة.
hu: Kérjük adja meg az új jelszavát.
sr: Молимо Вас да унесете своју нову лозинку.

source: Please enter your old password.
ar: الرجاء إدخال كلمة المرور القديمة.
hu: Kérjük, adja meg a régi jelszavát.
sr: Молимо Вас да унесете своју стару лозинку.
