Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Unknown file encoding. Tried utf-8, windows-1250, windows-1252.
ar: ترميز الملفات غير معروف . حاول UTF- 8 ، ويندوز 1250، ويندوز 1252 .
hu: Ismeretlen fájl kódolás. Kipróbált utf-8, a Windows-1250, a Windows-1252.
sr: Непознато форматирање фајла. Покушано је коришћење utf-8, windows-1250, windows-1252.

source: Unlock Reference Document
ar: فتح مستند مرجعي
hu: Hivatkozás Dokumentum Feloldása
sr: Откључај референтни документ

source: Unpublish
ar: إلغاء النشر
hu: Közzététel Visszavonása
sr: Повуци са објаве

source: Unread
ar: غير مقروء
hu: Olvasatlan
sr: Непрочитано

source: Unread Notification Sent
ar: إرسال الإشعارات غير المقروءة
hu: Olvasatlan Értesítés Elküldve
sr: Послата обавештења о непрочитаним

source: Unsafe SQL query
ar: استعلام SQL غير آمن
hu: Nem biztonságos SQL lekérdezés
sr: Несигуран SQL упит

source: Unselect All
ar: إلغاء تحديد الكل
hu: Összes Kijelölés Megszüntetése
sr: Поништи одабир свега

source: Unshared
ar: غير مشارك
hu: Meg nem osztott
sr: Није подељено

source: Unsubscribe
ar: إلغاء الاشتراك
hu: Leiratkozás
sr: Отказивање претплате

source: Unsubscribe Method
ar: طريقة إلغاء الاشتراك
hu: Leiratkozási Módszer
sr: Метода за отказивање претплате

source: Unsubscribe Param
ar: إلغاء الاشتراك بارام
hu: Leiratkozás Paraméter
sr: Параметри отказивања претплате

source: Unsubscribed
ar: إلغاء اشتراكك
hu: Leiratkozott
sr: Отказана претплата

source: Untitled Column
ar: عمود بلا عنوان
hu: Név Nélküli Oszlop
sr: Колона без назива

source: Unzip
ar: فك الضغط
hu: Kicsomagolás
sr: Издвој

source: Unzipped {0} files
ar: الملفات غير المضغوطة {0}
hu: Kicsomagolt {0} fájlok
sr: Издвојени {0} фајлови

source: Unzipping files...
ar: فك ضغط الملفات ...
hu: Fájlok kibontása...
sr: Издвајање фајлова...

source: Upcoming Events for Today
ar: الأحداث القادمة لهذا اليوم
hu: Mai események
sr: Предстојећи догађаји за данас

source: Update
ar: تحديث
hu: Frissítés
sr: Ажурирај

source: Update Amendment Naming
ar: تحديث تسمية التعديل
hu: Helyesbítés Elnevezésének Frissítése
sr: Ажурирај назив измена

source: Update Details
ar: تحديث التفاصيل
hu: Részletek Frissítése
sr: Ажурирај детаље

source: Update Existing Records
ar: تحديث السجلات الموجودة
hu: Meglévő Rekordok Frissítése
sr: Ажурирај постојеће записе

source: Update Field
ar: تحديث الحقل
hu: Mező Frissítése
sr: Ажурирај поље

source: Update Hooks Resolution Order
ar: تحديث ترتيب حل مشكلة الخطافات
hu: Hook Futtatási Sorrend Frissítése
sr: Ажурирај редослед разрешења хоок-а

source: Update Order
ar: تحديث الطلب
hu: Frissítés Sorrendje
sr: Ажурирај редослед

source: Update Password
ar: تحديث كلمة المرور
hu: Jelszó Frissítése
sr: Ажурирај лозинку

source: Update Profile
ar: تحديث الملف الشخصي
hu: Profil Frissítése
sr: Ажурирај профил

source: Update Series Counter
ar: تحديث عداد السلسلة
hu: Széria Szám Frissítése
sr: Ажурирај бројач серије

source: Update Series Number
ar: تحديث الرقم المتسلسل
hu: Sorozatszám Frissítése
sr: Ажурирај број серије

source: Update Settings
ar: إعدادات التحديث
hu: Beállítások Frissítése
sr: Ажурирај подешавања

source: Update Translations
ar: تحديث الترجمات
hu: Fordítások Frissítése
sr: Ажурирај преводе

source: Update Value
ar: تحديث القيمة
hu: Érték Frissítése
sr: Ажурирај вредност

source: Update from Frappe Cloud
ar: تحديث من Frappe Cloud
hu: Frissítés Frappe Cloud-ról
sr: Ажурирај из Frappe Cloud-а

source: Update {0} records
ar: تحديث {0} سجلات
hu: {0} rekord frissítése
sr: Ажурирај {0} записа

source: Updated
ar: محدّث
hu: Frissítve
sr: Ажурирано

source: Updated Successfully
ar: تم التحديث بنجاح
hu: Sikeresen Frissítve
sr: Успешно ажурирано

source: Updated To A New Version 🎉
ar: تم التحديث إلى إصدار جديد 🎉
hu: Új verzióra frissítve 🎉
sr: Ажурирано на нову верзију 🎉

source: Updated successfully
ar: تم التحديث بنجاح
hu: Sikeresen Frissítve
sr: Успешно ажурирано

source: Updates
hu: Frissítések
sr: Ажурирања

source: Updating
ar: يتم التحديث
hu: Frissítés
sr: Ажурирање

# Freeze message while updating a document
source: Updating
ar: يتم التحديث
hu: Frissítés
sr: Ажурирање

source: Updating Email Queue Statuses. The emails will be picked up in the next scheduled run.
ar: جارٍ تحديث حالات قائمة انتظار البريد الإلكتروني. سيتم استلام رسائل البريد الإلكتروني في عملية التشغيل المجدولة التالية.
hu: E-mail várakozási státuszok frissítése. Az e-maileket a következő ütemezett futtatás során veszi fel.
sr: Ажурирање статуса имејл реда. Имејлови ће бити преузети у следећем заказаном покретању.

source: Updating counter may lead to document name conflicts if not done properly
ar: قد يؤدي تحديث العداد إلى تعارضات في أسماء المستندات إذا لم يتم بشكل صحيح.
hu: A számláló frissítése dokumentumnév-ütközésekhez vezethet, ha nem megfelelően történik.
sr: Ажурирање бројача може довести до конфликата у називима докумената уколико није правилно извршено

source: Updating global settings
ar: تحديث الإعدادات العامة
hu: Globális beállítások frissítése
sr: Ажурирање глобалних подешавања

source: Updating naming series options
ar: تحديث خيارات سلسلة التسمية
hu: Elnevezési sorozatok frissítése
sr: Ажурирање опција за серију именовања

source: Updating related fields...
ar: جارٍ تحديث الحقول ذات الصلة...
hu: Kapcsolódó mezők frissítése...
sr: Ажурирање повезаних поља...

source: Updating {0}
ar: تحديث {0}
hu: Frissítés: {0}
sr: Ажурирање {0}

source: Updating {0} of {1}, {2}
ar: تحديث {0} من {1} ، {2}
hu: {0} frissítése a következőből: {1}, {2}
sr: Ажурирање {0} од {1}, {2}

source: Upgrade plan
ar: خطة الترقية
hu: Díjcsomag Bővítése
sr: Надоградња плана

source: Upgrade your support experience with Frappe Helpdesk
hu: Fejleszd támogatási élményedet a Frappe Helpdesk segítségével
sr: Надоградите Ваше искуство подршке са Frappe Helpdesk

source: Upload
ar: تحميل
hu: Feltöltés
sr: Отпреми

source: Upload Image
ar: تحميل صورة
hu: Kép Feltöltése
sr: Отпреми слику

source: Upload file
ar: تحميل الملف
hu: Fájl feltöltés
sr: Отпреми фајл

source: Upload {0} files
ar: تحميل {0} ملفات
hu: {0} fájl feltöltése
sr: Отпреми {0} фајлова

source: Uploaded To Dropbox
ar: تم التحميل إلى Dropbox
hu: Feltöltve Dropbox-ra
sr: Отпремљено на Dropbox

source: Uploaded To Google Drive
ar: تم الرفع إلى Google Drive
hu: Feltöltve Google Drive-ra
sr: Отпремљено на Google Drive

source: Uploading backup to Google Drive.
hu: Biztonsági mentés feltöltése a Google Drive-ra.
sr: Отпремање резервне копије на Google Drive.

source: Uploading successful.
hu: Feltöltése sikeres.
sr: Отпремање је успешно.

source: Uploading to Google Drive
hu: Feltöltés a Google Drive-ra
sr: Отпремање на Google Drive

source: Use % for any non empty value.
ar: استخدم علامة النسبة المئوية (%) لأي قيمة غير فارغة.
hu: Használjon % jelet minden nem üres értékhez.
sr: Користите % за било коју вредност која није празна.

source: Use ASCII encoding for password
ar: استخدم ترميز ASCII لكلمة المرور
hu: ASCII kódolás használata a jelszóhoz
sr: Користите ASCII форматирање за лозинку

source: Use First Day of Period
ar: استخدمي في اليوم الأول من الدورة الشهرية
hu: Használja az Időszak Első Napját
sr: Користите први дан периода

source: Use HTML
ar: استخدم لغة HTML
hu: HTML használata
sr: Користите HTML

source: Use IMAP
ar: استخدام IMAP
hu: IMAP Használata
sr: Користите IMAP

source: Use Number Format from Currency
hu: Szám Formátum Használata a Pénznemekből
sr: Користите формат броја према валути

source: Use POST
ar: استخدم POST
hu: POST használata
sr: Користите POST

source: Use Report Chart
ar: استخدم مخطط التقرير
hu: Jelentési Diagram Használata
sr: Користити графикон из извештаја

source: Use SSL
ar: استخدام SSL
hu: SSL használata
sr: Користите SSL

source: Use STARTTLS
ar: استخدم STARTTLS
hu: STARTTLS használata
sr: Користите STARTTLS

source: Use TLS
ar: استخدام TLS
hu: TLS használata
sr: Користите TLS

source: Use a few uncommon words together.
ar: استخدم بعض الكلمات غير الشائعة معًا.
hu: Használjon együtt néhány szokatlan szót.
sr: Користите неколико неуобичајених речи заједно.

source: Use a few words, avoid common phrases.
ar: .استخدم كلمات قليلة، وتجنب العبارات الشائعة
hu: Használj néhány szót, kerüld a gyakori kifejezéseket.
sr: Користите неколико речи, избегавајте уобичајене фразе.

source: Use different Email ID
ar: استخدم معرف بريد إلكتروني مختلف
hu: Használjon más E-mail azonosítót
sr: Користите други ИД имејла

source: Use of sub-query or function is restricted
ar: استخدام الاستعلام الفرعي أو وظيفة مقيدة
hu: Az al-lekérdezés vagy függvény használata korlátozott
sr: Коришћење подупита или функције је ограничено

source: Use the new Print Format Builder
ar: استخدم أداة إنشاء تنسيق الطباعة الجديدة
hu: Használja az új Nyomtatási Formátum Szerkesztőt
sr: Користите нови алат за креирање формата за штампу

source: Use this fieldname to generate title
ar: استخدام هذا FIELDNAME لتوليد عنوان
hu: Használja ezt a mezőt a cím generálásához
sr: Користите назив овог поља за генерисање наслова

source: Use this, for example, if all sent emails should also be send to an archive.
ar: استخدم هذا، على سبيل المثال، إذا كان ينبغي أيضًا إرسال جميع رسائل البريد الإلكتروني المرسلة إلى الأرشيف.
hu: Használja ezt például, ha az összes elküldött e-mailt archívumba is szeretné küldeni.
sr: Користите ово, на пример, уколико све послате имејл поруке треба да буду послате и у архиву.

source: Used OAuth
ar: تم استخدام OAuth
hu: OAuth-ot Használt
sr: Коришћен OAuth

source: User
ar: المستعمل
hu: Felhasználó
sr: Корисник

source: User
ar: المستعمل
hu: Felhasználó
sr: Корисник

source: User '{0}' already has the role '{1}'
ar: المستخدم{0} يملك بالفعل الدور {1}<br>User '{0}' already has the role '{1}'
hu: A(z) '{0}' felhasználó már rendelkezik a(z) '{1}' szerepkörrel
sr: Корисник '{0}' већ има улогу '{1}'

source: User Activity Report
ar: تقرير نشاط المستخدمين
hu: Felhasználói Aktivitás Jelentés
sr: Извештај о активности корисника

source: User Activity Report Without Sort
ar: تقرير نشاط المستخدم بدون فرز
hu: Felhasználói Aktivitás Jelentés Rendezés Nélkül
sr: Извештај о активности корисника без сортирања

source: User Agent
ar: وكيل المستخدم
sr: Кориснички агент

source: User Cannot Create
ar: المستخدم لا يستطيع أن ينشئ
hu: Felhasználó Nem Hozhat Létre
sr: Корисник не може да креира

source: User Cannot Search
ar: المستخدم لا يستطيع أن يبحث
hu: Felhasználó Nem Kereshet
sr: Корисник не може да претражује

source: User Changed
ar: المستخدمون الذين قاموا بالتغيير
hu: Felhasználó Megváltozott
sr: Корисник промењен

source: User Defaults
ar: المستخدم الافتراضي
hu: Felhasználói Alapértelmezések
sr: Подразумеване вредности корисника

source: User Details
ar: تفاصيل المستخدم
hu: Felhasználói Adatok
sr: Детаљи о кориснику

source: User Document Type
ar: نوع مستند المستخدم
hu: Felhasználói Dokumentum Típus
sr: Врста документа корисника

source: User Document Types Limit Exceeded
ar: تم تجاوز الحد الأقصى لأنواع مستندات المستخدم
hu: Felhasználói Dokumentum Típusok Korlátja Túllépve
sr: Прекорачен је број дозвољених врста докумената за корисника

source: User Email
ar: بريد المستخدم
hu: Felhasználói E-mail cím
sr: Имејл корисника

source: User Emails
ar: مراسلات المستخدم
hu: Felhasználói E-mail címek
sr: Имејлови корисника

source: User Field
ar: حقل المستخدم
hu: Felhasználói Mező
sr: Корисничко поље

source: User Group
ar: مجموعة المستخدمين
hu: Felhasználói Csoport
sr: Група корисника

source: User Group Member
ar: عضو في مجموعة المستخدمين
hu: Felhasználói Csoport Tag
sr: Члан групе корисника

source: User Group Members
ar: أعضاء مجموعة المستخدم
hu: Felhasználói Csoport Tagok
sr: Чланови групе корисника

source: User ID
ar: تعريف المستخدم
hu: Felhasználó ID
sr: ИД корисника

source: User ID Property
ar: خاصية معرف المستخدم
hu: Felhasználói azonosító tulajdonság
sr: Својство ИД корисника

source: User ID of a Blogger
hu: Felhasználói ID egy Bloggernek
sr: ИД корисника блогера

source: User Id
ar: تعريف المستخدم
hu: Felhasználói azonosító
sr: ИД корисника

source: User Id Field
ar: حقل معرف المستخدم
hu: Felhasználói Azonosító Mező
sr: Поље ИД корисника

source: User Id Field is mandatory in the user type {0}
ar: حقل معرف المستخدم إلزامي في نوع المستخدم {0}
hu: Felhasználói Azonosító mező kitöltése kötelező felhasználótípus esetén {0}
sr: Поље ИД корисника је обавезно за врсту корисника {0}

source: User Image
ar: صورة المستخدم
hu: Profilkép
sr: Слика корисника

source: User Invitation
ar: دعوة المستخدم
hu: Meghívó
sr: Позивница кориснику

source: User Menu
ar: قائمة المستخدم
hu: Felhasználói Menü
sr: Мени корисника

source: User Name
ar: اسم المستخدم
hu: Felhasználónév
sr: Корисничко име

source: User Permission
ar: إذن المستخدم
hu: Felhasználói Engedély
sr: Корисничка дозвола

source: User Permissions
ar: ضوابط المستخدم
hu: Felhasználói Engedélyek
sr: Корисничке дозволе

# Button in list view menu
source: User Permissions
ar: ضوابط المستخدم
hu: Felhasználói Engedélyek
sr: Корисничке дозволе

source: User Permissions are used to limit users to specific records.
ar: تُستخدم أذونات المستخدم لتقييد وصول المستخدمين إلى سجلات محددة.
hu: A felhasználói engedélyek segítségével korlátozhatjuk a felhasználók hozzáférését adott rekordokhoz.
sr: Корисничке дозволе се користе за ограничавање корисника на одређене записе.

source: User Permissions created sucessfully
ar: أذونات المستخدم التي تم إنشاؤها بنجاح
hu: Felhasználói engedélyek sikeresen létrehozva
sr: Корисничке дозволе су успешно креиране

source: User Profile
ar: ملف تعريفي للمستخدم
hu: Felhasználói Profil
sr: Профил корисника

source: User Role
ar: دور المستخدم
hu: Felhasználói Szerepkör
sr: Улога корисника

source: User Select Document Type
ar: يختار المستخدم نوع المستند
hu: A felhasználó által kiválasztott dokumentumtípus
sr: Корисник бира врсту документа

source: User Settings
ar: إعدادات المستخدم
hu: Felhasználói Beállítások
sr: Подешавање корисника

source: User Social Login
ar: المستخدم تسجيل الدخول الاجتماعي
hu: Felhasználó Közösségi Bejelentkezés
sr: Корисник пријављивања путем друштвених мрежа

source: User Tags
ar: بطاقات المستخدم
hu: Felhasználói Címkék
sr: Ознаке корисника

source: User Type
ar: نوع المستخدم
hu: Felhasználó Típusa
sr: Врста корисника

source: User Type Module
ar: وحدة نوع المستخدم
hu: Felhasználói Típus Modul
sr: Модул врсте корисника

source: User can login using Email id or Mobile number
ar: يمكن للمستخدم تسجيل الدخول باستخدام معرف البريد الإلكتروني أو رقم الجوال
hu: Felhasználó bejelentkezhet E-mail azonosító vagy mobil szám segítségével
sr: Корисник може да се пријави помоћу имејл адресе или броја мобилног телефона

source: User can login using Email id or User Name
ar: يمكن للمستخدم تسجيل الدخول باستخدام معرف البريد الإلكتروني أو اسم المستخدم
hu: Felhasználó bejelentkezhet E-mail azonosító vagy a felhasználónév segítségével
sr: Корисник може да се пријави помоћу имејл адресе или корисничког имена

source: User does not exist
ar: المستخدم غير موجود
hu: A felhasználó nem létezik
sr: Корисник не постоји

source: User does not exist.
ar: المستخدم غير موجود.
hu: A felhasználó nem létezik.
sr: Корисник не постоји.

source: User does not have permission to create the new {0}
ar: لا يملك المستخدم إذنًا لإنشاء {0}الجديد
hu: A felhasználónak nincs jogosultsága az új {0}létrehozásához
sr: Корисник нема дозволу да креира нови {0}

source: User is disabled
ar: المستخدم معطل
hu: Felhasználó letiltva
sr: Корисник је онемогућен

source: User is mandatory for Share
ar: المستخدم إلزامي للمشاركة
hu: A felhasználó kötelező a Megosztáshoz
sr: Корисник је обавезан за дељење

source: User must always select
ar: يجب دائما مستخدم تحديد
hu: A felhasználónak mindig ki kell választania
sr: Корисник мора увек да изабере

source: User not allowed to delete {0}: {1}
ar: المستخدم لا يسمح لحذف {0}: {1}
hu: Felhasználó nem törölheti a(z) {0}: {1}
sr: Кориснику није дозвољено да обрише {0}: {1}

source: User permission already exists
ar: إذن المستخدم موجود بالفعل
hu: Felhasználói engedély már létezik
sr: Корисничка дозвола већ постоји

source: User with email address {0} does not exist
ar: المستخدم ذو عنوان البريد الإلكتروني {0} غير موجود
hu: A {0} e-mail címmel rendelkező felhasználó nem létezik
sr: Корисник са имејл адресом {0} не постоји

source: User with email: {0} does not exist in the system. Please ask 'System Administrator' to create the user for you.
ar: المستخدم ذو البريد الإلكتروني: {0} غير موجود في النظام. يُرجى طلب إنشاء حساب المستخدم من مسؤول النظام.
hu: A {0} e-mail címmel rendelkező felhasználó nem létezik a rendszerben. Kérje meg a rendszergazdát, hogy hozza létre Önnek a felhasználót.
sr: Корисник са имејлом: {0} не постоји у систему. Молимо Вас да контактирате 'Систем администратора' да креира корисника за Вас.

source: User {0} cannot be deleted
ar: المستخدم {0} لا يمكن حذف
hu: A(z) {0} felhasználó nem törölhető
sr: Корисник {0} не може бити обрисан

source: User {0} cannot be disabled
ar: المستخدم {0} لا يمكن تعطيل
hu: A(z) {0} felhasználó nem tiltható le
sr: Корисник {0} не може бити онемогућен

source: User {0} cannot be renamed
ar: المستخدم {0} لا يمكن إعادة تسمية
hu: A(z) {0} felhasználót nem lehet átnevezni
sr: Корисник {0} не може бити преименован

source: User {0} does not have access to this document
ar: المستخدم {0} ليس لديه حق الوصول إلى هذا المستند
hu: A(z) {0} felhasználónak nincs hozzáférése ehhez a dokumentumhoz
sr: Корисник {0} нема приступ овом документу

source: User {0} does not have doctype access via role permission for document {1}
ar: لا يملك المستخدم {0} حق الوصول إلى النمط عبر إذن دور للمستند {1}
hu: A {0} felhasználónak nincs doctype hozzáférése szerepkörön keresztül a következő dokumentumhoz: {1}
sr: Корисник {0} нема приступ doctype путем дозволе улоге за документ {1}

source: User {0} does not have the permission to create a Workspace.
ar: المستخدم {0} ليس لديه إذن لإنشاء مساحة عمل.
hu: A {0} felhasználónak nincs jogosultsága munkaterület létrehozására.
sr: Корисник {0} нема дозволу да креира радни простор.

source: User {0} has requested for data deletion
ar: طلب المستخدم {0} حذف البيانات
hu: A(z) {0} felhasználó adatok törlését kérte
sr: Корисник {0} је затражио брисање података

source: User {0} impersonated as {1}
ar: انتحل المستخدم {0} شخصية المستخدم {1}
hu: A {0} felhasználó {1} néven adta ki magát
sr: Корисник {0} се представља као {1}

source: User {0} is disabled
ar: المستخدم {0} تم تعطيل
hu: A(z) {0} felhasználó le van tiltva
sr: Корисник {0} је онемогућен

source: User {0} is disabled. Please contact your System Manager.
ar: المستخدم {0} معطل. يرجى الاتصال بمدير النظام.
hu: A {0} felhasználó le van tiltva. Kérjük, vegye fel a kapcsolatot a rendszergazdával.
sr: Корисник {0} је онемогућен. Молимо Вас да контактирате систем менаџера.

source: User {0} is not permitted to access this document.
ar: المستخدم {0} غير مسموح له بالوصول إلى هذا المستند.
hu: A {0} felhasználónak nem engedélyezett a dokumentumhoz való hozzáférés.
sr: Кориснику {0} није дозвољен приступ овом документу.

source: Userinfo URI
ar: عنوان URI لمعلومات المستخدم
hu: Felhasználói információ URI
sr: URI са подацима о кориснику

source: Username
ar: اسم االمستخدم
hu: Felhasználónév
sr: Корисничко име

source: Username {0} already exists
ar: اسم المستخدم {0} موجود بالفعل
hu: Felhasználónév {0} már létezik
sr: Корисничко име {0} већ постоји

source: Users
ar: المستخدمين
hu: Felhasználók
sr: Корисници

source: Users are only able to delete attached files if the document is either in draft or if the document is canceled and they are also able to delete the document.
ar: لا يستطيع المستخدمون حذف الملفات المرفقة إلا إذا كان المستند في حالة مسودة أو إذا تم إلغاء المستند، كما يمكنهم حذف المستند أيضًا.
hu: A felhasználók csak akkor törölhetik a csatolt fájlokat, ha a dokumentum vázlat állapotban van, vagy ha a dokumentumot visszavonták, és a dokumentum törölhető.
sr: Корисници могу брисати приложене фајлове само уколико је документ у нацрту или уколико је документ отказан и имају право да обришу документ.

source: Users assigned to the reference document will get points.
ar: سيحصل المستخدمون المعينون في المستند المرجعي على نقاط.
hu: A referenciadokumentumhoz rendelt felhasználók pontokat kapnak.
sr: Корисници додељени референтном документу ће добити поене.

source: Uses system's theme to switch between light and dark mode
ar: يستخدم سمة النظام للتبديل بين الوضع الفاتح والوضع الداكن
hu: A rendszer témáját használja a világos és sötét mód közötti váltáshoz
sr: Користи тему система за пребацивање између светлог и тамног режима

source: Using this console may allow attackers to impersonate you and steal your information. Do not enter or paste code that you do not understand.
ar: قد يسمح استخدام وحدة التحكم هذه للمهاجمين بانتحال هويتك وسرقة معلوماتك. لا تدخل أو تلصق رمزًا لا تفهمه.
hu: Ennek a konzolnak a használata lehetővé teheti a támadók számára, hogy megszemélyesítsék Önt és ellopják az adatait. Ne írjon be és ne illesszen be olyan kódot, amelyet nem ért.
sr: Коришћење ове конзоле може омогућити нападачима да се представљају као Ви и да украду Ваше податке. Не уносите и не лепите код који не разумете.

source: Utilization
ar: الاستخدام
hu: Kihasználtság
sr: Искоришћеност

source: Utilization %
ar: نسبة الاستخدام
hu: Kihasználtság %
sr: Искоришћеност %

source: Valid
ar: صالح
hu: Érvényes
sr: Важећи

source: Valid Login id required.
ar: يلزم وجود معرف تسجيل دخول صالح.
hu: Érvényes bejelentkezési azonosító szükséges.
sr: Неопходан је важећи ИД за пријављивање.

source: Valid email and name required
ar: يلزم تقديم بريد إلكتروني واسم صحيحين
hu: Érvényes e-mail és név szükséges
sr: Неопходни су важећи имејл и назив

source: Validate Field
ar: تحقق من صحة الحقل
hu: Mező Érvényesítése
sr: Валидирај поље

source: Validation Error
ar: خطئ في التحقق
hu: Érvényesítési Hiba
sr: Грешка при валидацији

source: Validity
ar: الصلاحية
hu: Érvényesség
sr: Важење

source: Value
ar: القيمة
hu: Érték
sr: Вредност

source: Value Based On
ar: القيمة بناء على
hu: Érték alapján
sr: Вредност заснована на

source: Value Change
ar: قيمة التغير
hu: Érték Változás
sr: Промена вредности

source: Value Changed
ar: تم تغير القيمة
hu: Érték Megváltozott
sr: Промена вредности

source: Value To Be Set
ar: قيمة ليتم تعيينها
hu: Beállítandó Érték
sr: Вредност коју треба поставити

source: Value cannot be changed for {0}
ar: لا يمكن تغير القيمة ل {0}
hu: Az érték nem változtatható ezen: {0}
sr: Вредност се не може променити за {0}

source: Value cannot be negative for
ar: لا يمكن أن تكون القيمة سالبة لـ
hu: Az érték nem lehet negatív a következőre:
sr: Вредност не може бити негативна за

source: Value cannot be negative for {0}: {1}
ar: لا يمكن أن تكون القيمة سالبة لـ {0}: {1}
hu: Az érték nem lehet negatív a következőnél {0}: {1}
sr: Вредност не може бити негативна за {0}: {1}

source: Value for a check field can be either 0 or 1
ar: يمكن أن تكون قيمة حقل التحقق إما 0 أو 1
hu: Az ellenőrző mező értéke 1 vagy 0 lehet
sr: Вредност за поље избора може бити само 0 или 1

source: Value for field {0} is too long in {1}. Length should be lesser than {2} characters
ar: قيمة الحقل {0} طويلة جدًا في {1}. يجب أن يكون الطول أقل من {2} حرف
hu: A(z) {0} mező értéke túl hosszú itt: {1}. A hossznak kevesebbnek kell lennie, mint {2} karakter
sr: Вредност за поље {0} у {1} је предугачка. Дужина треба да буде мања од {2} карактера

source: Value for {0} cannot be a list
ar: القيمة {0} لا يمكن أن تكون قائمة
hu: A(z) {0} értéke nem lehet lista
sr: Вредност за {0} не може бити листа

source: Value from this field will be set as the due date in the ToDo
ar: سيتم تعيين القيمة من هذا الحقل كتاريخ الاستحقاق في ToDo
hu: Az ebben a mezőben található érték lesz beállítva a határidőként a teendők között
sr: Вредност из овог поља биће постављена као рок у одељку за урадити

source: Value missing for
ar: قيمة مفقودة لـ
hu: Érték hiányzik erre
sr: Вредност недостаје за

source: Value must be one of {0}
ar: يجب أن تكون القيمة واحدة من {0}
hu: Az értéknek a következőnek kell lennie: {0}
sr: Вредност мора бити једна од {0}
