Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Attach files / urls and add in table.
ar: إرفاق الملفات / عناوين واضافة في الجدول.
hu: Csatolja a fájlokat / URL-eket, és adja hozzá a táblázathoz.
sr: Приложи фајлове / урл-ове и додај у табелу.

source: Attached File
ar: ملف مرفق
hu: Csatolt Fájl
sr: Приложени фајлови

source: Attached To DocType
ar: مرفق بDocType
hu: DocType-hoz Csatolás
sr: Приложено уз DocType

source: Attached To Field
ar: مرفق إلى الحقل
hu: Mezőhöz Csatolt
sr: Приложено уз поље

source: Attached To Name
ar: أرفقت للأسم
hu: Névhez Csatolt
sr: Приложено уз назив

source: Attached To Name must be a string or an integer
ar: يجب أن يكون اسم المرفق سلسلة نصية أو عددًا صحيحًا
hu: A Névhez Csatolt-nak karakterláncnak vagy egész számnak kell lennie
sr: Приложено уз назив мора бити текст или број

source: Attachment
ar: مرفق
hu: Csatolmány
sr: Прилог

source: Attachment Limit (MB)
ar: الحد مرفق (MB)
hu: Csatolmány Korlát (MB)
sr: Ограничење прилога (MB)

source: Attachment Limit Reached
ar: تم الوصول إلى الحد الأقصى للمرفقات
hu: Elérte a Mellékletekre Vonatkozó Korlátot
sr: Ограничење прилога достигнуто

source: Attachment Link
ar: رابط المرفقات
hu: Csatolmány Hivatkozás
sr: Веза ка прилогу

source: Attachment Removed
ar: تم حذف المرفق
hu: Csatolmány Eltávolítva
sr: Прилог уклоњен

source: Attachment Settings
ar: إعدادات المرفقات
hu: Csatolmány Beállításai
sr: Подешавање прилога

source: Attachments
ar: المرفقات
hu: Csatolmányok
sr: Прилози

source: Attempting Connection to QZ Tray...
ar: محاولة الاتصال بـ QZ Tray ...
hu: Csatlakozás kísérlete a QZ tálcával...
sr: Покушава се повезивање са QZ Tray...

source: Attempting to launch QZ Tray...
ar: محاولة إطلاق QZ Tray ...
hu: A QZ tálca elindítására tett kísérlet...
sr: Покушава се покретање QZ Tray...

source: Attending
hu: Részt vesz
sr: Присуствује

source: Audience
hu: Célközönség
sr: Публика

source: Audit Trail
ar: سجل التدقيق
hu: Audit Napló
sr: Историја измена

source: Auth URL Data
ar: بيانات عنوان المصادقة
hu: Hitelesítés URL Adatok
sr: Верификуј URL податке

source: Auth URL data should be valid JSON
ar: يجب أن تكون بيانات عنوان URL للمصادقة بتنسيق JSON صالح.
hu: Az auth URL-adatoknak érvényes JSON-nak kell lenniük
sr: Подаци о ауторизационом URL-у морају бити валидан JSON

source: Authenticate as Service Principal
ar: المصادقة بصفتك كيان الخدمة الرئيسي
hu: Hitelesítés Szolgáltatási Megbízóként
sr: Верификуј као сервисног корисника

source: Authentication
ar: المصادقة
hu: Hitelesítés
sr: Аутентификација

source: Authentication Apps you can use are:
ar: تطبيقات المصادقة التي يمكنك استخدامها هي:
hu: Hitelesítési alkalmazások:
sr: Апликација за аутентификацију које можете да користите су:

source: Authentication failed while receiving emails from Email Account: {0}.
ar: فشلت المصادقة أثناء تلقي رسائل البريد الإلكتروني من حساب البريد الإلكتروني: {0}.
hu: A hitelesítés meghiúsult, amikor e-maileket kapott ettől az E-mail Fióktól: {0}.
sr: Аутентификација није успела приликом примања имејлова са имејл налога: {0}.

source: Author
ar: مؤلف
hu: Szerző
sr: Аутор

source: Authorization Code
ar: رمز الترخيص
hu: Hitelesítő Kód
sr: Код за ауторизацију

source: Authorization URI
ar: معرّف الموارد الموحد للتفويض
hu: Hitelesítő URI
sr: URI за ауторизацију

source: Authorization error for {}.
ar: خطأ في المصادقة لـ {}.
hu: Hitelesítési hiba a {}.
sr: Грешка у ауторизацији за {}.

source: Authorize API Access
ar: تفويض الوصول إلى واجهة برمجة التطبيقات (API)
hu: API Hozzáférés Engedélyezése
sr: Одобри приступ API-ју

source: Authorize API Indexing Access
ar: تخويل الوصول إلى فهرسة API
hu: API Indexelési Hozzáférés Engedélyezése
sr: Одобри приступ индексирању API-ја

source: Authorize Google Calendar Access
ar: تخويل الوصول إلى تقويم Google
hu: Google Naptár Hozzáférés Engedélyezése
sr: Одобри приступ Google Calendar-у

source: Authorize Google Contacts Access
ar: السماح بوصول جهات اتصال Google
hu: Google Névjegyek Hozzáférés Engedélyezése
sr: Одобри приступ Google Contacts

source: Authorize Google Drive Access
ar: تخويل Google Drive Access
hu: Google Drive Hozzáférés Engedélyezése
sr: Одобри приступ Google Drive

source: Authorize URL
ar: مصادقة عنوان ورل
hu: Hitelesítő URL
sr: Одобри URL

source: Authorized
ar: مخول
hu: Hitelesített
sr: Одобрено

source: Auto
ar: تلقائى
hu: Automatikus
sr: Аутоматски

source: Auto Email Report
ar: ارسال التقارير عبر البريد الالكتروني الياً
hu: Automatikus E-mail Jelentés
sr: Аутоматски имејл извештај

source: Auto Name
ar: الإسم التلقائي
hu: Automatikus Név
sr: Аутоматски назив

source: Auto Repeat
ar: تكرار تلقائي
hu: Automatikus Ismétlés
sr: Аутоматско понављање

source: Auto Repeat Day
ar: يوم التكرار التلقائي
hu: Automatikus Ismétlés Nap
sr: Дан аутоматског понављања

source: Auto Repeat Day{0} {1} has been repeated.
ar: تم تكرار اليوم{0} {1} تلقائياً.
hu: Automatikus Ismétlés Nap {0} {1} megismétlődött.
sr: Дан аутоматског понављања {0} {1} је поновљен.

source: Auto Repeat Document Creation Failed
ar: فشل إنشاء مستند تكرار تلقائي
hu: Automatikus Dokumentum Ismétlés Létrehozása Sikertelen
sr: Креирање документа за аутоматско понављање није успело

source: Auto Repeat Schedule
ar: جدولة التكرار التلقائي
hu: Automatikus Ismétlési Ütemterv
sr: Распоред аутоматског понављања

source: Auto Repeat created for this document
ar: تكرار تلقائي تم إنشاؤه لهذا المستند
hu: Automatikus Ismétlés létrehozva ehhez a dokumentumhoz
sr: Аутоматско понављање креирано за овај документ

source: Auto Repeat failed for {0}
ar: فشل التكرار التلقائي لـ {0}
hu: Automatikus Ismétlés sikertelen a(z) {0} esetén
sr: Аутоматско понављање није успело за {0}

source: Auto Reply
ar: الرد التلقائي
hu: Automatikus Válasz
sr: Аутоматски одговор

source: Auto Reply Message
ar: رد تلقائي على الرسائل
hu: Automatikus Válasz Üzenet
sr: Порука аутоматског одговора

source: Auto assignment failed: {0}
ar: فشل التخصيص التلقائي: {0}
hu: Automatikus ozzárendelés sikertelen: {0}
sr: Аутоматско додељивање није успело: {0}

source: Auto follow documents that are assigned to you
ar: متابعة تلقائية للمستندات المخصصة لك
hu: Automatikusan követi az Önhöz hozzárendelt dokumentumokat
sr: Аутоматски прати документа која су ти додељена

source: Auto follow documents that are shared with you
ar: متابعة تلقائية للمستندات التي تمت مشاركتها معك
hu: Automatikusan követi az Önnel megosztott dokumentumokat
sr: Аутоматски прати документа која су подељена са тобом

source: Auto follow documents that you Like
ar: متابعة تلقائية للمستندات التي تعجبك
hu: Automatikusan követi az Ön által kedvelt dokumentumokat
sr: Аутоматски прати документа која си лајковао

source: Auto follow documents that you comment on
ar: متابعة تلقائية للمستندات التي تعلق عليها
hu: Automatikusan követi az Ön által hozzászólt dokumentumokat
sr: Аутоматски прати документа која си коментарисао

source: Auto follow documents that you create
ar: متابعة المستندات التي تقوم بإنشائها تلقائيًا
hu: Automatikusan követi az Ön által létrehozott dokumentumokat
sr: Аутоматско прати документа које си креирао

source: Auto repeat failed. Please enable auto repeat after fixing the issues.
ar: فشل التكرار التلقائي. يرجى تفعيل التكرار التلقائي بعد حل المشكلات.
hu: Automatikus ismétlés sikertelen. Kérjük, engedélyezze az automatikus ismétlést a problémák megoldása után.
sr: Аутоматско понављање није успело. Молимо Вас да омогућите аутоматско понављање након што решите проблем.

source: Autocomplete
ar: إكمال تلقائي
hu: Automatikus Kiegészítés
sr: Аутоматско извршење

source: Autoincrement
ar: الزيادة التلقائية
hu: Automatikus Növelés
sr: Аутоматско повећање

source: Automate processes and extend standard functionality using scripts and background jobs
ar: أتمتة العمليات وتوسيع الوظائف القياسية باستخدام البرامج النصية والمهام التي تعمل في الخلفية
hu: Folyamatok automatizálása és a szabványos funkciók kiterjesztése szkriptek és háttérfeladatok segítségével
sr: Аутоматизуј процесе и прошири стандардну функционалност користећи скрипте и позадинске задатке

source: Automated Message
ar: رسالة آلية
hu: Automatizált Üzenet
sr: Аутоматска порука

source: Automatic
ar: معادلة
hu: Automatikus
sr: Аутоматски

source: Automatic Linking can be activated only for one Email Account.
ar: يمكن تنشيط الربط التلقائي فقط لحساب بريد إلكتروني واحد.
hu: Az automatikus összekapcsolás csak egy e-mail fiókhoz aktiválható.
sr: Аутоматско повезивање може бити активирано само за један имејл налог.

source: Automatic Linking can be activated only if Incoming is enabled.
ar: لا يمكن تنشيط الربط التلقائي إلا إذا تم تمكين الوارد.
hu: Az Automatikus összekapcsolás csak akkor aktiválható, ha a Bejövő engedélyezve van.
sr: Аутоматско повезивање може бити активирано само уколико је улазни омогућен.

source: Automatic sending of emails is disabled via site config.
ar: تم تعطيل الإرسال التلقائي للرسائل الإلكترونية عبر إعدادات الموقع.
hu: Az automatikus e-mail küldés kikapcsolható a webhely konfigurációján keresztül.
sr: Аутоматско слање имејлова је онемогућено путем конфигурације сајта.

source: Automatically Assign Documents to Users
ar: تعيين المستندات للمستخدمين تلقائيًا
hu: Dokumentumok Automatikus Hozzárendelése a Felhasználókhoz
sr: Аутоматски додели документа корисницима

source: Automatically applied a filter for recent data. You can disable this behavior from the list view settings.
ar: تم تطبيق فلتر تلقائي للبيانات الحديثة. يمكنك تعطيل هذا السلوك من إعدادات عرض القائمة.
hu: Automatikusan alkalmazott szűrő a friss adatokra. Ezt a viselkedést a listanézet beállításai között kikapcsolhatja.
sr: Аутоматски примењени филтер за недавне податке. Ову опцију можете онемогућити у подешавањима приказа листе.

source: Automatically delete account within (hours)
ar: حذف الحساب تلقائياً خلال (ساعات)
hu: Automatikusan törli a fiókot (órákon belül)
sr: Аутоматски обриши налог унутар (сати)

source: Automation
ar: التشغيل الآلي
hu: Automatizálás
sr: Аутоматизација

source: Avatar
ar: الصورة الرمزية
sr: Аватар

source: Average
ar: معدل
hu: Átlagos
sr: Просек

source: Average of {0}
ar: متوسط {0}
hu: {0} átlaga
sr: Просечна вредност {0}

source: Avoid dates and years that are associated with you.
ar: تجنب التواريخ والسنوات التي ترتبط معك.
hu: Kerülje az Önnel kapcsolatos dátumokat és éveket.
sr: Избегавајте датуме и године које су повезане са Вама.

source: Avoid recent years.
ar: تجنب السنوات الأخيرة.
hu: Kerülje az utóbbi éveket.
sr: Избегавајте недавне године.

source: Avoid sequences like abc or 6543 as they are easy to guess
ar: تجنب تسلسل مثل abc أو 6543 كما أنها سهلة لتخمين
hu: Kerülje az olyan szekvenciákat, mint abc vagy 6543, mivel ezeket könnyű kitalálni
sr: Избегавајте низове као што су абц или 6543 јер су лако наслућују

source: Avoid years that are associated with you.
ar: تجنب السنوات التي ترتبط معك.
hu: Kerülje az Önhöz kapcsolódó évek használatát.
sr: Избегавајте године које су повезане са Вама.

source: Awaiting Password
ar: في انتظار كلمة المرور
hu: Jelszóra vár
sr: Чека се лозинка

source: Awaiting password
ar: في انتظار كلمة المرور
hu: Jelszóra vár
sr: Чека се лозинка

source: Awesome Work
ar: عمل رائع
hu: Kiváló Munka
sr: Одличан посао

source: Awesome, now try making an entry yourself
ar: رائع، الآن حاول كتابة مشاركة بنفسك
hu: Szuper, most próbáljon elkészíteni egy bejegyzést Ön
sr: Одлично, сада покушајте да унесте податке самостално

source: Back
ar: خلف
hu: Vissza
sr: Назад

source: Back to Desk
ar: العودة الى المكتب
hu: Vissza az Asztalhoz
sr: Назад на радну површину

source: Back to Home
ar: العودة إلى المنزل
hu: Vissza a Főoldalra
sr: Назад на почетну страницу

source: Back to Login
ar: العودة إلى تسجيل الدخول
hu: Vissza a Bejelentkezéshez
sr: Назад на пријављивање

source: Background Color
ar: لون الخلفية
hu: Háttérszín
sr: Боја позадине

source: Background Image
ar: صورة الخلفية
hu: Háttérkép
sr: Слика позадине

source: Background Jobs
ar: خلفية عن الخبرات السابقة
hu: Háttérfeladatok
sr: Позадински задаци

source: Background Jobs Check
ar: التحقق من خلفية الوظائف
hu: Háttérfeladatok Ellenőrzése
sr: Провера позадинских задатака

source: Background Jobs Queue
ar: قائمة انتظار الوظائف الخلفية
hu: Háttérfeladatok Várólista
sr: Ред позадинских задатака

source: Background Print (required for >25 documents)
ar: طباعة الخلفية (مطلوبة لأكثر من 25 مستندًا)
hu: Háttérnyomtatás (>25 dokumentum esetén szükséges)
sr: Штампање у позадини (неопходно за више од 25 докумената)

source: Background Workers
ar: قائمة العمليات
hu: Háttér Munkások
sr: Позадински радници

source: Backing up Data.
hu: Adatok Biztonsági Mentése.
sr: Прављење резервне копије података.

source: Backing up to Google Drive.
ar: النسخ الاحتياطي إلى Google Drive.
hu: Biztonsági Mentés a Google Drive-ra.
sr: Прављење резервне копије на Google Drive.

source: Backup
ar: النسخ الاحتياطي
hu: Biztonsági Mentés
sr: Резервна копија

source: Backup Details
ar: تفاصيل النسخ الاحتياطي
hu: Biztonsági Mentés Részletei
sr: Детаљи резервне копије

source: Backup Encryption Key
ar: مفتاح تشفير النسخ الاحتياطي
hu: Biztonsági Mentés Titkosítási Kulcs
sr: Кључ за шифровање резервне копије

source: Backup Files
ar: ملفات النسخ الاحتياطي
hu: Biztonsági Mentés Fájlok
sr: Фајлови резервне копије

source: Backup Folder ID
ar: معرف مجلد النسخ الاحتياطي
hu: Biztonsági Mentés Mappa Azonosítója
sr: ИД датотеке резервне копије

source: Backup Folder Name
ar: اسم مجلد النسخ الاحتياطي
hu: Biztonsági Mentés Mappa Neve
sr: Назив датотеке резервне копије

source: Backup Frequency
ar: معدل النسخ الاحتياطي
hu: Biztonsági Mentések Gyakorisága
sr: Учесталост резервне копије

source: Backup Path
hu: Biztonsági Mentés Útvonala
sr: Путања резервне копије

source: Backup job is already queued. You will receive an email with the download link
ar: وظيفة النسخ الاحتياطي بالفعل في قائمة الانتظار. سوف تتلقى رسالة بريد إلكتروني مع رابط التحميل
hu: A biztonsági mentési feladat már sorban áll. Kapni fog egy e-mailt a letöltési linkkel
sr: Задатак за прављење резервне копије је већ стављен у ред чекања. Добићете имејл са линком за преузимање

source: Backup public and private files along with the database.
ar: النسخ الاحتياطي للملفات العامة والخاصة مع قاعدة البيانات.
hu: Biztonsági mentés készítése nyilvános és privát fájlokról az adatbázissal együtt.
sr: Урадите резервну копију јавних и приватних фајлова заједно са базом података.

source: Backups
ar: النسخ الاحتياطية
hu: Biztonsági Mentések
sr: Резервне копије

source: Backups (MB)
ar: النسخ الاحتياطية (ميغابايت)
hu: Biztonsági Mentések (MB)
sr: Резервне копије (MB)

source: Bad Cron Expression
ar: تعبير كرون سيئ
hu: Rossz Cron Kifejezés
sr: Неисправни Cron израз

source: Banker's Rounding
ar: تقريب المصرفي
hu: Banki Kerekítés
sr: Банкарско заокруживање

source: Banker's Rounding (legacy)
ar: تقريب المصرفيين (النظام القديم)
hu: Banki Kerekítés (régi)
sr: Банкарско заокруживање (застарело)

source: Banner
ar: الترويسة
sr: Банер

source: Banner HTML
ar: راية HTML
sr: HTML код за банер

source: Banner Image
ar: راية صورة
hu: Banner Kép
sr: Слика банера

source: Banner is above the Top Menu Bar.
ar: راية فوق أعلى شريط القوائم.
hu: A banner a felső menüsor felett található.
sr: Банер се приказује изнад горње траке са менијем.

source: Bar
ar: شريط
hu: Oszlop
sr: Бар

source: Barcode
ar: الرمز الشريطي
hu: Vonalkód
sr: Бар-код

source: Base Distinguished Name (DN)
ar: قاعدة الاسم المميز (DN)
hu: Alapértelmezett Elkülönítő Név (DN)
sr: Основни јединствени назив (DN)

source: Base URL
ar: الرابط الأساسي
hu: Alapértelmezett URL
sr: Основни URL

source: Based On
ar: وبناء على
hu: Alapján
sr: На основу

source: Based on Field
ar: على أساس الميدان
hu: Mező Alapján
sr: На основу поља

source: Based on Permissions For User
ar: اعتماداً على صلاحيات المستخدم
hu: Felhasználói Jogosultságok Alapján
sr: На основу дозволе за корисника

source: Basic
ar: الأساسي
hu: Alapvető
sr: Основна

source: Basic Info
ar: معلومات أساسية
hu: Alapvető Információ
sr: Основне информације

source: Before
ar: قبل
hu: Előtte
sr: Пре

source: Before Cancel
ar: قبل الإلغاء
hu: Visszavonás Előtt
sr: Пре отказивања

source: Before Delete
ar: قبل الحذف
hu: Törlés Előtt
sr: Пре брисања

source: Before Insert
ar: قبل إدراج
hu: Beszúrás Előtt
sr: Пре уноса

source: Before Print
ar: قبل الطباعة
hu: Nyomtatás Előtt
sr: Пре штампања

source: Before Rename
ar: قبل إعادة التسمية
hu: Átnevezés Előtt
sr: Пре преименовања

source: Before Save
ar: قبل الحفظ
hu: Mentés Előtt
sr: Пре чувања

source: Before Save (Submitted Document)
ar: قبل الحفظ (المستند المقدم)
hu: Mentés Előtt (Beküldött Dokumentum)
sr: Пре чувања (поднети документ)

source: Before Submit
ar: قبل إرسال
hu: Beküldés Előtt
sr: Пре подношења

source: Before Validate
ar: قبل التحقق
hu: Érvényesítés Előtt
sr: Пре валидације

source: Beginner
ar: مبتدئ
hu: Kezdő
sr: Почетник

source: Beginning with
ar: بداية من
hu: Kezdve
sr: Почни са

source: Beta
ar: بيتا
hu: Béta
sr: Бета

source: Better add a few more letters or another word
ar: من الأفضل إضافة بضعة أحرف أو كلمة أخرى
hu: Jobb ha adunk hozzá még néhány betűt, vagy egy másik szót
sr: Боље додајте још неколико слова или неку другу реч

source: Between
ar: ما بين
hu: Között
sr: Између

source: Billing
ar: الفواتير
hu: Számlázás
sr: Фактурисање

source: Billing Contact
ar: جهة الاتصال الخاصة بالفواتير
hu: Számlázási Kapcsolat
sr: Адреса за фактурисање

source: Binary Logging
ar: التسجيل الثنائي
hu: Bináris Naplózás
sr: Бинарно записивање

source: Bio
ar: نبذة
hu: Életrajz
sr: Биографија

source: Birth Date
ar: تاريخ الميلاد
hu: Születési Dátum
sr: Датум рођења

source: Blank Template
ar: نموذج فارغ
hu: Üres Sablon
sr: Празан шаблон

source: Block Module
ar: كتلة الوحدة
hu: Zárolt Modul
sr: Блокирај модул

source: Block Modules
ar: كتلة وحدات
hu: Zárolt Modulok
sr: Блокирај модуле

source: Blocked
ar: محجوب
hu: Zárolt
sr: Блокирано

source: Blog
ar: مدونة
sr: Блог

source: Blog Category
ar: تصنيف المدونة
hu: Blog Kategória
sr: Категорија блога

source: Blog Intro
ar: بدايه المدونه
hu: Blog Bevezető
sr: Увод у блог

source: Blog Introduction
ar: مقدمة المدونه
hu: Blog Bevezetés
sr: Увод у блог

source: Blog Post
ar: منشور المدونه
hu: Blog Bejegyzés
sr: Блог објава

source: Blog Settings
ar: إعدادات المدونه
hu: Blog Beállítások
sr: Подешавање блога

source: Blog Title
ar: عنوان المدونه
hu: Blog Cím
sr: Наслов блога

source: Blogger
ar: مدون
sr: Блогер

source: Blogs, Website View Tracking, and more.
hu: Blogok, Webhely-megtekintések követése és még sok más.
sr: Блогови, праћења посета веб-сајту и остале функције.

source: Blue
ar: أزرق
hu: Kék
sr: Плава

source: Bold
ar: بالخط العريض
hu: Félkövér
sr: Болд

source: Bot
ar: آلي
hu: Robot
sr: Бот

source: Both DocType and Name required
ar: كلا DOCTYPE واسم المطلوبة
hu: A DocType és a Név is szükséges
sr: Неопходни су и DocType и назив

source: Both login and password required
ar: يلزم إدخال اسم المستخدم وكلمة المرور
hu: A bejelentkezési név és a jelszó is szükséges
sr: Неопходни су и корисничко име и лозинка

source: Bottom
ar: الأسفل
hu: Alsó
sr: Доле

source: Bottom Center
ar: أسفل المنتصف
hu: Középen Lent
sr: Доле центрирано

source: Bottom Left
ar: أسفل اليسار
hu: Balra Lent
sr: Доле лево

source: Bottom Right
ar: أسفل اليمين
hu: Jobbra Lent
sr: Доле десно

source: Bounced
ar: وثب
hu: Visszapattant
sr: Одбијено

source: Brand
ar: العلامة التجارية
hu: Márka
sr: Бренд

source: Brand HTML
ar: العلامة التجارية HTML
hu: Márka HTML
sr: Бренд HTML код

source: Brand Image
ar: صورة العلامة التجارية
hu: Márka Kép
sr: Слика бренда

source: Brand Logo
ar: شعار العلامة التجارية
hu: Márka Logó
sr: Лого бренда

source: Brand is what appears on the top-left of the toolbar. If it is an image, make sure it has a transparent background and use the &lt;img /&gt; tag. Keep size as 200px x 30px
hu: A márka az eszköztár bal felső részén jelenik meg. Ha ez egy kép, győződjön meg róla, hogy az átlátszó háttérrel rendelkezik, és használja a &lt;img /&gt; címkét. A méret maradjon 200px x 30px
sr: Бренд је оно што се приказује у горњем левом делу траке са алаткама. Уколико је у питању слика, уверите се да има транспарентну позадину и користите &lt;img /&gt; tag. Величина мора бити 200px x 30px

source: Browse by category
hu: Kategória szerinti keresés
sr: Претражи по категорији

source: Browser
ar: المستعرض
hu: Böngésző
sr: Интернет претраживач

source: Browser Version
ar: إصدار المستعرض
hu: Böngésző Verzió
sr: Верзија интернет претраживача

source: Browser not supported
ar: المتصفح غير مدعوم
hu: Böngésző nem támogatott
sr: Интернет претраживач није подржан

source: Brute Force Security
ar: القوة الغاشمة للأمن
hu: Brute Force Biztonság
sr: Brute Force безбедност

source: Bucket Name
ar: اسم الجرافة
hu: Vödör Neve
sr: Назив Bucket -а

source: Bucket {0} not found.
hu: A {0} vödör nem található.
sr: Bucket {0} није пронађен.

source: Bufferpool Size
ar: حجم المخزن المؤقت
hu: Puffertár Mérete
sr: Величина бафера

source: Build
ar: إنشاء
sr: Развој

source: Build your own reports, print formats, and dashboards. Create personalized workspaces for easier navigation
ar: أنشئ تقاريرك الخاصة، وتنسيقات الطباعة، ولوحات المعلومات. خصص مساحات عمل لتسهيل التنقل.
hu: Állítson össze saját jelentéseket, nyomtatási formátumokat és műszerfalakat. Hozzon létre személyre szabott munkaterületek a könnyebb navigáció érdekében
sr: Направите сопствене извештаје, формате за штампу и контролне табле. Креирајте персонализоване радне просторе за лакшу навигацију

source: Build {0}
ar: بناء {0}
hu: {0} építése
sr: Направи {0}

source: Built on {0}
ar: مبني على {0}
hu: {0} alapjaira épült
sr: Направљено {0}

source: Bulk Actions
ar: الإجراءات الجماعية
hu: Tömeges Műveletek
sr: Масовне радње

source: Bulk Delete
ar: حذف بالجملة
hu: Tömeges Törlés
sr: Масовно брисање

source: Bulk Edit
ar: تعديل مجموعة
hu: Tömeges Szerkesztés
sr: Масовно уређивање

source: Bulk Edit {0}
ar: تعديل بالجمله {0}
hu: Tömeges Szerkesztés {0}
sr: Масовно уређивање {0}

source: Bulk Operation Failed
ar: فشلت عملية الشحن بالجملة
hu: Tömeges Művelet Sikertelen
sr: Масовна операције није успела

source: Bulk Operation Successful
ar: عملية الشحن بالجملة ناجحة
hu: Tömeges Művelet Sikeres
sr: Масовна операција је успешно завршена

source: Bulk PDF Export
ar: تصدير ملفات PDF بالجملة
hu: Tömeges PDF Exportálás
sr: Масован извоз ПДВ

source: Bulk Update
ar: تحديث بالجمله
hu: Tömeges Frissítés
sr: Масовно ажурирање

source: Bulk approval only support up to 500 documents.
ar: لا تدعم الموافقة الجماعية سوى ما يصل إلى 500 مستند.
hu: A tömeges jóváhagyás legfeljebb 500 dokumentumot támogat.
sr: Масовно одобравање подржава највише до 500 докумената.

source: Bulk operation is enqueued in background.
ar: تتم إضافة عملية المعالجة المجمعة إلى قائمة الانتظار في الخلفية.
hu: A tömeges művelet a háttérben várakozik.
sr: Масовна операција је стављена у ред за обраду у позадини.

source: Bulk operations only support up to 500 documents.
ar: تدعم عمليات المعالجة الجماعية ما يصل إلى 500 مستند فقط.
hu: A tömeges műveletek csak 500 dokumentumig támogatottak.
sr: Масовна операција подржава највише до 500 докумената.

source: Bulk {0} is enqueued in background.
ar: يتم وضع Bulk {0} في قائمة الانتظار في الخلفية.
hu: A tömeges {0} a háttérben várakozik.
sr: Масовно {0} је стављено у ред за обраду у позадини.

source: Button
ar: زر
hu: Gomb
sr: Дугме

source: Button Gradients
ar: تدرجات الزر
hu: Gomb Színátmenetek
sr: Градијенти дугмета

source: Button Rounded Corners
ar: زوايا دائرية بأزرار
hu: Gomb Lekerekített Sarkok
sr: Заобљени углови дугмета

source: Button Shadows
ar: زر الظلال
hu: Gomb Árnyékok
sr: Сенке дугмета

source: By "Naming Series" field
ar: عن طريق حقل "سلسلة التسمية"
hu: A "Névsorozat" mezővel
sr: На основу поља "Серије именовања"
