Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Would you like to publish this comment? This means it will become visible to website/portal users.
ar: هل ترغب بنشر هذا التعليق؟ هذا يعني أنه سيصبح مرئياً لمستخدمي الموقع الإلكتروني/البوابة.
hu: Szeretné közzétenni ezt a hozzászólást? Ez azt jelenti, hogy a továbbiakban látható lesz a weboldal/portál felhasználói számára.
sr: Да ли желите да објавите овај коментар? Ово значи да ће постати видљив корисницима веб-сајта/портала.

source: Would you like to unpublish this comment? This means it will no longer be visible to website/portal users.
ar: هل ترغب في حذف هذا التعليق؟ هذا يعني أنه لن يكون مرئيًا لمستخدمي الموقع/البوابة الإلكترونية.
hu: Szeretné törölni ezt a hozzászólást? Ez azt jelenti, hogy a továbbiakban nem lesz látható a weboldal/portál felhasználói számára.
sr: Да ли желите да повучете овај коментар? Ово значи да више неће бити видљив корисницима веб-сајта/портала.

source: Wrapping up
ar: تغليف
hu: Befejezés
sr: Завршавање

source: Write
ar: الكتابة
hu: Ír
sr: Измена

source: Wrong Fetch From value
ar: إحضار خاطئ من القيمة
hu: Helytelen Lekérés Innen érték
sr: Погрешна вредност у пољу преузми из

source: X Axis Field
ar: X محور الحقل
hu: X Tengely Mező
sr: Поље X осе

source: X Field
ar: X الميدان
hu: X Mező
sr: X поље

source: XMLHttpRequest Error
ar: خطأ في طلب XMLHttp
hu: XMLHttpRequest hiba
sr: XMLHttpRequest Грешка

source: Y Axis
ar: المحور ص
hu: Y Tengely
sr: Y оса

source: Y Axis Fields
ar: حقول محور Y
hu: Y Tengely Mezők
sr: Поље Y осе

source: Y Field
ar: Y الميدان
hu: Y Mező
sr: Y поље

source: Year
ar: عام
hu: Év
sr: Година

source: Yearly
ar: سنويا
hu: Évi
sr: Годишње

source: Yellow
ar: أصفر
hu: Sárga
sr: Жута

source: Yes
ar: نعم
hu: Igen
sr: Да

# Approve confirmation dialog
source: Yes
ar: نعم
hu: Igen
sr: Да

# Checkbox is checked
source: Yes
ar: نعم
hu: Igen
sr: Да

source: Yesterday
ar: الأمسِ
hu: Tegnap
sr: Јуче

# Name of the current user. For example: You edited this 5 hours ago.
source: You
ar: أنت
hu: Ön
sr: Ви

source: You Liked
ar: أعجبك
hu: Tetszett neked
sr: Лајковали сте

source: You added 1 row to {0}
ar: أضفت صفًا واحدًا إلى {0}
hu: Hozzáadtál 1 sort ehhez: {0}
sr: Додали сте 1 ред у {0}

source: You added {0} rows to {1}
ar: أضفت {0} صفوفًا إلى {1}
hu: {0} sort adtál hozzá ehhez: {1}
sr: Додали сте {0} редова у {1}

source: You are connected to internet.
ar: أنت متصل بالإنترنت.
hu: Csatlakozott az internethez.
sr: Повезани сте на интернет.

source: You are impersonating as another user.
hu: Egy másik felhasználónak adod ki magad.
sr: Пријављени сте као други корисник.

source: You are not allowed to access this resource
ar: لا يُسمح لك بالوصول إلى هذا المورد
hu: Nincs hozzáférésed ehhez az erőforráshoz
sr: Немате дозволу да приступите овом ресурсу

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in field {3}
ar: لا يسمح لك بالوصول إلى هذا السجل {0} لأنه مرتبط بـ {1} '{2}' في الحقل {3}
hu: Nincs hozzáférése ehhez a {0} rekordhoz, mert az a {1} '{2}' bejegyzéshez kapcsolódik a {3} mezőben
sr: Немате дозволу да приступите овом запису {0} јер је повезан са {1} '{2}' у пољу {3}

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in row {3}, field {4}
ar: لا يُسمح لك بالوصول إلى هذا السجل {0} لأنه مرتبط بالسجل {1} '{2}' في الصف {3}، الحقل {4}
hu: Nincs hozzáférése ehhez a {0} rekordhoz, mert az a {1} '{2}' bejegyzéshez kapcsolódik a {3} sorban, a {4} mezőben
sr: Немате дозволу да приступите овом запису {0} јер је повезан са {1} '{2}' у реду {3}, поље {4}

source: You are not allowed to create columns
ar: لا يسمح لك بأنشاء اعمدة
hu: Ön nem hozhat létre oszlopokat
sr: Немате дозволу да креирате колоне

source: You are not allowed to delete Standard Report
ar: لا يُسمح لك بحذف التقرير القياسي
hu: Nem jogosult a Standard jelentés törlésére
sr: Немате дозволу да обришете стандардни извештај

source: You are not allowed to delete a standard Website Theme
ar: لا يسمح لك بحذف موضوع الموقع القياسي
hu: Nem törölhetsz szabványos weboldal témát
sr: Немате дозволу да обришете стандардну тему веб-сајта

source: You are not allowed to edit the report.
ar: لا يُسمح لك بتعديل التقرير.
hu: Ezen jelentés szerkesztésére nem jogosult.
sr: Немате дозволу да уређујете извештај.

source: You are not allowed to export {} doctype
ar: غير مسموح لك بتصدير النمط {}
hu: A(z) {} doctype nem exportálható
sr: Немате дозволу да извезете doctype {}

source: You are not allowed to print this report
ar: لا يسمح لك بطباعة هذا التقرير
hu: Nem nyomtathatja ki ezt a jelentést
sr: Немате дозволу да одштампате овај извештај

source: You are not allowed to send emails related to this document
ar: لا يسمح لك بإرسال رسائل البريد الإلكتروني ذات الصلة بهذه الوثيقة
hu: Nem küldhet e-mailt ezzel a dokumentummal kapcsolatban
sr: Немате дозволу да пошаљете имејл везан за овај документ

source: You are not allowed to update the status of this event.
hu: Nem frissítheti az esemény állapotát.
sr: Није Вам дозвољено ажурирање статуса овог догађаја.

source: You are not allowed to update this Web Form Document
ar: لا يسمح لك بتحديث الوثيقة نموذج الويب هذه
hu: Nem frissítheti ezt a Web Űrlap Dokumentumot
sr: Немате дозволу да ажурирате овај документ веб-обрасца

source: You are not connected to Internet. Retry after sometime.
ar: أنت غير متصل بالإنترنت. أعد المحاولة بعد وقت ما.
hu: Nem csatlakozik az internethez. Próbálja újra kis idő múlva.
sr: Нисте повезани на интернет. Покушајте поново касније.

source: You are not permitted to access this page without login.
ar: لا يُسمح لك بالوصول إلى هذه الصفحة بدون تسجيل الدخول.
hu: Nincs hozzáférésed ehhez az oldalhoz bejelentkezés nélkül.
sr: Није Вам дозвољено да приступите овој страници без пријављивања.

source: You are not permitted to access this page.
ar: لا يسمح لك بالوصول إلى هذه الصفحة.
hu: Nincs hozzáférésed ehhez az oldalhoz.
sr: Немате дозволу да приступите овој страници.

source: You are not permitted to access this resource. Login to access
ar: لا يُسمح لك بالوصول إلى هذا المورد. سجّل الدخول للوصول إليه.
hu: Nincs hozzáférése ehhez az erőforráshoz. Jelentkezzen be a hozzáféréshez
sr: Немате дозволу за приступ овом ресурсу. Пријавите се за приступ

source: You are now following this document. You will receive daily updates via email. You can change this in User Settings.
ar: أنت الآن تتبع هذا المستند. سوف تتلقى التحديثات اليومية عبر البريد الإلكتروني. يمكنك تغيير هذا في إعدادات المستخدم.
hu: Mostantól követi ezt a dokumentumot. Naponta kap frissítéseket e-mailben. Ezt a felhasználói beállításokban módosíthatja.
sr: Сада пратите овај документ. Добијаћете дневна обавештења путем имејла. Можете ово променити у подешавањима корисника.

source: You are only allowed to update order, do not remove or add apps.
ar: يُسمح لك بتحديث الطلب فقط، ولا يُسمح لك بإزالة التطبيقات أو إضافتها.
hu: Csak a sorrendet frissítheti, nem távolíthat el vagy adhat hozzá alkalmazásokat.
sr: Дозвољено Вам је да ажурирате редослед, немојте уклањати или додавати апликације.

source: You are selecting Sync Option as ALL, It will resync all read as well as unread message from server. This may also cause the duplication of Communication (emails).
ar: باختيارك خيار المزامنة "الكل"، سيتم إعادة مزامنة جميع الرسائل المقروءة وغير المقروءة من الخادم. قد يؤدي ذلك أيضاً إلى تكرار الرسائل الإلكترونية.
hu: A „Szinkronizálás” opciót az ÖSSZES értékre állítja. Ez az összes olvasott és olvasatlan üzenetet újraszinkronizálja a szerverről. Ez a kommunikáció (e-mailek) duplikálódását is okozhatja.
sr: Одабрали сте опцију синхронизације свега. Биће синхронизоване и прочитане и непрочитане поруке са сервера. Ово може изазвати дупликате комуникације (имејлова).

# Form timeline
source: You attached {0}
ar: لقد قمت بإرفاق {0}
hu: Csatoltad {0}
sr: Приложили сте {0}

source: You can add dynamic properties from the document by using Jinja templating.
ar: يمكنك إضافة خصائص ديناميكية من المستند باستخدام Jinja templating .
hu: Dinamikus tulajdonságokat adhatsz hozzá a dokumentumból a Jinja sablonok használatával.
sr: Можете додати динамичке особине из документа користећи jinja шаблонски језик.

source: You can also access wkhtmltopdf variables (valid only in PDF print):
ar: يمكنك أيضًا الوصول إلى متغيرات wkhtmltopdf (صالحة فقط في طباعة PDF):
hu: A wkhtmltopdf változókat is elérheti (csak PDF nyomtatásnál érvényes):
sr: Такође можете приступити wkhtmltopdf променљивама (важи искључиво за штампање у PDF):

source: You can also copy-paste following link in your browser
ar: يمكنك أيضًا نسخ الرابط التالي ولصقه في متصفحك
hu: A következő linket másolhatod és beillesztheted a böngésződbe is
sr: Такође можете копирати и налепити следећи линк у Вашем интернет претраживачу

source: You can also copy-paste this
ar: يمكنك أيضا نسخ ولصق هذا
hu: Ezt másolhatod is
sr: Такође можете копирати и налепити ово

source: You can also copy-paste this {0} to your browser
ar: يمكنك أيضًا نسخ {0} هذا ولصقه في متصفحك
hu: Ezt {0} beillesztheti a böngészőjébe is
sr: Такође можете копирати и налепити овај {0} у Ваш интернет претраживач

source: You can ask your team to resend the invitation if you'd still like to join.
ar: يمكنك أن تطلب من فريقك إعادة إرسال الدعوة إذا كنت لا تزال ترغب في الانضمام.
hu: Megkérheti a csapatát, hogy küldje el újra a meghívót, ha még mindig szeretne csatlakozni.
sr: Можете замолити свој тим да поново пошаље позивницу уколико и даље желе да се придружите.

source: You can change the retention policy from {0}.
ar: يمكنك تغيير سياسة الاحتفاظ من {0}.
hu: A megőrzési szabályzatot a {0} oldalon módosíthatja.
sr: Можете променити политику чувања података у {0}.

source: You can continue with the onboarding after exploring this page
ar: يمكنك متابعة عملية الإعداد بعد استكشاف هذه الصفحة
hu: Az oldal megtekintése után folytathatod a regisztrációt.
sr: Можете наставити са уводном обуком након што истражите ову страницу

source: You can disable this {0} instead of deleting it.
ar: يمكنك تعطيل هذا {0} بدلاً من حذفه.
hu: Törlés helyett le is tilthatja ezt {0}.
sr: Можете онемогућити овај {0} уместо да га обришете.

source: You can increase the limit from System Settings.
ar: يمكنك زيادة الحد من إعدادات النظام.
hu: A korlátot a Rendszer Beállításokban növelheti.
sr: Можете повећати ограничење у подешавањима система.

source: You can manually remove the lock if you think it's safe: {}
ar: يمكنك إزالة القفل يدويًا إذا كنت تعتقد أنه آمن: {}
hu: Manuálisan is eltávolíthatod a zárat, ha biztonságosnak gondolod: {}
sr: Можете ручно уклонити закључано уколико сматрате да је безбедно: {}

source: You can only insert images in Markdown fields
ar: لا يمكنك إدراج الصور إلا في حقول Markdown
hu: Képeket csak Markdown mezőkbe lehet beszúrni
sr: Можете уметнути слике само у Markdown поља

source: You can only print upto {0} documents at a time
ar: لا يمكنك طباعة أكثر من {0} مستندًا في المرة الواحدة
hu: Egyszerre legfeljebb {0} dokumentumot nyomtathat.
sr: Можете одштампати највише {0} докумената ођедном

source: You can only set the 3 custom doctypes in the Document Types table.
ar: يمكنك فقط تعيين أنواع المستندات المخصصة الثلاثة في جدول أنواع المستندات.
hu: A Dokumentumtípusok táblázatban csak a 3 egyéni doctype-pt állíthatja be.
sr: Можете поставити само 3 прилагођене doctype-а у табели врсте докумената.

source: You can only upload JPG, PNG, GIF, PDF, TXT, CSV or Microsoft documents.
ar: يمكنك فقط تحميل ملفات بصيغ JPG، PNG، GIF، PDF، TXT، CSV أو مستندات Microsoft.
hu: Csak JPG, PNG, GIF, PDF, TXT, CSV vagy Microsoft dokumentumokat tölthet fel.
sr: Можете отпремити искључиво JPG, PNG, GIF, PDF, TXT, CSV или Мајкрософт документе.

source: You can only upload upto 5000 records in one go. (may be less in some cases)
ar: يمكنك تحميل فقط حتى 5000 دفعة واحدة. (قد يكون أقل في بعض الحالات)
hu: Egyszerre legfeljebb 5000 rekordot tölthet fel. (egyes esetekben kevesebb is lehet)
sr: Можете отпремити највише до 500 записа ођедном. (у неким случајевима и мање)

source: You can select one from the following,
ar: يمكنك اختيار واحد مما يلي،
hu: Az alábbiak közül választhat egyet,
sr: Можете изабрати једну од следећих,

source: You can set a high value here if multiple users will be logging in from the same network.
hu: Itt magas értéket állíthat be, ha több felhasználó fog bejelentkezni ugyanarról a hálózatról.
sr: Можете поставити вишу вредност овде уколико се више корисника пријављује са исте мреже.

source: You can try changing the filters of your report.
ar: يمكنك محاولة تغيير عوامل تصفية تقريرك.
hu: Megpróbálhatod módosítani a jelentés szűrőit.
sr: Можете покушати да промените филтере Вашег извештаја.

source: You can use Customize Form to set levels on fields.
ar: يمكنك استخدام "تخصيص النموذج" لتعيين مستويات الحقول.
hu: Az Űrlap testreszabása funkcióval szinteket állíthat be a mezőkön.
sr: Можете користити прилагоди образац за постављање нивоа на пољима.

source: You can use wildcard %
ar: يمكنك استخدام علامة البدل %
hu: Használhatsz helyettesítő karaktert %
sr: Можете користити заменски симбол %

source: You can't set 'Options' for field {0}
ar: لا يمكنك تعيين &quot;خيارات&quot; للحقل {0}
hu: A {0} mezőre nem állíthat be 'Opciók' -at
sr: Не можете поставити 'Опције' за поље {0}

source: You can't set 'Translatable' for field {0}
ar: لا يمكنك تعيين &#39;ترانزلاتابل&#39; للحقل {0}
hu: A {0} mezőt nem jelölheti mint 'Fordítható'
sr: Не можете поставити 'Могуће превођење' за поље {0}

# Form timeline
source: You cancelled this document
ar: لقد ألغيت هذا المستند
hu: Ön visszavonta ezt a dokumentumot
sr: Отказали сте овај документ

# Form timeline
source: You cancelled this document {1}
ar: لقد ألغيت هذا المستند {1}
hu: Ön visszavonta ezt a dokumentumot {1}
sr: Отказали сте овај документ {1}

source: You cannot create a dashboard chart from single DocTypes
ar: لا يمكنك إنشاء مخطط لوحة معلومات من أنواع DocTypes الفردية
hu: Nem hozhat létre műszerfal-diagramot Egyes DocType-okból
sr: Не можете креирати графикон контролне табле из једног DocType-а

source: You cannot give review points to yourself
ar: لا يمكنك إعطاء نقاط مراجعة لنفسك
hu: Nem adhatsz értékelési pontokat magadnak
sr: Не можете доделити поене за преглед себи

source: You cannot unset 'Read Only' for field {0}
ar: لا يمكنك ضبط "للقراءة فقط" للحقل {0}
hu: Nem lehet hatástalanítani 'Csak olvasható' mező: {0}
sr: Не можете уклонити опцију 'Искључиво за читање' за поље {0}

source: You changed the value of {0}
ar: لقد قمت بتغيير قيمة {0}
hu: Megváltoztattad a {0} értékét
sr: Променили сте вредност {0}

source: You changed the value of {0} {1}
ar: لقد قمت بتغيير قيمة {0} {1}
hu: Megváltoztattad a {0} {1} értékét
sr: Променили сте вредност {0} {1}

source: You changed the values for {0}
ar: لقد قمت بتغيير القيم لـ {0}
hu: Megváltoztattad a {0} értékeit
sr: Променили сте вредност за {0}

source: You changed the values for {0} {1}
ar: لقد قمت بتغيير القيم لـ {0} {1}
hu: Megváltoztattad a {0} {1} értékeit
sr: Променили сте вредност за {0} {1}

# Form timeline
source: You changed {0} to {1}
ar: لقد قمت بتغيير {0} إلى {1}
hu: A {0} értéket {1}-re változtattad
sr: Променили сте {0} у {1}

source: You created this
ar: أنت أنشأت هذا المستند
hu: Létrehoztad
sr: Креирали сте ово

# Form timeline
source: You created this document {0}
ar: لقد أنشأت هذا المستند {0}
hu: Ezt a dokumentumot Ön hozta létre {0}
sr: Ви сте креирали овај документ {0}

source: You do not have Read or Select Permissions for {}
ar: ليس لديك صلاحيات القراءة أو التحديد لـ {}
hu: Nincs olvasási vagy kiválasztási jogod a következőhöz: {}
sr: Немате дозволу за читање или избор за {}

source: You do not have enough permissions to access this resource. Please contact your manager to get access.
ar: ليس لديك الأذونات الكافية للوصول إلى هذا المورد. الرجاء الاتصال بالمدير للحصول علي الوصول.
hu: Nincs elég jogosultsága ehhez az erőforráshoz. Kérjük, forduljon a rendszergazdájához, hogy hozzáférhessen.
sr: Немате довољно дозвола за приступ овом ресурсу. Обратите се свом менаџеру за приступ.

source: You do not have enough permissions to complete the action
ar: لا يوجد لديك الصلاحية الكافية لاتمام هذا العمل
hu: Nincs elegendő jogosultsága a művelet végrehajtásához
sr: Немате довољно дозвола да довршите ову радњу

source: You do not have enough points
ar: ليس لديك نقاط كافية
hu: Nincs elég pontod
sr: Немате довољан број поена

source: You do not have enough review points
ar: ليس لديك نقاط مراجعة كافية
hu: Nincs elég áttekintési pontod
sr: Немате довољан број поена за преглед

source: You do not have import permission for {0}
ar: ليس لديك إذن استيراد لـ {0}
hu: Nincs importálási engedélye a következőhöz: {0}
sr: Немате дозволу за увоз за {0}

source: You do not have permission to access {0}: {1}.
ar: ليس لديك إذن بالوصول إلى {0}: {1}.
hu: Nincs jogod hozzáférni a következőhöz: {0} {1}
sr: Немате дозволу за приступ {0}: {1}.

source: You do not have permissions to cancel all linked documents.
ar: ليس لديك أذونات لإلغاء كافة المستندات المرتبطة.
hu: Nincs jogosultsága az összes csatolt dokumentum visszavonására.
sr: Немате дозволу да откажете све повезане документе.

source: You don't have access to Report: {0}
ar: ليس لديك حق الوصول إلى التقرير: {0}
hu: Nincs hozzáférése a jelentéshez: {0}
sr: Немате приступ извештају: {0}

source: You don't have permission to access the {0} DocType.
ar: ليس لديك إذن للوصول إلى نوع المستند {0} .
hu: Nincs jogosultsága a {0} DocType eléréséhez.
sr: Немате дозволе за приступ DocType-у {0}.

source: You don't have permission to access this file
ar: لا تتوفر لديك الصلاحية للوصول الى هذا الملف
hu: Nincs jogosultsága a fájl hozzáféréséhez
sr: Немате дозволу за приступ овом фајлу

source: You don't have permission to get a report on: {0}
ar: ليس لديك إذن للحصول على تقرير عن: {0}
hu: Nincs jogosultsága ehhez a jelentéshez: {0}
sr: Немате дозволу да добијате извештај за: {0}

source: You don't have the permissions to access this document
ar: ليس لديك الأذونات للوصول إلى هذا المستند
hu: Nincs jogosultsága a dokumentum eléréséhez
sr: Немате дозволу за приступ овом документу

source: You gained {0} point
ar: لقد ربحت {0} نقطة
hu: {0} pontot szereztél
sr: Добили сте {0} поен

source: You gained {0} points
ar: لقد ربحت {0} نقطة
hu: {0} pontokat szereztél
sr: Добили сте {0} поена

source: You have a new message from:
ar: لديك رسالة جديدة من:
hu: Új üzenete érkezett innen:
sr: Имате нову поруку од:

source: You have been successfully logged out
ar: لقد تم تسجيل بنجاح
hu: Sikeresen bejelentkeztél
sr: Успешно сте ођављени

source: You have hit the row size limit on database table: {0}
ar: لقد وصلت إلى الحد الأقصى لحجم الصف في جدول قاعدة البيانات: {0}
hu: Elérte a sorméret korlátot az adatbázis táblában: {0}
sr: Достигли сте ограничење броја редова у табели базе података: {0}

source: You have not entered a value. The field will be set to empty.
ar: لم تُدخل قيمة. سيتم تعيين الحقل فارغًا.
hu: Ön nem adott meg értéket. A mező üres lesz.
sr: Нисте унели вредност. Поље ће бити постављено као празно.

source: You have received a ❤️ like on your blog post
hu: Kaptál egy ❤️ lájkot a blogbejegyzésedre
sr: Добили сте ❤️ лајкова на својој блог објави

source: You have to enable Two Factor Auth from System Settings.
ar: يجب عليك تفعيل المصادقة الثنائية من إعدادات النظام.
hu: A Kétfaktoros Hitelesítést engedélyezned kell a Rendszer Beállításokban.
sr: Морате омогућити двофакторску аутентификацију у подешавањима система.

source: You have unsaved changes in this form. Please save before you continue.
ar: لديك تغييرات لم يتم حفظها في هذا النموذج. يرجى الحفظ قبل المتابعة.
hu: Nem mentett módosításai vannak ebben az űrlapban. Kérjük, mentse a folytatás előtt.
sr: Имате несачуване промене у овом обрасцу. Молимо Вас да сачувате пре него што наставите.

source: You have unseen notifications
hu: Nem megtekintett értesítései vannak
sr: Имате непрочитана обавештења

source: You have unseen {0}
ar: لديك غير مرئي {0}
hu: Nem látott {0}
sr: Имате непрочитано {0}

source: You haven't added any Dashboard Charts or Number Cards yet.
ar: لم تقم بإضافة أي مخططات لوحة معلومات أو بطاقات أرقام حتى الآن.
hu: Még nem adott hozzá műszerfal-diagramokat vagy számkártyákat.
sr: Још увек нисте додали графиконе или бројчане картице на контролну таблу.

source: You haven't created a {0} yet
ar: لم تقم بإنشاء {0} بعد
hu: Még nem hoztál létre {0}
sr: Још увек нисте керирали {0}

source: You hit the rate limit because of too many requests. Please try after sometime.
ar: لقد تجاوزت الحد المسموح به بسبب كثرة الطلبات. يرجى المحاولة مرة أخرى بعد فترة.
hu: Túl sok kérés miatt elérted a korlátot. Kérjük, próbáld meg később.
sr: Достигли сте ограничење броја захтева због превеликог броја захтева. Молимо Вас покушајте поново касније.

source: You last edited this
ar: آخر مرة قمت فيها بتعديل
hu: Utoljára szerkesztetted
sr: Ви сте последњи пут ово уредили

source: You must add atleast one link.
ar: يجب عليك إضافة رابط واحد على الأقل.
hu: Legalább egy linket hozzá kell adnia.
sr: Морате додати барем један линк.

source: You must be logged in to use this form.
ar: يجب عليك تسجيل الدخول لاستخدام هذا النموذج.
hu: Az űrlap használatához be kell jelentkeznie.
sr: Морате бити пријављени да бисте користили овај образац.

source: You must login to submit this form
ar: يجب عليك تسجيل الدخول لإرسال هذا النموذج
hu: Be kell jelentkeznie az űrlap beküldéséhez
sr: Морате бити пријављени да бисте поднели овај образац

source: You need the '{0}' permission on {1} {2} to perform this action.
ar: أنت بحاجة إلى إذن '{0}' على {1} {2} لتنفيذ هذا الإجراء.
hu: A művelet végrehajtásához szükséged van a '{0}' engedélyre a {1} {2} fiókon.
sr: Неопходна Вам је дозвола '{0}' на {1} {2} да бисте извршили ову радњу.

source: You need to be Workspace Manager to delete a public workspace.
ar: يجب أن تكون مدير مساحة العمل لحذف مساحة عمل عامة.
hu: Nyilvános munkaterület törléséhez munkaterület-kezelőnek kell lenned.
sr: Морате бити менаџер радног простора да бисте обрисали јавни радни простор.

source: You need to be Workspace Manager to edit this document
ar: يجب أن تكون مدير مساحة العمل لتعديل هذا المستند
hu: Munkaterület Kezelőnek kell lenned a dokumentum szerkesztéséhez
sr: Морате бити менаџер радног простора да бисте уредили овај документ

source: You need to be in developer mode to edit a Standard Web Form
ar: عليك أن تكون في وضع المطور لتعديل نموذج ويب قياسي
hu: Fejlesztő módban kell lennie, hogy szerkeszthessen egy Alapértelmezett Webes Űrlapot
sr: Морате бити у развојном режиму да бисте уредили стандардни веб-образац

source: You need to be logged in and have System Manager Role to be able to access backups.
ar: يتوجب عليك تسجيل الدخول بصلاحية مدير النظام حتي تتمكن من الوصول الى النسخ الأحتياطية.
hu: A biztonsági mentések eléréséhez be kell jelentkeznie, és Rendszergazda-szerepkörrel kell rendelkeznie.
sr: Морате бити пријављени и имати улогу систем менаџера да бисте приступили резервним копијама.

source: You need to be logged in to access this page
ar: تحتاج إلى تسجيل الدخول للوصول إلى هذه الصفحة
hu: Be kell jelentkeznie, hogy elérje ezt az oldalt
sr: Морате бити пријављени да бисте приступили овој страници

source: You need to be logged in to access this {0}.
ar: تحتاج إلى تسجيل الدخول للوصول إلى هذه {0}.
hu: Be kell jelentkeznie, hogy hozzáférjen ehhez {0}.
sr: Морате бити пријављени да бисте приступили овом {0}.

source: You need to create these first:
hu: Először ezeket kell létrehoznia:
sr: Прво морате креирати ово:

source: You need to enable JavaScript for your app to work.
ar: تحتاج إلى تمكين JavaScript لتشغيل تطبيقك.
hu: Engedélyeznie kell a JavaScriptet az alkalmazás működéséhez.
sr: Морате омогућити JavaScript да би Ваша апликација радила.

source: You need to have "Share" permission
ar: تحتاج إلى الحصول على إذن "مشاركة"
hu: 'Megosztás' joggal kell rendelkeznie
sr: Морате имати дозволу за "Дељење"
