Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Link that is the website home page. Standard Links (home, login, products, blog, about, contact)
ar: رابط الصفحة الرئيسية للموقع. روابط قياسية (الرئيسية، تسجيل الدخول، المنتجات، المدونة، نبذة عنا، اتصل بنا)
hu: A weboldal kezdőlapjára mutató hivatkozás. Szabványos hivatkozások a (home, login, products, blog, about, contact)
sr: Линк који води на почетну страницу веб-сајта. Стандардни линкови (почетна страница, пријављивање, производи, блог, о нама, контакт)

source: Link to the page you want to open. Leave blank if you want to make it a group parent.
ar: الرابط إلى الصفحة التي تريد فتحها. اتركه فارغا إذا كنت تريد أن تجعل من أحد الوالدين المجموعة.
hu: Hivatkozás a megnyitni kívánt oldalra. Hagyja üresen, ha azt szeretné, hogy ez egy szülő csoport legyen.
sr: Линк ка страници коју желите да отворите. Оставите празно уколико желите да буде матични ентитет групе.

source: Linked
ar: مرتبط
hu: Kapcsolódó
sr: Повезано

source: Linked Documents
ar: المستندات المرتبطة
hu: Kapcsolódó Dokumentumok
sr: Повезана документа

source: Linked With
ar: ترتبط
hu: Kapcsolódó
sr: Повезано са

source: Links
ar: الروابط
hu: Hivatkozások
sr: Линкови

source: List
ar: قائمة
hu: Lista
sr: Листа

source: List / Search Settings
ar: قائمة / إعدادات البحث
hu: Lista / Keresési Beállítások
sr: Листа / Подешавање претраге

source: List Columns
ar: أعمدة القائمة
hu: Lista Oszlopok
sr: Колоне листе

source: List Filter
ar: تصفية القائمة
hu: Listaszűrő
sr: Филтер листе

source: List Settings
ar: إعدادات القائمة
hu: Lista Beállításai
sr: Подешавање листе

# Button in list view menu
source: List Settings
ar: إعدادات القائمة
hu: Lista Beállításai
sr: Подешавање листе

source: List View
ar: عرض منسدل
hu: Lista Nézet
sr: Приказ листе

source: List View Settings
ar: إعدادات عرض القائمة
hu: Lista Nézet Beállításai
sr: Подешавање приказа листе

source: List a document type
ar: قائمة نوع مستند
hu: Dokumentumtípus listázása
sr: Излистирај врсту документа

source: List as [{"label": _("Jobs"), "route":"jobs"}]
ar: القائمة كما [{ &quot;التسمية&quot;: _ ( &quot;وظائف&quot;)، &quot;الطريق&quot;: &quot;وظائف&quot;}]
hu: Listázza mint [{ "felirat": _ ( "Állások"), "útvonal": "munkahely"}]
sr: Листа као [{"label": _("Jobs"), "route":"jobs"}]

source: List of patches executed
ar: قائمة التصحيحات المنفذة
hu: Végrehajtott javítások listája
sr: Листа извршених закрпа

source: List setting message
ar: رسالة إعداد القائمة
hu: Lista beállítási üzenet
sr: Порука подешавања листе

source: Lists
ar: القوائم
hu: Listák
sr: Листе

source: Load Balancing
ar: تحميل موازنة
hu: Terheléselosztás
sr: Балансирање оптерећења

source: Load More
ar: تحميل المزيد
hu: Továbbiak Betöltése
sr: Учитај више

# Form timeline
source: Load More Communications
ar: تحميل المزيد من الاتصالات
hu: További Kommunikációk Betöltése
sr: Учитај више комуникација

source: Load more
ar: تحميل المزيد
hu: Továbbiak Betöltése
sr: Учита више

source: Loading
ar: تحميل
hu: Betöltés
sr: Учитавање

source: Loading Filters...
ar: جارٍ تحميل عوامل التصفية...
hu: Szűrők Betöltése...
sr: Учитавање филтера...

source: Loading import file...
ar: جارٍ تحميل ملف الاستيراد ...
hu: Import Fájl Betöltése...
sr: Учитвање фајлова за увоз...

source: Loading user profile
hu: Felhasználói profil betöltése
sr: Учитавање корисничког профила

source: Loading versions...
ar: جارٍ تحميل الإصدارات...
hu: Verziók betöltése...
sr: Учитавање верзија...

source: Loading...
ar: تحميل ...
hu: Betöltés...
sr: Учитавање...

source: Location
ar: الموقع
hu: Tartózkodási Hely
sr: Локација

source: Log
ar: سجل
hu: Napló
sr: Евиденција

source: Log API Requests
ar: طلبات واجهة برمجة تطبيقات تسجيل الطلبات
hu: API-kérések Naplózása
sr: Изврши записивање API захтева

source: Log Data
ar: تسجيل البيانات
hu: Napló Adatok
sr: Подаци евиденције

source: Log DocType
ar: نوع مستند السجل
hu: Napló DocType
sr: Евиденција DocType

source: Log In To {0}
ar: سجّل الدخول إلى {0}
hu: Bejelentkezés ide: {0}
sr: Пријављивање на {0}

source: Log Index
ar: فهرس السجل
hu: Napló Index
sr: Индекс евиденције

source: Log Setting User
ar: مستخدم إعداد السجل
hu: Napló Beállítás Felhasználója
sr: Корисник подешавања евиденције

source: Log Settings
ar: إعدادات السجل
hu: Napló Beállítások
sr: Подешавање евиденције

source: Log in to access this page.
ar: تسجيل الدخول للوصول إلى هذه الصفحة.
hu: Az oldal eléréséhez jelentkezzen be.
sr: Пријавите се да бисте приступили овој страници.

source: Log out
ar: تسجيل الخروج
hu: Kijelentkezés
sr: Ођавите се

source: Logged Out
ar: تسجيل الخروج
hu: Kijelentkezett
sr: Ођављени сте

source: Login
ar: دخول
hu: Bejelentkezés
sr: Пријава

source: Login After
ar: بعد الدخول
hu: Bejelentkezés Után
sr: Пријава након

source: Login Before
ar: تسجيل الدخول قبل
hu: Bejelentkezés Előtt
sr: Пријава пре

source: Login Failed please try again
ar: فشل تسجيل الدخول، يرجى المحاولة مرة أخرى
hu: Bejelentkezés nem sikerült. Kérjük próbálja újra
sr: Пријава није успела, покушајте поново

source: Login Id is required
ar: مطلوب معرف تسجيل الدخول
hu: Bejelentkezési azonosító szükséges
sr: Потреба је ИД за пријаву

source: Login Methods
ar: طرق تسجيل الدخول
hu: Bejelentkezés Módszerek
sr: Начини пријаве

source: Login Page
ar: صفحة تسجيل الدخول
hu: Bejelentkezési Oldal
sr: Страница за пријаву

source: Login To {0}
ar: تسجيل الدخول إلى {0}
hu: Bejelentkezés ide: {0}
sr: Пријава на {0}

source: Login Verification Code from {}
ar: تسجيل الدخول رمز التحقق من {}
hu: Bejelentkezési Ellenőrző Kód innen {}
sr: Верификациони код за пријаву од {}

source: Login and view in Browser
ar: تسجيل الدخول وعرض في المتصفح
hu: Bejelentkezés és megtekintés a böngészőben
sr: Пријавите се и погледајте у интернет претраживачу

source: Login is required to see web form list view. Enable {0} to see list settings
ar: يلزم تسجيل الدخول لعرض قائمة نماذج الويب. فعّل {0} لعرض إعدادات القائمة.
hu: A webes űrlapok listanézetének megtekintéséhez bejelentkezés szükséges. A listabeállítások megtekintéséhez engedélyezze a {0}
sr: Пријављивање је неопходно да бисте видели листу веб-образаца. Омогућите {0} да бисте видели подешавања листе

source: Login link sent to your email
ar: تم إرسال رابط تسجيل الدخول إلى بريدك الإلكتروني
hu: Belépési link elküldve az e-mail címedre
sr: Линк за пријављивање је послат на Вашу имејл адресу

source: Login not allowed at this time
ar: تسجيل الدخول غير مسموح في هذا الوقت
hu: Bejelentkezés jelenleg nem engedélyezett
sr: Пријављивање тренутно није дозвољено

source: Login required
ar: تسجيل الدخول مطلوب
hu: Bejelentkezés szükséges
sr: Пријављивање је неопходно

source: Login session expired, refresh page to retry
ar: انتهت صلاحية جلسة تسجيل الدخول، ثم حدث الصفحة لإعادة المحاولة
hu: A bejelentkezési munkamenet lejárt, frissítse az oldalt az újbóli próbálkozáshoz
sr: Сесија за пријаву је истекла, освежите страницу да покушате поново

source: Login to comment
ar: سجل الدخول للتعليق
hu: Jelentkezz be a hozzászóláshoz
sr: Пријавите се да бисте коментарисали

source: Login to start a new discussion
ar: سجل الدخول لبدء مناقشة جديدة
hu: Bejelentkezés új beszélgetés indításához
sr: Пријавите се да бисте започели нову дискусију

source: Login to {0}
ar: سجّل الدخول إلى {0}
hu: Bejelentkezés ide: {0}
sr: Пријављивање на {0}

source: Login token required
ar: رمز تسجيل الدخول مطلوب
hu: Bejelentkezési token szükséges
sr: Неопходан је токен за пријаву

source: Login with Email Link
ar: تسجيل الدخول باستخدام رابط البريد الإلكتروني
hu: Bejelentkezés E-mail Linkkel
sr: Пријављивање путем линка из имејла

source: Login with Frappe Cloud
ar: سجّل الدخول باستخدام Frappe Cloud
hu: Bejelentkezés Frappe Cloud Segítségével
sr: Пријављивање путем Frappe Cloud

source: Login with LDAP
ar: تسجيل الدخول مع LDAP
hu: Bejelentkezés LDAP segítségével
sr: Пријављивање путем LDAP

source: Login with email link
ar: تسجيل الدخول باستخدام رابط البريد الإلكتروني
hu: Bejelentkezés e-mail linkkel
sr: Пријављивање путем линка из имејла

source: Login with email link expiry (in minutes)
ar: تسجيل الدخول باستخدام رابط البريد الإلكتروني (مدة الصلاحية بالدقائق)
hu: Bejelentkezés e-mail linkkel lejárati idő (percben)
sr: Истицање линка за пријављивање (у минутима)

source: Login with username and password is not allowed.
ar: لا يُسمح بتسجيل الدخول باستخدام اسم المستخدم وكلمة المرور.
hu: Bejelentkezés felhasználónévvel és jelszóval nem engedélyezett.
sr: Пријављивање путем корисничком имена и лозинке није дозвољена.

source: Login with {0}
ar: سجّل الدخول باستخدام {0}
hu: Bejelentkezés {0} használatával
sr: Пријављивање са {0}

source: Logout
ar: خروج
hu: Kijelentkezés
sr: Одјава

source: Logout All Sessions
ar: تسجيل الخروج من جميع الجلسات
hu: Kijelentkezés az összes munkamenetből
sr: Одјава из свих сесија

source: Logout All Sessions on Password Reset
ar: تسجيل الخروج من جميع الجلسات عند إعادة تعيين كلمة المرور
hu: Kijelentkezés az összes munkamenetből jelszó visszaállításakor
sr: Одјава из свих сесија након промене лозинке

source: Logout From All Devices After Changing Password
ar: تسجيل الخروج من جميع الأجهزة بعد تغيير كلمة المرور
hu: Kijelentkezés az összes eszközről a jelszó megváltoztatása után
sr: Одјава са свих уређаја након промене лозинке

source: Logs
ar: السجلات
hu: Naplók
sr: Евиденције

source: Logs To Clear
ar: سجلات للتنظيف
hu: Törlendő Naplók
sr: Евиденције за брисање

source: Logs to Clear
ar: سجلات للتنظيف
hu: Törlendő Naplók
sr: Евиденције за брисање

source: Long Text
ar: نص طويل
hu: Hosszú Szöveg
sr: Дужи текст

source: Looks like you didn't change the value
ar: يبدو أنك لم تغير القيمة
hu: Úgy tűnik, nem változtattad meg az értéket
sr: Изгледа да нисте променили вредност

source: Looks like you haven’t added any third party apps.
ar: يبدو أنك لم تقم بإضافة أي تطبيقات خارجية.
hu: Úgy tűnik, nem adtál hozzá harmadik féltől származó alkalmazásokat.
sr: Изгледа да нисте додали ниједну екстерну апликацију.

source: Looks like you haven’t received any notifications.
ar: يبدو أنك لم تتلق أي إشعارات.
hu: Úgy tűnik, nem kaptál értesítéseket.
sr: Изгледа да нисте примили ниједно обавештење.

source: Loving Frappe Framework?
hu: Szereted a Frappe keretrendszert?
sr: Свиђа Вам се Frappe Фрамеwорк?

source: Low
ar: منخفض
hu: Alacsony
sr: Низак

# Number system
source: M
ar: م
sr: М

source: MIT License
ar: رخصة MIT
hu: MIT Licensz
sr: MIT лиценца

source: Madam
hu: Hölgy
sr: Госпођа

source: Main Section
ar: القسم العام
hu: Fő Szakasz
sr: Главни одељак

source: Main Section (HTML)
ar: القسم الرئيسي (HTML)
hu: Fő Szakasz (HTML)
sr: Главни одељак (HTML)

source: Main Section (Markdown)
ar: القسم الرئيسي (تخفيض السعر)
hu: Fő Szakasz (Markdown)
sr: Главни одељак (Markdown)

source: Maintenance Manager
ar: مدير الصيانة
hu: Karbantartási Vezető
sr: Менаџер одржавања

source: Maintenance User
ar: عضو الصيانة
hu: Karbantartási Felhasználó
sr: Корисник одржавања

source: Major
ar: رئيسي
sr: Главно

source: Make "name" searchable in Global Search
ar: اجعل "الاسم" قابلا للبحث في البحث العالمي
hu: A "név" kereshetővé tétele a globális keresőben
sr: Омогући "назив" доступним за претрагу у глобалној претрази

source: Make Attachment Public (by default)
hu: Csatolmány nyilvánossá tétele (alapértelmezés szerint)
sr: Учини прилог јавним (подразумевано)

source: Make Attachments Public by Default
ar: اجعل المرفقات عامة افتراضيًا
hu: Csatolmányok alapértelmezés szerint nyilvánossá tétele
sr: Учини прилоге јавним као подразумевано

source: Make sure to configure a Social Login Key before disabling to prevent lockout
ar: تأكد من إعداد مفتاح تسجيل الدخول عبر وسائل التواصل الاجتماعي قبل تعطيله لتجنب حظر المستخدم.
hu: A letiltás előtt mindenképpen konfiguráljon egy közösségi bejelentkezési kulcsot, hogy megakadályozza a zárolást.
sr: Побрините се да сте конфигурисали кључ за пријављивање путем друштвених мрежа пре него што онемогућите ову опцију како бисте спречили закључавање налога

source: Make use of longer keyboard patterns
ar: الاستفادة من نماذج لوحة المفاتيح أطول
hu: Használja a hosszabb billentyűzetmintákat
sr: Користи дуже обрасце на тастатури

source: Make {0}
ar: اصنع {0}
hu: Készítsen {0}
sr: Направи {0}

source: Makes the page public
ar: يجعل الصفحة عامة
hu: Nyilvánossá teszi az oldalt
sr: Учини страницу јавном

source: Male
ar: ذكر
hu: Férfi
sr: Мушко

source: Manage third party apps
hu: Harmadik féltől származó alkalmazások kezelése
sr: Управљај екстерним апликацијама

source: Manage your apps
hu: Alkalmazások kezelése
sr: Управљај сопственим апликацијама

source: Mandatory
ar: إلزامي
hu: Kötelező
sr: Обавезно

source: Mandatory Depends On
ar: إلزامي يعتمد على
hu: Kötelezően Függ
sr: Обавезно зависи од

source: Mandatory Depends On (JS)
ar: يعتمد الإلزامي على (JS)
hu: Kötelezően függ (JS)
sr: Обавезно зависи од (JS)

source: Mandatory Information missing:
ar: معلومات إلزامية مفقود:
hu: Kötelező Információ Hiányzik:
sr: Недостају обавезни подаци:

source: Mandatory field: set role for
ar: الحقل إلزامي :تعيين الدور ل\n<br>\nMandatory field: set role for
hu: Kötelező mező: szerepkör beállítása
sr: Обавезно поље: постави улогу за

source: Mandatory field: {0}
ar: حقل إلزامي: {0}
hu: Kötelező mező: {0}
sr: Обавезно поље: {0}

source: Mandatory fields required in table {0}, Row {1}
ar: الحقول الالزامية في جدول {0} صف رقم {1} مطلوبة
hu: Kötelező mezők a táblázatban: {0}, Sor: {1}
sr: Обавезна поља су неопходна у табели {0}, ред {1}

source: Mandatory fields required in {0}
ar: الحقول الإلزامية المطلوبة في {0}
hu: Kötelező mezők szükséges ebben {0}
sr: Обавезна поља су неопходна у {0}

# Error message in web form
source: Mandatory fields required:
ar: الحقول الإلزامية المطلوبة:
hu: Kötelező mezők szükségesek:
sr: Обавезна поља су неопходна:

source: Mandatory:
ar: إلزامية:
hu: Kötelező:
sr: Обавезно:

source: Map
ar: خريطه
hu: Térkép
sr: Мапа

source: Map Columns
ar: خريطة الأعمدة
hu: Oszlopok Leképezése
sr: Мапирај колоне

source: Map View
ar: عرض الخريطة
hu: Térkép Nézet
sr: Приказ мапирања

source: Map columns from {0} to fields in {1}
ar: قم بربط الأعمدة من {0} بالحقول في {1}
hu: A {0} oszlopainak leképezése a {1} mezőire
sr: Мапирај колоне из {0} у поља у {1}

source: Map route parameters into form variables. Example <code>/project/&lt;name&gt;</code>
ar: تعيين معلمات الطريق في متغيرات النموذج. مثال <code>/project/&lt;name&gt;</code>
hu: Útvonalparaméterek űrlapváltozókba való leképezése. Példa <code>/project/&lt;name&gt;</code>
sr: Мапирај параметре путање у променљиве обрасца. Пример <code>/project/&lt;name&gt;</code>

source: Mapping column {0} to field {1}
ar: تعيين العمود {0} إلى الحقل {1}
hu: A(z) {0} oszlop leképezése a(z) {1} mezőre
sr: Мапирање колоне {0} у поље {1}

source: Margin Bottom
ar: هامش سفلي
hu: Alsó Margó
sr: Доња маргина

source: Margin Left
ar: الهامش الأيسر
hu: Bal Margó
sr: Лева маргина

source: Margin Right
ar: الهامش الأيمن
hu: Jobb Margó
sr: Десна маргина

source: Margin Top
ar: هامش علوي
hu: Felső Margó
sr: Горња маргина

source: MariaDB Variables
ar: متغيرات MariaDB
hu: MariaDB Változók
sr: MariaDB променљиве

source: Mark all as read
ar: وضع علامة "مقروءة" على الكل
hu: Összes megjelölése olvasottként
sr: Означи све као прочитано

source: Mark as Read
ar: ضع إشارة مقروء
hu: Megjelölés Olvasottként
sr: Означи као прочитано

source: Mark as Spam
ar: علامة كدعاية
hu: Megjelölés Levélszemétként
sr: Означи као нежељено

source: Mark as Unread
ar: حدده كغير مقروء
hu: Megjelölés Olvasatlanként
sr: Означи као непрочитано

source: Markdown Editor
ar: محرر تخفيض السعر
hu: Markdown Szerkesztő
sr: Уређивач Markdown

source: Marked As Spam
ar: محددة كدعايات
hu: Spamként megjelölve
sr: Означено као непожељно

source: Marketing Campaign
hu: Marketing Kampány
sr: Маркетинг кампања

source: Mask
ar: قناع
hu: Maszk
sr: Маска

source: Master
hu: Mester
sr: Мастер

source: Max 500 records at a time
ar: 500 سجل كحد أقصى في نفس الوقت
hu: Egyszerre legfeljebb 500 rekord
sr: Максимално 500 записа истовремено

source: Max Attachments
ar: الحد الأقصى للمرفقات
hu: Max. Mellékletek Száma
sr: Максималан број прилога

source: Max File Size (MB)
ar: الحد الأقصى لحجم الملف (ميغابايت)
hu: Max Fájl Méret (MB)
sr: Максимална величина фајла (MB)

source: Max Height
ar: أقصى ارتفاع
hu: Max Magasság
sr: Максимална висина

source: Max Length
ar: الحد الاقصى للطول
hu: Max. Hossz
sr: Максимална дужина

source: Max Report Rows
ar: أقصى عدد من صفوف التقرير
hu: Jelentés Sorainak Max. Száma
sr: Максималан број редова извештаја

source: Max Value
ar: القيمة القصوى
hu: Max. Érték
sr: Максимална вредност

source: Max attachment size
ar: أقصى حجم للملحق
hu: Max csatolmány méret
sr: Максимална величина прилога

source: Max auto email report per user
ar: الحد الأقصى لتقرير البريد الإلكتروني التلقائي لكل مستخدم
hu: Max automatikus e-mail jelentés felhasználónként
sr: Максималан број аутоматских извештаја по кориснику

source: Max signups allowed per hour
ar: الحد الأقصى المسموح به للتسجيلات في الساعة
hu: Óránként maximális regisztrációk száma
sr: Максималан број пријављивања по сату

source: Max width for type Currency is 100px in row {0}
ar: عرض ماكس لنوع العملة هو 100px في الصف {0}
hu: A Currency típus maximális szélessége 100px a {0} sorban
sr: Максимална ширина за врсту валуте је 100px у реду {0}

source: Maximum
ar: أقصى
hu: Maximális
sr: Максимално

source: Maximum Attachment Limit of {0} has been reached for {1} {2}.
ar: تم الوصول إلى الحد الأقصى للربط {0} لـ {1} {2}.
hu: A {1} {2} fájlokhoz elérte a {0} maximális csatolási limitet.
sr: Достигнут је максимални број прилога од {0} за {1} {2}.

source: Maximum Number of Fields
ar: أقصى عدد من الحقول
hu: Mezők Maximális Száma
sr: Максималан број поља

source: Maximum Points
ar: النقاط القصوى
hu: Maximális Pontszám
sr: Максималан број поена

source: Maximum attachment limit of {0} has been reached.
ar: تم الوصول إلى الحد الأقصى للمرفقات {0} .
hu: Elérte a maximális csatolási korlátot {0}.
sr: Достигнут је максимални број прилога од {0}.

source: Maximum points allowed after multiplying points with the multiplier value (Note: For no limit leave this field empty or set 0)
hu: Maximális pontszám a pontok szorzóértékkel való szorzása után (Megjegyzés: Ha nincs korlát, hagyja üresen ezt a mezőt, vagy állítson be 0-t)
sr: Максималан број поена дозвољен након множења поена са вредношћу множиоца (Напомена: За неограничено оставите ово поље празни или унесите 0)

source: Maximum {0} rows allowed
ar: الحد الأقصى {0} الصفوف المسموح
hu: Maximum {0} sor engedélyezett
sr: Дозвољено је највише {0} редова

source: Maybe
hu: Talán
sr: Можда

source: Me
ar: أنا
hu: Nekem
sr: Ја

source: Meaning of Different Permission Types
hu: A különböző Jogosultságok jelentése
sr: Значење различитих врста дозвола

source: Medium
ar: متوسط
hu: Közepes
sr: Средње

source: Meeting
ar: لقاء
hu: Találkozó
sr: Састанак

source: Meets Condition?
ar: هل يستوفي الشروط؟
hu: Megfelel a Feltételeknek?
sr: Испуњава услов?

source: Members
ar: أعضاء
hu: Tagok
sr: Чланови

source: Memory Usage
ar: استخدام الذاكرة
hu: Memóriahasználat
sr: Искоришћеност меморије

source: Memory Usage in MB
ar: استخدام الذاكرة بالميغابايت
hu: Memóriahasználat MB-ban
sr: Искоришћеност меморије у MB

source: Mention
ar: أشير
hu: Említés
sr: Помињање

source: Mentions
ar: يذكر
hu: Említések
sr: Помињања

source: Menu
ar: الخيارات
hu: Menü
sr: Мени

source: Merge with existing
ar: دمج مع الحالي
hu: Összevonás meglévővel
sr: Споји са постојећим

source: Merging is only possible between Group-to-Group or Leaf Node-to-Leaf Node
ar: الدمج مسموح فقط بين مجموعة ومجموعة أو فرع وفرع<br>Merging is only possible between Group-to-Group or Leaf Node-to-Leaf Node
hu: Összevonást csak Csoport-tól-csoport között vagy Levélcsomópont-tól-Levélcsomópont között lehetséges
sr: Спајање је могуће само између групе и групе или чвора и чвора

source: Message
ar: رسالة
hu: Üzenet
sr: Порука

# Default title of the message dialog
source: Message
ar: رسالة
hu: Üzen
sr: Порука

source: Message (HTML)
ar: الرسالة (HTML)
hu: Üzenet (HTML)
sr: Порука (HTML)

source: Message (Markdown)
ar: الرسالة (Markdown)
hu: Üzenet (Markdown)
sr: Порука (Markdown)

source: Message Examples
ar: أمثلة رسالة
hu: Üzenet Példák
sr: Примери порука

source: Message ID
ar: معرف الرسالة
hu: Üzenet ID
sr: ИД поруке

source: Message Parameter
ar: معامل الرسالة
hu: Üzenet Paraméter
sr: Параметар поруке

source: Message Sent
ar: تم ارسال الرسالة
hu: Üzenet Elküldve
sr: Порука послата

source: Message Type
ar: نوع الرسالة
hu: Üzenet Típusa
sr: Врста поруке

source: Message clipped
ar: رسالة قص
hu: Üzenet kivágva
sr: Порука је скраћена

source: Message from server: {0}
ar: رسالة من الخادم: {0}
hu: Üzenet a szervertől: {0}
sr: Порука са сервера: {0}

source: Message not setup
ar: رسالة لا الإعداد
hu: Üzenet nincs beállítva
sr: Поруке нису постављене

source: Message to be displayed on successful completion
ar: رسالة ستظهر عند إتمام العملية بنجاح
hu: A sikeres befejezéskor megjelenő üzenet
sr: Порука која ће бити приказана након успешног завршетка

source: Message-id
ar: معرف الرسالة
hu: Üzenet-id
sr: ИД поруке

source: Messages
ar: رسائل
hu: Üzenetek
sr: Поруке

source: Meta
ar: ميتا
sr: Мета

source: Meta Description
ar: ميتا الوصف
hu: Meta Leírás
sr: Мета опис

source: Meta Image
ar: صورة ميتا
hu: Meta Kép
sr: Мета слика

source: Meta Tags
ar: العلامات الفوقية
hu: Meta Címkék
sr: Мета ознаке

source: Meta Title
ar: عنوان الفوقية
hu: Meta Cím
sr: Мета наслов

source: Meta description
ar: وصف الميتا
hu: Meta leírás
sr: Мета опис

source: Meta image
ar: صورة ميتا
hu: Meta kép
sr: Мета слика

source: Meta title
ar: عنوان ميتا
hu: Meta cím
sr: Мета наслов

source: Meta title for SEO
ar: عنوان Meta لـ SEO
hu: Meta cím a SEO számára
sr: Мета наслов за SEO

source: Method
ar: طريقة
hu: Módszer
sr: Метода

source: Method Not Allowed
ar: الطريقة غير مسموح بها
hu: Metódus Nincs Engedélyezve
sr: Метода није дозвољена

source: Method is required to create a number card
ar: يلزم استخدام طريقة لإنشاء بطاقة رقمية
hu: Számkártya létrehozásához metódus szükséges
sr: Метода је неопходна да би се креирала бројчана картица

source: Mid Center
ar: منتصف المركز
hu: Középső középpont
sr: Центрирано

source: Middle Name
ar: الاسم الأوسط
hu: Középső Név
sr: Средње име

source: Middle Name (Optional)
ar: الاسم الأوسط (اختياري)
hu: Középső Név (Opcionális)
sr: Средње име (опционо)

source: Milestone
ar: معلم
hu: Mérföldkő
sr: Кључна тачка

source: Milestone Tracker
ar: معلما المقتفي
hu: Mérföldkő Nyomkövető
sr: Праћење кључних тачака

source: Minimum
ar: الحد الأدنى
hu: Minimális
sr: Минимум

source: Minimum Password Score
ar: الحد الأدنى من كلمة المرور
hu: Minimum Jelszó Pontszám
sr: Минимална оцена јачине лозинке

source: Minor
ar: صغير
sr: Мањи

# Duration
source: Minutes
ar: الدقائق
hu: Percek
sr: Минути

source: Misconfigured
ar: إعدادات خاطئة
hu: Rosszul Konfigurált
sr: Погрешно конфигурисано

source: Miss
hu: Asszony
sr: Пропуштено

source: Missing DocType
ar: نوع المستند مفقود
hu: Hiányzó DocType
sr: Недостајући DocType

source: Missing Field
ar: حقل مفقود
hu: Hiányzó Mező
sr: Недостајуће поље

source: Missing Fields
ar: حقول مفقودة
hu: Hiányzó Mezők
sr: Недостајућа поља

source: Missing Filters Required
ar: الفلاتر المفقودة مطلوبة
hu: Hiányzó Szűrők Szükségesek
sr: Недостајући обавезни филтери

source: Missing Permission
ar: إذن مفقود
hu: Hiányzó Engedély
sr: Недостајуће дозволе

source: Missing Value
ar: القيمة المفقودة
hu: Hiányzó Érték
sr: Недостајуће вредности

source: Missing Values Required
ar: قيم مفقودة مطلوبة
hu: Hiányzó Szükséges Értékek
sr: Недостају обавезне вредности

source: Mobile
ar: متحرك
hu: Mobiltelefon
sr: Мобилни

source: Mobile No
ar: رقم الجوال
hu: Mobilszám
sr: Број мобилног телефона

source: Mobile Number
ar: رقم الهاتف المحمول
hu: Mobil szám
sr: Број мобилног телефона

source: Modal Trigger
ar: مشغل مشروط
hu: Modális Kiváltó
sr: Покретач модалног прозора

source: Models
hu: Modellek
sr: Модели

source: Modified By
ar: عدل من قبل
hu: Módosította
sr: Измењено од стране
