Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: There can be only 9 Page Break fields in a Web Form
ar: لا يمكن أن يحتوي نموذج الويب إلا على 9 حقول فاصلة للصفحات
hu: Egy webes űrlapon csak 9 oldaltörés mező lehet.
sr: У веб-обрасцу може бити највише 9 поља за прелом странице

source: There can be only one Fold in a form
ar: يمكن أن يكون هناك واحد فقط طية في شكل
hu: Nem lehet csak egy összecsukás ebben az űrlapban
sr: Може постојати само једно преклапање у обрасцу

source: There is an error in your Address Template {0}
ar: يوجد خطأ في قالب العناوين {0}
hu: Hiba van a Cím Sablonban {0}
sr: Дошло је до грешке у шаблону адресе {0}

source: There is no data to be exported
ar: لا توجد بيانات ليتم تصديرها
hu: Nincsenek exportálható adatok
sr: Нема података за извоз

source: There is nothing new to show you right now.
ar: لا يوجد شيء جديد لأعرضه لكم الآن.
hu: Most nincs semmi újdonság, amit megmutathatnék.
sr: Тренутно нема ничег новог да се прикаже.

source: There is some problem with the file url: {0}
ar: هناك بعض المشاكل مع رابط الملف: {0}
hu: Valami probléma van a fájl url-jével: {0}
sr: Дошло је до проблема са URL адресом фајла: {0}

source: There is {0} with the same filters already in the queue:
ar: يوجد {0} بنفس عوامل التصفية الموجودة بالفعل في قائمة الانتظار:
hu: {0} ugyanazokkal a szűrőkkel már szerepel a sorban:
sr: Већ постоји {0} са истим филтерима у реду чекања:

source: There must be atleast one permission rule.
ar: يجب أن يكون هناك على الأقل قاعدة إذن واحد.
hu: Legalább egy hozzáférési szabálynak kell lennie.
sr: Мора постојати барем једно правило дозволе.

source: There was an error building this page
ar: كان هناك خطأ في بناء هذه الصفحة
hu: Hiba történt az oldal létrehozásakor
sr: Дошло је до грешке приликом изградње ове странице

source: There was an error saving filters
ar: كان هناك خطأ في حفظ المرشحات
hu: Hiba történt a szűrők mentésekor
sr: Дошло је до грешке приликом чувања филтера

source: There were errors
ar: كانت هناك أخطاء
hu: Hibák voltak
sr: Дошло је до грешака

source: There were errors while creating the document. Please try again.
ar: كانت هناك أخطاء أثناء إنشاء المستند. حاول مرة اخرى.
hu: Hiba történt a dokumentum létrehozásakor. Kérjük, próbálja újra.
sr: Дошло је до грешака приликом креирања документа. Молимо Вас да покушате поново.

source: There were errors while sending email. Please try again.
ar: كانت هناك أخطاء أثناء إرسال البريد الإلكتروني. يرجى المحاولة مرة أخرى.
hu: Hiba történt az e-mail küldése során. Kérjük, próbálja újra.
sr: Дошло је до грешке приликом слања имејла. Молимо Вас да покушате поново.

source: There were some errors setting the name, please contact the administrator
ar: كانت هناك بعض الأخطاء التي تحدد الاسم، يرجى الاتصال بالمشرف
hu: Hibák voltak a név beállításakor, kérjük forduljon a rendszergazdához
sr: Дошло је до грешака приликом постављања назива, молимо Вас да контактирате администратора

source: There's nothing here
hu: Nincs itt semmi
sr: Овде нема ничега

source: These announcements will appear inside a dismissible alert below the Navbar.
ar: ستظهر هذه الإعلانات داخل تنبيه قابل للإغلاق أسفل شريط التنقل.
hu: Ezek a bejelentések egy bezárható értesítésben jelennek meg a navigációs sáv alatt.
sr: Ове најаве ће се појавити унутар обавештења које се може затворити, испод навигационе траке.

source: These settings are required if 'Custom' LDAP Directory is used
ar: هذه الإعدادات مطلوبة في حالة استخدام دليل LDAP "المخصص".
hu: Ezek a beállítások kötelezőek, ha az "Egyéni" LDAP-címtárat használja
sr: Ова подешавања су обавезна уколико се користи 'Прилагођени' LDAP директоријум

source: These values will be automatically updated in transactions and also will be useful to restrict permissions for this user on transactions containing these values.
ar: وسيتم تحديث هذه القيم تلقائيا في المعاملات وأيضا سوف تكون مفيدة لتقييد الأذونات لهذا المستخدم على المعاملات التي تحتوي على هذه القيم.
hu: Ezek az értékek automatikusan frissülnek a tranzakciókban és hasznos lesz ennek a felhasználónak a jogosultságait korlátozni olyan tranzakciókon, ahol ezek az értékek szerepelnek.
sr: Ове вредности ће се аутоматски ажурирати у трансакцијама и биће корисне за ограничавање дозвола за овог корисника у трансакцијама које их садрже.

source: Third Party Apps
ar: تطبيقات الجهات الخارجية
hu: Harmadik Féltől Származó Alkalmazások
sr: Екстерне апликације

source: Third Party Authentication
ar: إثبات أصالة الطرف الثالث
hu: Harmadik Féltől Származó Hitelesítés
sr: Аутентификација путем екстерних апликација

source: This Currency is disabled. Enable to use in transactions
ar: تم تعطيل هذه العملات . تمكين لاستخدامها في المعاملات
hu: Ez a pénznem le van tiltva. Engedélyezze, hogy használhassa a tranzakciókban
sr: Ова валута је онемогућена. Омогућите је да бисте је користили у трансакцијама

source: This Doctype does not contain latitude and longitude fields
hu: Ez a DocType nem tartalmaz szélességi és hosszúsági mezőt
sr: Овај DocType не садржи поља за географску ширину и дужину

source: This Doctype does not contain location fields
hu: Ez a DocType nem tartalmaz helymezőket
sr: Овај DocType не садржи поља за локацију

source: This Kanban Board will be private
ar: وهذا المجلس كانبان يكون القطاع الخاص
hu: Ez Kanban tábla privát lesz
sr: Ова Канбан табла ће бити приватна

source: This Month
ar: الشهر الجاري
hu: Ebben a hónapban
sr: Овај месец

source: This PDF cannot be uploaded as it contains unsafe content.
ar: لا يمكن تحميل ملف PDF هذا لاحتوائه على محتوى غير آمن.
hu: Ez a PDF nem tölthető fel, mivel nem biztonságos tartalmat tartalmaz.
sr: Овај PDF не може бити отпремљен јер садржи небезбедан садржај.

source: This Quarter
ar: ربع السنة الجاري
hu: Ebben a negyedévben
sr: Овај квартал

source: This Week
ar: هذا الأسبوع
hu: Ezen a héten
sr: Ове недеље

source: This Year
ar: هذا العام
hu: Ebben az évben
sr: Ове године

source: This action is irreversible. Do you wish to continue?
ar: هذا الإجراء غير قابل للتراجع. هل ترغب في المتابعة؟
hu: Ez a művelet visszafordíthatatlan. Folytatja?
sr: Ова радња је неповратна. Да ли желите да наставите?

source: This action is only allowed for {}
ar: هذا الإجراء مسموح به فقط لـ {}
hu: Ez a művelet csak {} számára engedélyezett
sr: Ова радња је дозвољена само за {}

source: This cannot be undone
ar: هذا لا يمكن التراجع عنها
hu: Ezt nem lehet visszavonni
sr: Ово се не може опозвати

# Number Card
source: This card is visible only to Administrator and System Managers by default. Set a DocType to share with users who have read access.
ar: لا تظهر هذه البطاقة افتراضيًا إلا للمسؤولين ومديري النظام. حدد نوع المستند لمشاركته مع المستخدمين الذين لديهم صلاحية القراءة.
hu: Ez a kártya alapértelmezés szerint csak az Adminisztrátor és a rendszergazdák számára látható. Állítson be egy DocType típusú dokumentumot, amelyet olvasási hozzáféréssel rendelkező felhasználókkal oszt meg.
sr: Ова картица је подразумевано видљива само администратору и систем менаџерима. Подесите DocType да је делите са корисницима који имају право читања.

source: This card will be available to all Users if this is set
ar: ستكون هذه البطاقة متاحة لجميع المستخدمين إذا تم تعيين ذلك
hu: Ez a kártya minden Felhasználó számára elérhető lesz, ha ez be van állítva
sr: Ова картица ће бити доступна свим корисницима уколико је ова опција укључена

source: This chart will be available to all Users if this is set
ar: سيكون هذا المخطط متاحًا لجميع المستخدمين إذا تم تعيين هذا
hu: Ez a diagram minden Felhasználó számára elérhető lesz, ha ez be van állítva
sr: Овај графикон ће бити доступан свим корисницима уколико је ова опција укључена

source: This doctype has no orphan fields to trim
ar: لا يحتوي هذا النوع من المستندات على حقول يتيمة لحذفها
hu: Ez a docType nem tartalmaz árva mezőkkel, amelyeket le kell vágni
sr: Овај doctype нема неповезаних поља која треба уклонити

source: This doctype has pending migrations, run 'bench migrate' before modifying the doctype to avoid losing changes.
ar: يحتوي هذا النوع من المستندات على عمليات ترحيل معلقة، قم بتشغيل الأمر 'bench migrate' قبل تعديل نوع المستند لتجنب فقدان التغييرات.
hu: Ez a docType függőben lévő migrációkat tartalmaz, futtassa a 'bench migrate' parancsot a doctype módosítása előtt, hogy elkerülje a változások elvesztését.
sr: Овај doctype има неизвршене миграције, покрените 'bench migrate' пре измене како бисте избегли губитак измена.

source: This document allows you to edit limited fields. For all kinds of workspace customization, use the Edit button located on the workspace page
hu: Ez a dokumentum lehetővé teszi korlátozott mezők szerkesztését. A munkaterület mindenféle testreszabásához használja a munkaterület oldalon található Szerkesztés gombot.
sr: Овај документ Вам дозвољава уређивање ограничених поља. За све врсте прилагођавања радног простора, користите дугме уреди, које се налази на страници радног простора

source: This document can not be deleted right now as it's being modified by another user. Please try again after some time.
ar: لا يمكن حذف هذا المستند الآن لأنه قيد التعديل من قبل مستخدم آخر. يرجى المحاولة مرة أخرى بعد قليل.
hu: Ez a dokumentum jelenleg nem törölhető, mert egy másik felhasználó módosítja. Kérjük, próbálja újra később.
sr: Овај документ се не може тренутно обрисати јер га други корисник уређује. Покушајте поново касније.

source: This document cannot be reverted
ar: لا يمكن التراجع عن هذا المستند
hu: Ezt a dokumentumot nem lehet visszavonni
sr: Овај документ се не може вратити на претходно стање

source: This document has already been queued for submission. You can track the progress over {0}.
ar: تمت إضافة هذا المستند إلى قائمة الانتظار للإرسال. يمكنك متابعة التقدم عبر {0}.
hu: Ez a dokumentum már beküldésre vár. A folyamatot itt követheti nyomon: {0}.
sr: Овај документ је већ стављен у ред за подношење. Напредак можете пратити путем {0}.

source: This document has been modified after the email was sent.
ar: تم تعديل هذا المستند بعد إرسال البريد الإلكتروني.
hu: Ezt a dokumentumot az e-mail elküldése után módosították.
sr: Овај документ је измењен након што је имејл послат.

source: This document has been reverted
ar: تم إرجاع هذا المستند
hu: Ezt a dokumentumot visszavonták
sr: Овај документ је враћен на претходно стање

source: This document has unsaved changes which might not appear in final PDF. <br> Consider saving the document before printing.
hu: Ez a dokumentum nem mentett módosításokat tartalmaz, amelyek esetleg nem jelennek meg a végleges PDF-ben. <br> Nyomtatás előtt érdemes menteni a dokumentumot.
sr: Овај документ има несачуване измене које можда неће бити приказане у финалном PDF-у. <br> Препорука је да сачувате документ пре штампе.

source: This document is already amended, you cannot ammend it again
ar: تم تعديل هذا المستند بالفعل ، ولا يمكنك تعديله مرة أخرى
hu: Ezt a dokumentum már helyesbítették, nem helyesbítheti újra
sr: Овај документ је већ измењен и не може поново бити измењен

source: This document is currently locked and queued for execution. Please try again after some time.
ar: هذا المستند مغلق حاليًا ومُدرج في قائمة الانتظار للتنفيذ. يُرجى المحاولة مرة أخرى بعد فترة.
hu: Ez a dokumentum jelenleg zárolva van és végrehajtásra vár. Kérjük, próbálja újra később.
sr: Овај документ је тренутно закључан и чека на извршење. Покушајте поново касније.

source: This email is autogenerated
ar: تم إنشاء هذا البريد الإلكتروني تلقائيا
hu: Ez az e-mail automatikusan generált
sr: Овај имејл је аутоматски генерисан

source: This feature can not be used as dependencies are missing. Please contact your system manager to enable this by installing pycups!
ar: لا يمكن استخدام هذه الميزة لعدم توفر بعض المتطلبات. يرجى التواصل مع مدير النظام لتفعيلها عن طريق تثبيت pycups!
hu: Ez a funkció nem használható, mivel hiányoznak a függőségek. Kérjük, lépjen kapcsolatba a rendszergazdával, hogy engedélyezze ezt a pycups telepítésével!
sr: Ова функционалност није доступна јер недостају зависности. Молимо Вас да контактирате систем менаџера да омогући ову опцију тиме што ће инсталирати pycups!

source: This feature is brand new and still experimental
ar: هذه الميزة جديدة تمامًا وما زالت تجريبية.
hu: Ez a funkció új és még kísérleti jellegű
sr: Ова функционалност је нова и још увек је експериментална

source: This field will appear only if the fieldname defined here has value OR the rules are true (examples): myfield eval:doc.myfield=='My Value' eval:doc.age&gt;18
ar: سيظهر هذا الحقل فقط إذا كان اسم الحقل المحدد هنا يحتوي على قيمة أو إذا كانت القواعد صحيحة (أمثلة): myfield eval:doc.myfield=='My Value' eval:doc.age&gt;18
hu: Ez a mező csak akkor jelenik meg, ha az itt definiált mezőnév tartalmaz értéket VAGY a szabályok igazak (példák): myfield eval:doc.myfield=='Saját Érték' eval:doc.age&gt;18
sr: Ово поље ће се приказати само уколико поље дефинисано овде има неку вредност или уколико су услови тачни (примери): мyфиелд евал:доц.мyфиелд=='Мy Валуе' евал:доц.аге&gt;18

source: This file is attached to a protected document and cannot be deleted.
ar: هذا الملف مرفق بمستند محمي ولا يمكن حذفه.
hu: Ez a fájl egy védett dokumentumhoz van csatolva, és nem törölhető.
sr: Овај фајл је приложен у заштићени документ и не може се обрисати.

source: This file is public and can be accessed by anyone, even without logging in. Mark it private to limit access.
ar: هذا الملف عام ويمكن لأي شخص الوصول إليه، حتى بدون تسجيل الدخول. قم بجعله خاصًا لتقييد الوصول إليه.
hu: Ez a fájl nyilvános, és bárki hozzáférhet, akár bejelentkezés nélkül is. A hozzáférés korlátozásához jelölje privátként.
sr: Овај фајл је јаван и може му приступити било ко, чак и без пријављивања. Означите га као приватног да бисте ограничили приступ.

source: This file is public. It can be accessed without authentication.
ar: هذا الملف عام. يمكن الوصول إليه بدون مصادقة.
hu: Ez a fájl nyilvános. Hitelesítés nélkül is elérhető.
sr: Овај фајл је јаван. Може му се приступити без аутентификације.

source: This form has been modified after you have loaded it
ar: تم تعديل هذا النموذج بعد أن كنت قد تحميلها
hu: Ez az űrlap módosult, miután betöltötte
sr: Овај образац је измењен након што је учитан

source: This form is not editable due to a Workflow.
ar: هذا النموذج غير قابل للتعديل بسبب سير العمل.
hu: Ez az űrlap egy Munkafolyamat miatt nem szerkeszthető.
sr: Овај образац није могуће уредити због радног тока.

source: This format is used if country specific format is not found
ar: ويستخدم هذا الشكل إذا لم يتم العثور على صيغة محددة البلاد
hu: Ezt a formátumot használják, ha ország specifikus formátuma nem található
sr: Овај формат се користи уколико специфичан формат за државу није пронађен

source: This goes above the slideshow.
ar: هذا يذهب فوق عرض الشرائح.
hu: Ez a diavetítés fölé kerül.
sr: Ово се приказује изнад презентације.

source: This is a background report. Please set the appropriate filters and then generate a new one.
ar: هذا هو تقرير الخلفية. يرجى تعيين المرشحات المناسبة ثم إنشاء واحدة جديدة.
hu: Ez egy háttér jelentés. Adja meg a megfelelő szűrőket, majd hozzon létre újat.
sr: Ово је извештај који се генерише у позадини. Поставите одговарајуће филтере и затим генеришите нови извештај.

source: This is a top-10 common password.
ar: هذا هو كلمة السر المشتركة من أعلى إلى 10.
hu: Ez a 10 leggyakrabban használt jelszavak egyike.
sr: Ово је једна од 10 најчешћих лозинки.

source: This is a top-100 common password.
ar: هذا هو كلمة السر المشتركة من أعلى إلى 100.
hu: Ez a 100 leggyakrabban használt jelszavak egyike.
sr: Ово је једна од 100 најчешћих лозинки.

source: This is a very common password.
ar: هذا هو كلمة شائعة جدا.
hu: Ez egy nagyon gyakori jelszó.
sr: Ово је веома честа лозинка.

source: This is a virtual doctype and data is cleared periodically.
ar: هذا نوع مستند افتراضي، ويتم مسح البيانات بشكل دوري.
hu: Ez egy virtuális doctype, és az adatok rendszeresen törlődnek.
sr: Ово је виртуелни doctype и подаци се периодично бришу.

source: This is an automatically generated reply
ar: هذا الرد تلقائي
hu: Ez egy automatikusan generált válasz
sr: Ово је аутоматски генерисан одговор

source: This is an example Google SERP Preview.
ar: هذا مثال على معاينة Google SERP.
hu: Ez egy példa a Google SERP előnézetre.
sr: Ово је пример Google SERP прегледа.

source: This is similar to a commonly used password.
ar: هذا هو مماثل لكلمة شائعة الاستخدام.
hu: Ez hasonlít egy gyakran használt jelszóra.
sr: Ово је слично често коришћеној лозинки.

source: This is the number of the last created transaction with this prefix
ar: هذا هو عدد المعاملات التي تم إنشاؤها باستخدام مشاركة هذه البادئة
hu: Ez az utolsó létrehozott tranzakció száma ezzel az előtaggal
sr: Ово је број последње креиране трансакције са овим префиксом

source: This link has already been activated for verification.
ar: تم تنشيط هذا الرابط بالفعل للتحقق منه.
hu: Ezt a linket már aktiválták az ellenőrzéshez.
sr: Овај линк је већ активиран за верификацију.

source: This link is invalid or expired. Please make sure you have pasted correctly.
ar: هذا الرابط غير صالح أو منتهية الصلاحية. من فضلك تأكد من ولصق بشكل صحيح.
hu: Ez a link érvénytelen, vagy lejárt. Kérjük, győződjön meg róla, hogy a helyesen illesztette be.
sr: Овај линк је неважећи или је истекао. Проверите да ли сте га исправно унели.

source: This may get printed on multiple pages
ar: قد تتم طباعة هذا على صفحات متعددة
hu: Előfordulhat, hogy több oldalra nyomtatják
sr: Ово може бити одштампано на више страница

source: This month
ar: هذا الشهر
hu: Ebben a hónapban
sr: Овај месец

source: This newsletter is scheduled to be sent on {0}
hu: Ez a hírlevél várhatóan ekkor kerül kiküldésre: {0}
sr: Овај билтен је заказан за слање на {0}

source: This newsletter was scheduled to send on a later date. Are you sure you want to send it now?
hu: Ez a hírlevél egy későbbi időpontra lett ütemezve. Biztosan most szeretné elküldeni?
sr: Овај билтен је заказан за слање за каснији датум. Да ли сте сигурни да желите да га пошаљете сада?

source: This report contains {0} rows and is too big to display in browser, you can {1} this report instead.
ar: يحتوي هذا التقرير على {0} صفوف وهو كبير جدًا بحيث لا يمكن عرضه في المتصفح، يمكنك {1} هذا التقرير بدلاً من ذلك.
hu: Ez a jelentés {0} sort tartalmaz, és túl nagy a böngészőben való megjelenítéshez, ehelyett ezt a jelentést {1} jelenítheti meg.
sr: Овај извештај садржи {0} редова и превелики је за приказ у интернет претраживачу, уместо тога можете га {1}.

source: This report was generated on {0}
ar: تم إنشاء هذا التقرير في {0}
hu: Ez a jelentés ekkor készült: {0}
sr: Овај извештај је генерисан на {0}

source: This report was generated {0}.
ar: تم إنشاء هذا التقرير {0}.
hu: Ez a jelentést készült {0}.
sr: Овај извештај је генерисан {0}.

source: This request has not yet been approved by the user.
ar: لم تتم الموافقة على هذا الطلب من قبل المستخدم.
hu: Ezt a kérelmet a felhasználó még nem hagyta jóvá.
sr: Овај захтев још увек није одобрен од стране корисника.

source: This site is in read only mode, full functionality will be restored soon.
ar: هذا الموقع في وضع القراءة فقط، وسيتم استعادة جميع وظائفه قريباً.
hu: Ez az oldal csak olvasható módban van, a teljes funkcionalitás hamarosan helyreáll.
sr: Ова страница је тренутно у режиму искључиво за читање, пуна функционалност ће ускоро бити враћена.

source: This site is running in developer mode. Any change made here will be updated in code.
ar: هذا الموقع يعمل في وضع المطورين. أي تغيير يتم إجراؤه هنا سيتم تحديثه في الكود.
hu: Ez az oldal fejlesztői módban fut. Minden itt végrehajtott változtatás frissül a kódban.
sr: Ова страница је покренута у развојном режиму. Све измене овде ће бити сачуване у коду.

source: This title will be used as the title of the webpage as well as in meta tags
ar: سيتم استخدام هذا العنوان كعنوان لصفحة الويب وكذلك في العلامات الوصفية
hu: Ez a cím lesz a weboldal címeként és a meta címkékben is használva
sr: Овај наслов ће бити коришћен као наслов веб-странице и у мета ознакама

source: This value is fetched from {0}'s {1} field
ar: يتم جلب هذه القيمة من حقل {0}الخاص بـ {1}
hu: Ez az érték a {0} {1} mezőjéből származik
sr: Ова вредност је преузета из поља {1} објекта {0}

source: This value specifies the max number of rows that can be rendered in report view.
hu: Ez az érték határozza meg a jelentésnézetben megjeleníthető sorok maximális számát.
sr: Ова вредност одређује максималан број редова који се могу приказати у приказу извештаја.

source: This will be automatically generated when you publish the page, you can also enter a route yourself if you wish
ar: سيتم إنشاء هذا تلقائيًا عند نشر الصفحة ، ويمكنك أيضًا إدخال مسار بنفسك إذا كنت ترغب في ذلك
hu: Ez automatikusan létrejön, amikor közzéteszi az oldalt, ha akarja, maga is megadhat egy útvonalat
sr: Ово ће бити аутоматски генерисано када објавите страницу, али можете и сами унети путању уколико желите

source: This will be shown in a modal after routing
ar: سيظهر هذا في شكل مشروط بعد التوجيه
hu: Ez egy modális ablakban jelenik meg az útválasztás után
sr: Ово ће бити приказано у искачућем прозору након преусмеравања

source: This will be shown to the user in a dialog after routing to the report
ar: سيظهر هذا للمستخدم في مربع حوار بعد التوجيه إلى التقرير
hu: Ez egy párbeszédpanelen jelenik meg a felhasználónak a jelentésre való átirányítás után
sr: Ово ће бити приказано кориснику у дијалогу након преусмеравања ка извештају

source: This will log out {0} from all other devices
ar: سيقوم هذا بتسجيل الخروج {0} من كافة الأجهزة الأخرى
hu: Ez kijelentkezteti {0} az összes többi eszközről
sr: Ово ће одјавити корисника {0} са свих других уређаја

source: This will permanently remove your data.
ar: سيؤدي هذا إلى إزالة بياناتك نهائيًا.
hu: Ez véglegesen eltávolítja az Ön adatait.
sr: Ово ће трајно обрисати Ваше податке.

source: This will reset this tour and show it to all users. Are you sure?
ar: سيؤدي هذا إلى إعادة ضبط هذه الجولة وعرضها لجميع المستخدمين. هل أنت متأكد؟
hu: Ez visszaállítja a túrát, és minden felhasználó számára megjelenik. Biztos benne?
sr: Ово ће ресетовати обилазак и приказати је свим корисницима. Да ли сте сигурни?

source: This will terminate the job immediately and might be dangerous, are you sure?
hu: Ez azonnal megszakítja a feladatot, és veszélyes lehet, biztos benne?
sr: Ово ће тренутно прекинути задатак и може бити ризично, да ли сте сигурни?

source: Throttled
ar: مخنوق
hu: Lassított
sr: Загушено

source: Thumbnail URL
ar: URL المصغرة
hu: Bélyegkép URL
sr: URL Thumbnail

source: Thursday
ar: الخميس
hu: Csütörtök
sr: Четвртак

source: Time
ar: زمن
hu: Idő
sr: Време

source: Time Format
ar: تنسيق الوقت
hu: Idő Formátum
sr: Формат времена

source: Time Interval
ar: الفاصل الزمني
hu: Idő Intervallum
sr: Временски интервал

source: Time Series
ar: السلاسل الزمنية
hu: Idősorok
sr: Временска серија

source: Time Series Based On
ar: سلسلة زمنية بناء على
hu: Idősorok Alapján
sr: Временска серија заснована на

source: Time Taken
ar: الوقت المستغرق
hu: Futtatás Hossza
sr: Време трајања

source: Time Window (Seconds)
ar: نافذة زمنية (بالثواني)
hu: Időablak (másodperc)
sr: Временски прозор (у секундама)

source: Time Zone
ar: منطقة زمنية
hu: Időzóna
sr: Временска зона

source: Time Zones
ar: من المناطق الزمنية
hu: Időzónák
sr: Временске зоне

source: Time format
ar: تنسيق الوقت
hu: Idő Formátum
sr: Формат времена

source: Time in Queries
ar: الوقت في الاستعلامات
hu: Lekérdezésekben Eltöltött Idő
sr: Време у упитима

source: Time in seconds to retain QR code image on server. Min:<strong>240</strong>
ar: الوقت في ثوان للاحتفاظ صورة رمز الاستجابة السريعة على الخادم. الحد الأدنى: <strong>240</strong>
hu: A QR-kód képének a kiszolgálón való megőrzésének ideje másodpercben. Min:<strong>240</strong>
sr: Време у секундама за задржавање слике QR кода на серверу. Минимум: <strong>240</strong>
