Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Invalid redirect regex in row #{}: {}
ar: تعبير إعادة التوجيه غير صالح في الصف رقم {}: {}
hu: Érvénytelen átirányítási regex a #{} sorban: {}
sr: Неважеће преусмерење регеx функције у реду #{}: {}

source: Invalid request arguments
ar: وسائط الطلب غير صالحة
hu: Érvénytelen kérési argumentumok
sr: Неважећи аргументи захтева

source: Invalid role
ar: دور غير صالح
hu: Érvénytelen szerepkör
sr: Неважећа улога

source: Invalid template file for import
ar: ملف نموذج غير صالح للاستيراد
hu: Érvénytelen sablonfájl az importáláshoz
sr: Неважећи фајл шаблона за увоз

source: Invalid token state! Check if the token has been created by the OAuth user.
ar: حالة الرمز المميز غير صالحة! تحقق مما إذا كان مستخدم OAuth قد أنشأ الرمز المميز.
hu: Érvénytelen token állapot! Ellenőrizze, hogy a tokent az OAuth-felhasználó létrehozta-e.
sr: Неважеће стање токена! Проверите да ли је токен креиран од стране OAuth корисника.

source: Invalid username or password
ar: خطأ في اسم المستخدم أو كلمة مرور
hu: Érvénytelen felhasználónév vagy jelszó
sr: Неважеће корисничко име или лозинка

# Error message in web form
source: Invalid values for fields:
ar: قيم غير صالحة للحقول:
hu: Érvénytelen értékek a mezőkhöz:
sr: Неважеће вредности за поља:

source: Invalid wkhtmltopdf version
ar: إصدار غير صالح من wkhtmltopdf
hu: Érvénytelen wkhtmltopdf verzió
sr: Неважећа верзија wkhtmltopdf

source: Invalid {0} condition
ar: حالة {0} غير صالحة
hu: Érvénytelen {0} feltétel
sr: Неважећи услов за {0}

source: Inverse
ar: معكوس
hu: Fordított
sr: Обрнуто

source: Invitation already accepted
ar: تم قبول الدعوة بالفعل
hu: Meghívó már elfogadva
sr: Позивница је већ прихваћена

source: Invitation already exists
ar: الدعوة موجودة بالفعل
hu: Meghívó már létezik
sr: Позивница већ постоји

source: Invitation cannot be cancelled
ar: لا يمكن إلغاء الدعوة
hu: Meghívó nem vonható vissza
sr: Позивница се не може отказати

source: Invitation is cancelled
ar: تم إلغاء الدعوة
hu: Meghívó visszavonva
sr: Позивница је отказана

source: Invitation is expired
ar: انتهت صلاحية الدعوة
hu: Meghívó lejárt
sr: Позивница је истекла

source: Invitation not found
ar: لم يتم العثور على الدعوة
hu: Meghívó nem található
sr: Позивница није пронађена

source: Invitation to join {0} cancelled
ar: تم إلغاء دعوة الانضمام {0}
hu: Csatlakozási meghívó {0} visszavonva
sr: Позивница за придруживање {0} је отказана

source: Invitation to join {0} expired
ar: انتهت صلاحية دعوة الانضمام {0}
hu: Csatlakozási meghívó {0} lejárt
sr: Позивница за придруживање {0} је истекла

source: Invite as User
ar: دعوة كمستخدم
hu: Meghívás Felhasználóként
sr: Позови као корисника

source: Invited By
ar: مدعو من قبل
hu: Meghívta
sr: Позван од стране

source: Is
ar: هل
hu: Van
sr: Јесте

source: Is Active
ar: نشط
hu: Aktív
sr: Активно

source: Is Attachments Folder
ar: هو مجلد المرفقات
hu: Mellékletek Mappája
sr: Датотека прилога

source: Is Calendar and Gantt
ar: هل التقويم ومخطط جانت
hu: Naptár és Gantt
sr: Календар и гантограм

source: Is Child Table
ar: هو الجدول التابع
hu: Gyermektábla
sr: Зависна табела

source: Is Complete
ar: كاملة
hu: Teljes
sr: Завршено

source: Is Completed
ar: قد اكتمل
hu: Teljesítve
sr: Завршено

source: Is Custom
ar: جمارك
hu: Egyedi
sr: Прилагођено

source: Is Custom Field
ar: هو حقل مخصص
hu: Egyedi Mező
sr: Прилагођено поље

source: Is Default
ar: افتراضي
hu: Alapértelmezett
sr: Подразумевано

source: Is Dynamic URL?
ar: هل هو عنوان URL ديناميكي؟
hu: Dinamikus URL?
sr: Динамички URL?

source: Is Folder
ar: هو مجلد
hu: Mappa
sr: Датотека

source: Is Global
ar: هو عالمي
hu: Globális
sr: Глобално

source: Is Group
ar: هل مجموعة
hu: Csoport
sr: Група

source: Is Hidden
ar: مخفي تمامًا
hu: Rejtett
sr: Сакривено

source: Is Home Folder
ar: هو المجلد الرئيسي
hu: Saját Mappa
sr: Датотека почетне странице

source: Is Mandatory Field
ar: هو حقل إلزامي
hu: Kötelező Mező
sr: Обавезно поље

source: Is Optional State
ar: هو الدولة اختياري
hu: Opcionális Állapot
sr: Опционо стање

source: Is Primary
ar: هو الابتدائية
hu: Elsődleges
sr: Примарно

source: Is Primary Address
ar: عنوان IS الأساسي
hu: Elsődleges Cím
sr: Примарна адреса

source: Is Primary Contact
ar: هو جهة الاتصال الرئيسية
hu: Elsődleges Kapcsolat
sr: Примарни контакт

source: Is Primary Mobile
ar: هو المحمول الأساسي
hu: Elsődleges Mobilszám
sr: Примарни мобилни телефон

source: Is Primary Phone
ar: هو الهاتف الأساسي
hu: Elsődleges Telefonszám
sr: Примарни телефон

source: Is Private
ar: غير الخاصة
hu: Privát
sr: Приватно

source: Is Public
ar: عام
hu: Nyilvános
sr: Јавно

source: Is Published Field
ar: ونشرت الميدان
hu: Közzétéve Mező
sr: Објављено поље

source: Is Published Field must be a valid fieldname
ar: "تم نشر" الحقل يجب أن يكون اسم حقل صالح
hu: A Közzétéve mezőnek érvényes mezőnévnek kell lennie
sr: Објављено поље мора бити важећи назив поља

source: Is Query Report
ar: تقرير الاستعلام
hu: Lekérdezési Jelentés
sr: Упитни извештај

source: Is Remote Request?
ar: هل هذا طلب عن بعد؟
hu: Távoli kérés?
sr: Удаљени захтев?

source: Is Setup Complete?
ar: هل اكتملت عملية الإعداد؟
hu: Telepítés Befejezve?
sr: Да ли је поставка завршена?

source: Is Single
ar: مفردة
hu: Egyedi
sr: Јединствени запис

source: Is Skipped
ar: تم تخطي
hu: Átugrott
sr: Прескочено

source: Is Spam
ar: هو المزعج
hu: Levélszemét
sr: Нежељено

source: Is Standard
ar: هو معيار
hu: Szabványos
sr: Стандардно

source: Is Submittable
ar: يستطيع الاعتماد
hu: Beküldhető
sr: Могуће поднети

source: Is System Generated
ar: هل تم إنشاؤه بواسطة النظام؟
hu: Rendszer Által Generált
sr: Системски генерисано

source: Is Table
ar: هو الجدول
hu: Táblázat
sr: Табела

source: Is Table Field
ar: حقل جدولي
hu: Tábla Mező
sr: Поље табеле

source: Is Tree
ar: هي شجرة
hu: Fa
sr: Стабло

source: Is Unique
ar: فريد من نوعة
hu: Egyedi
sr: Јединствено

source: Is Virtual
ar: هو افتراضي
hu: Virtuális
sr: Виртуелно

source: It is risky to delete this file: {0}. Please contact your System Manager.
ar: أنه أمر محفوف بالمخاطر لحذف هذا الملف: {0}. يرجى الاتصال بمدير النظام الخاص بك.
hu: Kockázatos törölni ezt a fájlt: {0}. Kérjük, forduljon a Rendszergazdához.
sr: Ризично је обрисати ову датотеку: {0}. Молимо Вас да контактирате систем менаџера.

source: Item Label
ar: تسمية العنصر
hu: Tétel címke
sr: Ознака ставке

source: Item Type
ar: نوع العنصر
hu: Tétel Típusa
sr: Врста ставке

source: Item cannot be added to its own descendants
ar: البند لا يمكن أن تضاف الى أحفادها<br>Item cannot be added to its own descendants
hu: Tételt nem lehet hozzáadni a saját leszármazottaikhoz
sr: Ставке не може бити додата својим потомцима

source: JS Message
ar: رسالة جافا سكريبت
hu: JS Üzenet
sr: JS порука

source: JSON Request Body
ar: طلب JSON الجسم
hu: JSON Kérési Törzse
sr: JSON тело захтева

source: Jane Doe
ar: جين دو
hu: Gipsz Jakab
sr: Петар Петровић

source: JavaScript Format: frappe.query_reports['REPORTNAME'] = {}
ar: جافا سكريبت الصيغة: frappe.query_reports [' REPORTNAME '] = { }
hu: JavaScript Formátum: frappe.query_reports ['JELENTÉSNÉV'] = {}
sr: Формат JavaScript-а: frappe.query_reports['REPORTNAME'] = {}

source: Javascript is disabled on your browser
ar: تم تعطيل Javascript على متصفحك
hu: A Javascript le van tiltva a böngészőjében
sr: Javascript је онемогућен у Вашем интернет претраживачу

source: Job ID
ar: رقم الوظيفة
hu: Feladat ID
sr: ИД задатка

source: Job Id
ar: معرف الوظيفة
hu: Feladat Id
sr: Ид задатка

source: Job Info
ar: معلومات الوظيفة
hu: Feladat Adatok
sr: Информације о задатку

source: Job Name
ar: اسم الوظيفة
hu: Feladat Név
sr: Назив задатка

source: Job Status
ar: حالة الوظيفة
hu: Feladat Állapot
sr: Статус задатка

source: Job Stopped Successfully
ar: تم إيقاف المهمة بنجاح
hu: Sikeresen Leállított Feladat
sr: Задатак је успешно заустављен

source: Job is in {0} state and can't be cancelled
ar: الوظيفة في حالة {0} ولا يمكن إلغاؤها
hu: A munka {0} állapotban van, és nem szakítható meg
sr: Задатак је у стању {0} и не може бити отказан

source: Job is not running.
ar: المهمة لا تعمل.
hu: A feladat nem fut.
sr: Задатак није покренут.

source: Join video conference with {0}
ar: انضم إلى مؤتمر الفيديو باستخدام {0}
hu: Csatlakozz videokonferenciához a következővel: {0}
sr: Придружи се видео-конференцији са {0}

source: Jump to field
ar: القفز الى الميدان
hu: Ugrás a mezőre
sr: Иди на поље

# Number system
source: K
ar: ك
sr: К

source: Kanban
ar: لوحة المهام
sr: Канбан

source: Kanban Board
ar: لوح كانبان
hu: Kanban Tábla
sr: Канбан табла

source: Kanban Board Column
ar: عمود لوح كانبان
hu: Kanban Tábla Oszlop
sr: Колона Канбан табле

source: Kanban Board Name
ar: اسم لوح كانبان
hu: Kanban Tábla Neve
sr: Назив Канбан табле

# Button in kanban view menu
source: Kanban Settings
ar: إعدادات كانبان
hu: Kanban Beállítások
sr: Канбан подешавање

source: Kanban View
ar: عرض كانبان
hu: Kanban Nézet
sr: Канбан приказ

source: Keep track of all update feeds
ar: تابع جميع التحديثات
hu: Kövesse nyomon az összes frissítési hírcsatornát
sr: Прати све токове ажурирања

source: Keeps track of all communications
ar: يتولى تتبع جميع الاتصالات
hu: Az összes kommunikációt nyomon követi
sr: Евидентира сву комуникацију

source: Key
ar: مفتاح
hu: Kulcs
sr: Кључ

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
hu: Gyorsbillentyűk
sr: Пречице на тастатури

source: Knowledge Base
ar: قاعدة المعرفة
hu: Tudásbázis
sr: База знања

source: Knowledge Base Contributor
ar: مشارك قاعدة المعرفة
hu: Tudásbázis Közreműködő
sr: Доприносилац базе знања

source: Knowledge Base Editor
ar: محرر قاعدة المعرفة
hu: Tudásbázis Szerkesztő
sr: Уређивач базе знања

source: LDAP Auth
ar: مصادقة LDAP
hu: LDAP Hitelesítés
sr: LDAP аутентификација

source: LDAP Custom Settings
ar: إعدادات LDAP المخصصة
hu: LDAP Egyéni Beállítások
sr: Прилагођена LDAP подешавања

source: LDAP Email Field
ar: LDAP البريد الإلكتروني الميدان
hu: LDAP E-mail Mező
sr: LDAP поље за имејл

source: LDAP First Name Field
ar: LDAP الاسم الميدان
hu: LDAP Keresztnév Mező
sr: LDAP поље за назив

source: LDAP Group
ar: مجموعة LDAP
hu: LDAP Csoport
sr: LDAP група

source: LDAP Group Field
ar: حقل مجموعة LDAP
hu: LDAP Csoport Mező
sr: LDAP поље за групу

source: LDAP Group Mapping
ar: تعيين مجموعة LDAP
hu: LDAP Csoport Leképezés
sr: Мапирање LDAP група

source: LDAP Group Mappings
ar: تعيينات LDAP
hu: LDAP Csoport Leképezések
sr: Мапирање LDAP група

source: LDAP Group Member attribute
ar: سمة عضو مجموعة LDAP
hu: LDAP Csoport Tag Attribútum
sr: LDAP атрибут чланова групе

source: LDAP Last Name Field
ar: حقل اسم العائلة LDAP
hu: LDAP Vezetéknév Mező
sr: LDAP поље за презиме

source: LDAP Middle Name Field
ar: حقل الاسم الأوسط LDAP
hu: LDAP Középső Név Mező
sr: LDAP поље за средње име

source: LDAP Mobile Field
ar: حقل LDAP المحمول
hu: LDAP Mobilszám Mező
sr: LDAP поље за мобилни број телефона

source: LDAP Not Installed
ar: لم يتم تثبيت لداب
hu: LDAP Nincs Telepítve
sr: LDAP није инсталиран

source: LDAP Phone Field
ar: حقل هاتف LDAP
hu: LDAP Telefonszám Mező
sr: LDAP поље за телефон

source: LDAP Search String
ar: LDAP بحث سلسلة
hu: LDAP Keresés Karakterlánc
sr: LDAP низ за претрагу

source: LDAP Search String must be enclosed in '()' and needs to contian the user placeholder {0}, eg sAMAccountName={0}
ar: يجب وضع سلسلة بحث LDAP بين قوسين '()' ويجب أن تحتوي على عنصر نائب المستخدم {0}، على سبيل المثال sAMAccountName={0}
hu: Az LDAP keresési karakterláncot '()' karakterek közé kell tenni, és tartalmaznia kell a felhasználói helyőrzőt {0}, pl. sAMAccountName={0}
sr: LDAP низ за претрагу мора бити у заградама '()' и садржати кориснички резервисани текст {0}, нпр. sAMAccountName={0}

source: LDAP Search and Paths
ar: البحث في LDAP والمسارات
hu: LDAP Keresés és Elérési Utak
sr: LDAP претрага и путање

source: LDAP Security
ar: أمان LDAP
hu: LDAP Biztonság
sr: LDAP безбедност

source: LDAP Server Settings
ar: إعدادات خادم LDAP
hu: LDAP Szerver Beállításai
sr: Подешавање LDAP сервера

source: LDAP Server Url
ar: خادم LDAP رابط
hu: LDAP Kiszolgáló Url
sr: URL LDAP сервера

source: LDAP Settings
ar: إعدادات LDAP
hu: LDAP Beállítások
sr: LDAP подешавање

source: LDAP User Creation and Mapping
ar: إنشاء مستخدم LDAP ورسم الخرائط
hu: LDAP Felhasználó Létrehozása és Hozzárendelés
sr: Креирање и мапирање LDAP корисника

source: LDAP Username Field
ar: LDAP اسم المستخدم الميدان
hu: LDAP Felhasználónév Mező
sr: LDAP поље за корисничко име

source: LDAP is not enabled.
ar: لم يتم تمكين LDAP.
hu: LDAP nincs engedélyezve.
sr: LDAP није омогућен.

source: LDAP search path for Groups
ar: مسار بحث LDAP للمجموعات
hu: LDAP keresési útvonal a Csoportok számára
sr: LDAP путања за претрагу група

source: LDAP search path for Users
ar: مسار بحث LDAP للمستخدمين
hu: LDAP keresési útvonal Felhasználók számára
sr: LDAP путања за претрагу корисника

source: LDAP settings incorrect. validation response was: {0}
ar: إعدادات LDAP غير صحيحة. كانت استجابة التحقق: {0}
hu: LDAP beállítások helytelenek. Az érvényesítési válasz: {0}
sr: LDAP подешавања нису исправна. Одговор на валидацију: {0}

source: Label
ar: ملصق
hu: Felirat
sr: Ознака

source: Label Help
ar: التسمية تعليمات
hu: Felirat Súgó
sr: Ознака помоћи

source: Label and Type
ar: التسمية و النوع
hu: Felirat és Típus
sr: Ознака и врста

source: Label is mandatory
ar: التسمية إلزامية
hu: Felirat kötelező
sr: Ознака је обавезна

source: Landing Page
ar: الصفحة المقصودة
hu: Nyitóoldal
sr: Циљна страница

source: Landscape
ar: المناظر الطبيعيه
hu: Tájkép
sr: Пејзажно

source: Language
ar: اللغة
hu: Nyelv
sr: Језик

source: Language Code
ar: كود اللغة
hu: Nyelv Kód
sr: Шифра језика

source: Language Name
ar: اسم اللغة
hu: Nyelv Neve
sr: Назив језика

source: Last 10 active users
ar: آخر 10 مستخدمين نشطين
hu: Utolsó 10 aktív felhasználó
sr: Последњих 10 активних корисника

source: Last 14 Days
ar: آخر 14 يومًا
hu: Elmúlt 14 nap
sr: Последњих 14 дана

source: Last 30 Days
ar: آخر 30 يومًا
hu: Elmúlt 30 nap
sr: Последњих 30 дана

source: Last 6 Months
ar: آخر 6 أشهر
hu: Elmúlt 6 hónap
sr: Последњих 6 месеци

source: Last 7 Days
ar: آخر 7 أيام
hu: Elmúlt 7 nap
sr: Последњих 7 дана

source: Last 90 Days
ar: آخر 90 يومًا
hu: Elmúlt 90 nap
sr: Последњих 90 дана

source: Last Active
ar: آخر تواجد في
hu: Utoljára Aktív
sr: Последња активност

source: Last Backup On
ar: آخر النسخ الاحتياطي على
hu: Utolsó Biztonsági Mentés Dátuma
sr: Последња резервна копија

source: Last Execution
ar: آخر تنفيذ
hu: Utolsó Végrehajtás
sr: Последње извршење

source: Last Heartbeat
ar: آخر نبضة قلب
hu: Utolsó Szívverés
sr: Последњи сигнал

source: Last IP
ar: أخر IP
hu: Utolsó IP
sr: Последња IP адреса

source: Last Known Versions
ar: المعروفة إصدارات مشاركة
hu: Utolsó Ismert Verziók
sr: Последње познате верзије

source: Last Login
ar: آخر تسجيل دخول
hu: Utolsó Bejelentkezés
sr: Последње пријављивање

source: Last Modified Date
ar: تاريخ آخر تعديل
hu: Utolsó Módosítás Dátuma
sr: Датум последње измене

source: Last Modified On
ar: آخر تعديل ل
hu: Utolsó Módosítás
sr: Измењено на

source: Last Month
ar: الشهر الماضي
hu: Múlt Hónap
sr: Прошли месец

source: Last Name
ar: اسم العائلة
hu: Vezetéknév
sr: Презиме

source: Last Password Reset Date
ar: تاريخ إعادة تعيين كلمة المرور الأخيرة
hu: Utolsó Jelszó Visszaállítási Dátuma
sr: Датум последњег ресетовања лозинке

source: Last Point Allocation Date
ar: تاريخ تخصيص النقطة الأخيرة
hu: Utolsó Pontkiosztás Dátuma
sr: Датум последње доделе поена

source: Last Quarter
ar: الربع الأخير
hu: Utolsó Negyedév
sr: Прошли квартал

source: Last Reset Password Key Generated On
ar: تم إنشاء مفتاح إعادة تعيين كلمة المرور الأخير في
hu: Utolsó Jelszó Visszaállítás Generálásának Dátuma
sr: Кључ за ресетовање лозинке последњи пут генерисан

source: Last Sync On
ar: آخر مزامنة تشغيل
hu: Utolsó Szinkronizálás Ekkor
sr: Последња синхронизација

source: Last Synced On
ar: آخر مزامنة في
hu: Utoljára Szinkronizálva
sr: Последња синхронизација на

source: Last Updated By
ar: آخر تحديث بواسطة
hu: Utoljára Módosította
sr: Последње ажурирање од стране

source: Last Updated On
ar: آخر تحديث يوم
hu: Utoljára Módosítva ekkor
sr: Последње ажурирање на

source: Last User
ar: آخر مستخدم
hu: Utolsó Felhasználó
sr: Последњи корисник

source: Last Week
ar: الاسبوع الماضي
hu: Múlt Hét
sr: Прошла недеља

source: Last Year
ar: العام الماضي
hu: Tavaly
sr: Прошла година

source: Last synced {0}
ar: آخر مزامنة {0}
hu: Utoljára Szinkronizálva: {0}
sr: Последњи пут синхронизовано {0}

source: Layout Reset
ar: إعادة ضبط التخطيط
hu: Elrendezés Visszaállítása
sr: Ресет распореда

source: Layout will be reset to standard layout, are you sure you want to do this?
ar: سيتم إعادة ضبط التخطيط إلى التخطيط القياسي، هل أنت متأكد من رغبتك في القيام بذلك؟
hu: Az elrendezés visszaáll a standard elrendezésre, biztos, hogy ezt szeretné?
sr: Распоред ће бити ресетован на стандардни. Да ли сте сигурни да желите то да урадите?

source: Leaderboard
ar: المتصدرين
hu: Ranglista
sr: Ранг листа

source: Learn about Standard and Custom Print Formats
hu: Ismerje meg a Szabványos és Egyéni Nyomtatási Formátumokat
sr: Сазнајте о стандардним и прилагођеним форматима штампе

source: Learn about Web Pages
hu: Ismerje meg a Weboldalakat
sr: Сазнајте о веб-страницама

source: Learn how to add Custom Fields
hu: Ismerje meg, hogyan adhat hozzá Egyéni Mezőket
sr: Сазнајте како додати прилагођена поља

source: Learn more
ar: يتعلم أكثر
hu: További tudnivalók
sr: Сазнај више

source: Learn more about Report Builders
hu: Tudjon meg többet a Jelentéskészítőkről
sr: Сазнајте више о уређивачу извештаја

source: Learn more about creating new DocTypes
hu: További információk új DocType létrehozásával kapcsolatban
sr: Сазнајте више о креирању нових DocType-ова

source: Leave blank to repeat always
ar: اتركه فارغ لتكرار دائما
hu: Üresen hagyva örökké ismétlődik
sr: Оставите празно да се увек понавља

source: Leave this conversation
ar: ترك هذه المحادثة
hu: Beszélgetés elhagyása
sr: Напусти овај разговор

source: Ledger
ar: دفتر الأستاذ
hu: Főkönyv
sr: Главна књига

source: Left
ar: ترك
hu: Balra
sr: Лево

# alignment
source: Left
ar: ترك
hu: Balra
sr: Лево

source: Left Bottom
ar: أسفل اليسار
hu: Bal Alsó
sr: Лево доле

source: Left Center
ar: وسط اليسار
hu: Bal Közép
sr: Лево центрирано

source: Left this conversation
ar: تركت هذه المحادثة
hu: Elhagyta ezt a beszélgetést
sr: Напустио је овај разговор

source: Legal
ar: قانوني
hu: Jogi
sr: Правно

source: Length
ar: طول
hu: Hossz
sr: Дужина

source: Length of passed data array is greater than value of maximum allowed label points!
ar: طول مصفوفة البيانات المُمررة أكبر من قيمة الحد الأقصى المسموح به لنقاط التسمية!
hu: Az átadott adattömb hossza nagyobb, mint a maximálisan megengedett címkék száma!
sr: Дужина прослеђеног низа података већа је од максималног дозвољеног броја поена за ознаке!

source: Length of {0} should be between 1 and 1000
ar: يجب أن يكون طول {0} بين 1 و 1000
hu: A {0} hossza 1 és 1000 között kell, hogy legyen
sr: Дужина поља {0} мора бити између 1 и 1000

source: Less
ar: أقل
hu: Kevesebb
sr: Мање

source: Less Than
ar: أقل من
hu: Kevesebb Mint
sr: Мање од

source: Less Than Or Equal To
ar: أقل من أو يساوي
hu: Kevesebb vagy Egyenlő
sr: Мање од или једнако

source: Let us continue with the onboarding
ar: لنكمل عملية الإعداد
hu: Folytassuk a betanítással
sr: Хајде да наставимо са уводном обуком

source: Let's Get Started
ar: هيا بنا نبدأ
hu: Lássunk neki
sr: Хајде да почнемо

source: Let's Set Up Your Website.
hu: Állítsuk be a weboldalát.
sr: Хајде да подесимо Ваш веб-сајт.

source: Let's avoid repeated words and characters
ar: دعونا تجنب الكلمات المكررة وشخصيات
hu: Kerüljük az ismétlődő szavakat és karaktereket
sr: Хајде да избегнемо понављајуће речи и знакове

source: Let's set up your account
ar: لنقم بإنشاء حسابك
hu: Állítsuk be a fiókját
sr: Хајде да подесимо твој налог

source: Let's take you back to onboarding
ar: دعنا نعيدك إلى الإعداد
hu: Térjünk vissza a bevezetés kezdetéhez
sr: Хајде да те вратимо на уводну обуку

source: Letter
ar: رسالة
hu: Levél
sr: Писмо

source: Letter Head
ar: ترئيس الرسالة
hu: Levél Fejléc
sr: Заглавље

source: Letter Head Based On
ar: رسالة رئيس بناء على
hu: Levélfej Alapján
sr: Заглавље је засновано на

source: Letter Head Image
ar: صورة رأس الرسالة
hu: Levélfej Kép
sr: Слика заглавља

source: Letter Head Name
ar: اسم ترئيس الرسالة
hu: Levélfejléc Neve
sr: Назив заглавља

source: Letter Head Scripts
ar: أوراق كتابة الرسائل
hu: Levél Fejléc Szrikptek
sr: Скрипте за заглавље

source: Letter Head cannot be both disabled and default
ar: لا يمكن تعطيل رأس الرسالة وجعله افتراضيًا في نفس الوقت
hu: Levél Fejléc nem lehet egyszerre letiltott és alapértelmezett
sr: Заглавље не може бити и онемогућено и подразумевано

source: Letter Head in HTML
ar: ترئيس الرسالة كصيغة HTML
hu: Levélfejléc HTML-ben
sr: Заглавље у HTML-у

source: Level
ar: المستوى
hu: Szint
sr: Ниво

source: Level 0 is for document level permissions, higher levels for field level permissions.
ar: المستوى 0 مخصص لأذونات مستوى المستند ، ومستويات أعلى للأذونات على مستوى الحقل.
hu: A 0. szint a dokumentumszintű jogosultságok, a magasabb szintek a mezőszintű jogosultságok.
sr: Ниво 0 је за дозволе на нивоу документа, виши нивои су за дозволе на нивоу поља.

source: Level Name
ar: اسم المستوى
hu: Szint Neve
sr: Назив нивоа

source: Library
ar: مكتبة
hu: Könyvtár
sr: Библиотека

source: License
ar: رخصة
hu: Licenc
sr: Лиценца

source: License Type
ar: نوع الترخيص
hu: Licensz Típus
sr: Врста лиценце

source: Light
ar: ضوء
hu: Világos
sr: Светло

source: Light Blue
ar: أزرق فاتح
hu: Világoskék
sr: Светлоплава

source: Light Color
ar: لون فاتح
hu: Világos Szín
sr: Светла боја

source: Light Theme
ar: الوضع الفاتح
hu: Világos Téma
sr: Светла тема

source: Like
ar: مثل
hu: Mint
sr: Лајк

source: Like limit
ar: الحد الأقصى للإعجابات
hu: Kedvelési Limit
sr: Лимит за лајкове

source: Like limit per hour
hu: Kedvelési Limit óránként
sr: Лимит лајкова по часу

source: Like on {0}: {1}
hu: Tetszik a {0}: {1}
sr: Лајк на {0}: {1}

source: Liked
ar: أحب
hu: Kedvelte
sr: Лајковано

source: Liked By
ar: أحب بواسطة
hu: Kedvelte
sr: Лајковано до стране

source: Likes
ar: اعجابات
hu: Kedvelések
sr: Лајковања

source: Limit
ar: حد
hu: Korlát
sr: Лимит

source: Limit Number of DB Backups
ar: الحد من عدد النسخ الاحتياطية DB
hu: Adatbázis Mentések Számának Korláta
sr: Ограничи број резервних копија базе података

source: Line
ar: خط
hu: Vonal
sr: Линијски

source: Link
ar: حلقة الوصل
hu: Hivatkozás
sr: Повезивање

source: Link Cards
ar: بطاقات الارتباط
hu: Hivatkozás Kártyák
sr: Линк картице

source: Link Count
ar: عدد الروابط
hu: Hivatkozás Száma
sr: Број линкова

source: Link Details
ar: تفاصيل الرابط
hu: Hivatkozás Részletei
sr: Детаљи линка

source: Link DocType
ar: رابط الاستمارة
hu: Elérési Link DocType
sr: Линк DocType

source: Link Document Type
ar: رابط نوع الوثيقة
hu: Hivatkozás Dokumentum Típus
sr: Линк врсте документа

source: Link Expired
ar: انتهت صلاحية الرابط
hu: Lejárt Hivatkozás
sr: Линк је истекао

source: Link Field Results Limit
ar: حد نتائج حقل الارتباط
hu: Hivatkozásmező Találati Korlátja
sr: Ограничење резултата за поље линка

source: Link Fieldname
ar: اسم الحقل الرابط
hu: Hivatkozás Mezőnév
sr: Назив поља линка

source: Link Filters
ar: فلاتر الروابط
hu: Hivatkozás Szűrők
sr: Филтери линка

source: Link Name
ar: اسم الرابط
hu: Hivatkozás Neve
sr: Назив линка

source: Link Title
ar: لينك تيتل
hu: Hivatkozás Címe
sr: Наслов линка

source: Link To
ar: رابط ل
hu: Hivatkozás Ide
sr: Линк ка

source: Link To in Row
ar: رابط إلى في الصف
hu: Hivatkozás a Sorban
sr: Линк ка у реду

source: Link Type
ar: نوع الرابط
hu: Hivatkozás Típusa
sr: Врста линка

source: Link Type in Row
ar: نوع الرابط في الصف
hu: Hivatkozás Típusa a Sorban
sr: Врста линка у реду

source: Link for About Us Page is "/about".
ar: رابط صفحة "نبذة عنا" هو "/about".
hu: A Rólunk Oldal Linkje: "/about".
sr: Линк за страницу О нама је "/about".
