Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Hide
ar: إخفاء
hu: Elrejt
sr: Сакриј

source: Hide Block
ar: إخفاء الحظر
hu: Blokk Elrejtése
sr: Сакриј блок

source: Hide Border
ar: إخفاء الحدود
hu: Szegély Elrejtése
sr: Сакриј границу

source: Hide Buttons
ar: إخفاء الأزرار
hu: Gombok Elrejtése
sr: Сакриј дугмад

source: Hide CTA
ar: إخفاء CTA
hu: CTA Elrejtése
sr: Сакриј позив на радњу

source: Hide Copy
ar: إخفاء النسخة
hu: Másolat Rejtése
sr: Сакриј копију

source: Hide Custom DocTypes and Reports
ar: إخفاء أنواع المستندات والتقارير المخصصة
hu: Az egyedi DocType-ok és Jelentések elrejtése
sr: Сакриј прилагођење DocType-ове и извештаје

source: Hide Days
ar: إخفاء الأيام
hu: Napok Rejtése
sr: Сакриј дане

source: Hide Descendants
ar: أحفاد الاختباء
hu: Leszármazottak Elrejtése
sr: Сакриј потомке

source: Hide Error
ar: إخفاء الخطأ
hu: Hiba Elrejtése
sr: Сакриј грешку

source: Hide Login
ar: إخفاء تسجيل الدخول
hu: Bejelentkezés Elrejtése
sr: Сакриј пријављивање

source: Hide Preview
ar: إخفاء المعاينة
hu: Előnézet Elrejtése
sr: Сакриј прегелд

source: Hide Previous, Next and Close button on highlight dialog.
ar: إخفاء أزرار السابق والتالي والإغلاق في مربع حوار التمييز.
hu: Előző, Következő és Bezárás gomb elrejtése a kiemelési párbeszédpanelen.
sr: Сакриј дугме Претходно, Следеће и Затвори у дијалогу за истицање.

source: Hide Saved
hu: Mentett Elemek Elrejtése
sr: Сакриј сачувано

source: Hide Seconds
ar: إخفاء الثواني
hu: Másodpercek Elrejtése
sr: Сакриј секунде

source: Hide Sidebar, Menu, and Comments
ar: إخفاء الشريط الجانبي والقائمة والتعليقات
hu: Oldalsáv, menü és megjegyzések elrejtése
sr: Сакриј бочну траку, мени и коментаре

source: Hide Standard Menu
ar: إخفاء القائمة الرئيسية
hu: Alapértelmezett Menü Elrejtése
sr: Сакриј стандардни мени

source: Hide Tags
hu: Címkék Elrejtése
sr: Сакриј ознаке

source: Hide Weekends
ar: إخفاء عطلة نهاية الأسبوع
hu: Hétvégék Elrejtése
sr: Сакриј викенде

source: Hide Workspace
hu: Munkaterület Elrejtése
sr: Сакриј радни простор

source: Hide descendant records of <b>For Value</b>.
hu: <b>For Value</b> leszármazotti rekordjainak elrejtése.
sr: Сакриј потомке записа за <b>Вредност</b>.

source: Hide details
ar: إخفاء التفاصيل
hu: Részletek Elrejtése
sr: Сакриј детаље

source: Hide footer in auto email reports
ar: إخفاء تذييل الصفحة في تقارير البريد الإلكتروني التلقائية
hu: Lábléc elrejtése az automatikus e-mail jelentésekben
sr: Сакриј подножје у аутоматским имејл извештајима

source: Hide footer signup
ar: إخفاء التسجيل في أسفل الصفحة
hu: Regisztráció elrejtése a láblécben
sr: Сакриј подножје приликом регистрације

source: High
ar: مستوى عالي
hu: Magas
sr: Висок

source: Higher priority rule will be applied first
ar: سيتم تطبيق قاعدة الأولوية الأعلى أولاً
hu: A magasabb prioritású szabály kerül először alkalmazásra
sr: Правило са вишим приоритетом биће примењено прво

source: Highlight
ar: أبرز النقاط
hu: Fontos események
sr: Истакнуто

source: Hint: Include symbols, numbers and capital letters in the password
ar: تلميح: تضمين الرموز والأرقام والأحرف الكبيرة في كلمة المرور
hu: Tipp: A jelszó tartalmazzon szimbólumokat, számokat és nagybetűket
sr: Савет: Укључите симболе, бројеве и велика слова у лозинку

source: Home
ar: الصفحة الرئيسية
hu: Kezdőlap
sr: Почетна страница

source: Home Page
ar: الصفحة الرئيسية
hu: Kezdőlap
sr: Почетна страница

source: Home Settings
ar: الإعدادات الرئيسية
hu: Kezdőlap Beállítások
sr: Подешавање почетне странице

source: Home/Test Folder 1
ar: الصفحة الرئيسية / اختبار المجلد 1
hu: Kezdőlap / Teszt mappa 1
sr: Почетна страница/Тест датотека 1

source: Home/Test Folder 1/Test Folder 3
ar: مجلد الوطن / اختبار 1 / مجلد اختبار 3
hu: Kezdőlap / Teszt mappa 1 / Teszt mappa 3
sr: Почетна страница/Тест датотека 1/Тест датотека 3

source: Home/Test Folder 2
ar: الصفحة الرئيسية / مجلد اختبار 2
hu: Kezdőlap / Teszt mappa 2
sr: Почетна страница/Тест датотека 2

source: Hourly
ar: باستمرار
hu: Óránként
sr: По часу

source: Hourly Long
ar: كل ساعة طويلة
hu: Óránként Hosszú
sr: Током сваког часа

source: Hourly Maintenance
ar: الصيانة بالساعة
hu: Óránkénti Karbantartás
sr: Одржавање на сваких сат времена

source: Hourly rate limit for generating password reset links
ar: حد المعدل بالساعة لإنشاء روابط إعادة تعيين كلمة المرور
hu: Jelszó-visszaállítási linkek generálásának óránkénti limite
sr: Ограничење по часу за генерисање линкова за ресетовање лозинке

# Duration
source: Hours
ar: ساعات
hu: Órák
sr: Часови

source: How should this currency be formatted? If not set, will use system defaults
ar: كيف ينبغي أن يتم تنسيق هذه العملة؟ إذا لم يتم تعيين و، استخدم افتراضيات النظام
hu: Hogyan kell ezt a pénznemet formázni? Ha nincs beállítva, akkor használja a rendszer alapértelmezettet
sr: Како треба да се форматира ова валута? Уколико није подешено, користиће се подразумеване вредности система

source: I guess you don't have access to any workspace yet, but you can create one just for yourself. Click on the <b>Create Workspace</b> button to create one.<br>
hu: Úgy tűnik, nincs hozzáférése semmilyen munkaterülethez, de létrehozhat egyet magának. Kattintson a <b>Munkatér létrehozása</b> gombra, ha szeretne létrehozni egyet.<br>
sr: Изгледа да још увек немаш приступ ниједном радном простору, увек можеш да направиш један за себе. Кликни на дугме <b>Креирај радни простор </b> да га направиш.<br>

source: ID
ar: هوية شخصية
sr: ИД

# Label of name column in report
source: ID
ar: هوية شخصية
sr: ИД

source: ID (name)
ar: الهوية (الاسم)
hu: ID (név)
sr: ИД (назив)

source: ID (name) of the entity whose property is to be set
ar: ID (اسم) للكيان الذي هو الملكية التي سيتم تحديدها
hu: Annak az entitásnak az azonosítója (neve), amelynek tulajdonságát be szeretné állítani
sr: ИД (назив) ентитета којем се поставља својство

source: IDs must contain only alphanumeric characters, not contain spaces, and should be unique.
ar: يجب أن تحتوي المعرفات على أحرف وأرقام فقط، ولا تحتوي على مسافات، ويجب أن تكون فريدة.
hu: Az azonosítók csak alfanumerikus karaktereket tartalmazhatnak, nem tartalmazhatnak szóközöket, és egyedieknek kell lenniük.
sr: ИД-ови морају садржати само алфанумеричке карактере, не смеју садржати размаке и морају бити јединствени.

source: IMAP Details
ar: تفاصيل IMAP
hu: IMAP Adatok
sr: IMAP детаљи

source: IMAP Folder
ar: مجلد IMAP
hu: IMAP Mappa
sr: IMAP датотека

source: IP Address
ar: عنوان IP
hu: IP Cím
sr: IP адреса

source: Icon
ar: أيقونة
hu: Ikon
sr: Иконица

source: Icon will appear on the button
ar: سيظهر الرمز على الزر
hu: Ikon fog megjelenni a gombon
sr: Иконица ће се приказати на дугмету

source: Identity Details
ar: تفاصيل الهوية
hu: Azonosító Adatok
sr: Детаљи идентитета

source: If Apply Strict User Permission is checked and User Permission is defined for a DocType for a User, then all the documents where value of the link is blank, will not be shown to that User
ar: إذا تم تحديد تطبيق تصريح المستخدم الصارم ويتم تعريف إذن المستخدم لنوع دوكتيبي للمستخدم، فإن جميع المستندات التي تكون فيها قيمة الرابط فارغة، لن يتم عرضها على هذا المستخدم
hu: Ha a Szigorú felhasználói engedély be van jelölve, és a felhasználó engedélye definiálva van egy DocType felhasználó részére, akkor az összes olyan dokumentumot, ahol a kapcsolat értéke üres, nem jelenik meg az adott felhasználó részére
sr: Уколико је опција примени строге корисничке дозволе означена и корисничка дозвола је дефинисана за неки DocType за корисника, сви документу у којима је вредност линка празна, неће бити приказани том кориснику

source: If Checked workflow status will not override status in list view
ar: إذا ووضع العمل تم الفحص لا تجاوز الوضع في عرض القائمة
hu: Ha be van jelölve, a munkafolyamat állapota nem fogja felülírni az állapotát, listanézetben
sr: Уколико је означено status радног тока неће заменити status у приказу листе

source: If Owner
ar: إذا المالك
hu: Ha tulajdonos
sr: Уколико је власник

source: If a Role does not have access at Level 0, then higher levels are meaningless.
ar: إذا لم يكن لدى الدور إمكانية الوصول في المستوى 0، فإن المستويات الأعلى تصبح بلا معنى.
hu: Ha egy szerepkör nem rendelkezik 0. szintű hozzáféréssel, akkor a magasabb szintek értelmetlenek.
sr: Уколико улога нема приступ на нивоу 0, виши нивои немају значај.

source: If checked, all other workflows become inactive.
ar: إذا تم، جميع مهام سير العمل الأخرى تصبح خاملة.
hu: Ha be van jelölve, minden más munkafolyamat inaktívvá válik.
sr: Уколико је означено, сви остали радни токови постају неактивни.

source: If checked, negative numeric values of Currency, Quantity or Count would be shown as positive
ar: في حال تحديد هذا الخيار، ستظهر القيم العددية السالبة للعملة أو الكمية أو العدد على أنها موجبة.
hu: Ha be van jelölve, a Pénznem, a Mennyiség vagy a Szám negatív numerikus értékei pozitív értékként jelennek meg
sr: Уколико је означено, негативне нумеричке вредности за валуту, количину или број приказаће се као позитивне

source: If checked, users will not see the Confirm Access dialog.
ar: إذا تم تحديدها، فلن يرى المستخدمون مربع حوار تأكيد الوصول.
hu: Ha be van jelölve, a felhasználók nem látják a Hozzáférés megerősítése párbeszédablakot.
sr: Уколико је означено, корисницима се неће приказати дијалог за потврду приступа.

source: If disabled, this role will be removed from all users.
ar: إذا تعطيل، ستتم إزالة هذه الصلاحية من كافة المستخدمين.
hu: Ha letiltja, ez a szerepkör minden felhasználótól eltávolításra kerül.
sr: Уколико је онемогућено, ова улога ће бити уклоњена свим корисницима.

source: If enabled, user can login from any IP Address using Two Factor Auth, this can also be set for all users in System Settings
ar: في حالة التمكين ، يمكن للمستخدم تسجيل الدخول من أي عنوان IP باستخدام المصادقة الثنائية ، كما يمكن تعيين ذلك لجميع المستخدمين في إعدادات النظام
hu: Ha engedélyezve van, a felhasználó bármely IP-címről bejelentkezhet a Kétfaktoros hitelesítés használatával, ez az összes felhasználó számára beállítható a Rendszer Beállításokban
sr: Уколико је омогућено, корисник може да се пријави са било које IP адресе користећи двофакторску аутентификацију, ово се такође може подесити за све кориснике у системским подешавањима

source: If enabled, all responses on the web form will be submitted anonymously
ar: في حال تفعيل هذه الخاصية، سيتم إرسال جميع الردود على نموذج الويب بشكل مجهول.
hu: Ha engedélyezve van, a webes űrlapon található összes válasz névtelenül lesz elküldve
sr: Уколико је омогућено, сви одговори на веб-обрасцу биће поднети анонимно

source: If enabled, all users can login from any IP Address using Two Factor Auth. This can also be set only for specific user(s) in User Page
ar: إذا تم تمكينه ، يمكن لكافة المستخدمين تسجيل الدخول من أي عنوان IP باستخدام &quot;عامل عامل&quot;. يمكن أيضًا تعيين ذلك لمستخدمين محددين في صفحة المستخدم
hu: Ha engedélyezve van, minden felhasználó bejelentkezhet bármely IP-címről a Kétfaktoros hitelesítés használatával. Ez csak bizonyos felhasználó(k) számára is beállítható a Felhasználó oldalon
sr: Уколико је омогућено, сви корисници могу да се пријаве са било које IP адресе користећи двофакторску аутентификацију. Ово се може подесити и само за одређене кориснике на страници корисника

source: If enabled, changes to the document are tracked and shown in timeline
ar: في حالة التمكين ، يتم تعقب التغييرات في المستند وعرضها في المخطط الزمني
hu: Ha engedélyezve van, a dokumentum módosításai nyomon követésre kerülnek és megjelennek az idővonalon
sr: Уколико је омогућено, измене докумената се прате и приказују у временском редоследу

source: If enabled, document views are tracked, this can happen multiple times
ar: في حالة التمكين ، يتم تعقب طرق عرض المستندات ، وقد يحدث ذلك عدة مرات
hu: Ha engedélyezve van, a dokumentum megtekintések nyomon követésre kerülnek, ez többször is megtörténhet
sr: Уколико је омогућено, прегледи документа се прате и могу се бележити више пута

source: If enabled, the document is marked as seen, the first time a user opens it
ar: في حالة التمكين ، يتم تمييز المستند على أنه مرئي ، وهي المرة الأولى التي يقوم فيها المستخدم بفتحها
hu: Ha engedélyezve van, a dokumentum láthatóként lesz megjelölve, amikor a felhasználó először megnyitja
sr: Уколико је омогућено, документ ће бити означен као прегледан приликом првог отварања од стране корисника

source: If enabled, the notification will show up in the notifications dropdown on the top right corner of the navigation bar.
ar: في حالة التمكين ، سيظهر الإشعار في القائمة المنسدلة للإشعارات أعلى الزاوية اليمنى من شريط التنقل.
hu: Ha engedélyezve van, az értesítés a navigációs sáv jobb felső sarkában található értesítések legördülő menüben jelenik meg.
sr: Уколико је омогућено, обавештење ће се приказати у падајућем менију обавештења у горњем десном углу навигационе траке.

source: If enabled, the password strength will be enforced based on the Minimum Password Score value. A value of 2 being medium strong and 4 being very strong.
ar: إذا تم تمكينه، سيتم فرض قوة كلمة المرور استنادا إلى قيمة الحد الأدنى لقيمة كلمة المرور. قيمة 2 كونها متوسطة قوية و 4 قوية جدا.
hu: Ha engedélyezve van, a jelszó erősségét a minimális jelszó pontszám értéke alapján fogja érvényesíteni a rendszer. A 2-es érték közepesen erős, a 4-es pedig nagyon erős.
sr: Уколико је омогућено, јачина лозинке ће бити примењена на основу минималне оцене јачине лозинке. Вредност 1 значи веома слаба, а 4 веома јака лозинка.

source: If enabled, users who login from Restricted IP Address, won't be prompted for Two Factor Auth
ar: في حالة التمكين ، لن تتم مطالبة المستخدمين الذين يقومون بتسجيل الدخول من عنوان IP المقيد بـ Two Factor Auth
hu: Ha engedélyezve van, a korlátozott IP-címről bejelentkező felhasználóktól nem fog kérni a kétfaktoros hitelesítést
sr: Уколико је омогућено, корисници који се пријављују са ограничених IP адреса неће бити упитани за двофакторску аутентификацију.

source: If enabled, users will be notified every time they login. If not enabled, users will only be notified once.
ar: إذا تم تمكينه، فسيتم إشعار المستخدمين في كل مرة يسجلون فيها الدخول. إذا لم يتم تمكينه، فسيتم إشعار المستخدمين مرة واحدة فقط.
hu: Ha engedélyezve van, a felhasználók értesítést kapnak, valahányszor belépnek. Ha nincs engedélyezve, a felhasználók csak egyszer kapnak értesítést.
sr: Уколико је омогућено, корисници ће бити обавештени сваки пут када се пријаве. Уколико није омогућено, биће обавештени само једном.

source: If it's empty, it will backup to the root of the bucket.
hu: Ha üres, akkor a vödör gyökérkönyvtárába fogja menteni.
sr: Уколико је празно, резервна копија ће се чувати у коренском директоријуму bucket-a.

source: If left empty, the default workspace will be the last visited workspace
ar: إذا تُركت فارغة، فستكون مساحة العمل الافتراضية هي مساحة العمل التي تمت زيارتها آخر مرة.
hu: Ha üresen hagyja, az alapértelmezett munkaterület az utoljára meglátogatott munkaterület lesz
sr: Уколико је остављено празно, подразумевани радни простор ће бити последњи посећени радни простор

source: If non standard port (e.g. 587)
ar: إذا غير المنفذ الرئيسي (على سبيل المثال 587)
hu: Ha nem szabványos port (pl. 587)
sr: Уколико је у питању нестандардни порт (нпр. 587)

source: If non standard port (e.g. 587). If on Google Cloud, try port 2525.
ar: إذا كان المنفذ غير قياسي (على سبيل المثال 587). إذا كنت على Google Cloud ، فجرّب المنفذ 2525.
hu: Ha nem szabványos port (pl. 587). Ha a Google Cloud szolgáltatás, akkor próbálja meg a 2525-ös portot.
sr: Уколико је у питању нестандардни порт (нпр. 587). Уколико сте на Google Cloud-у, покушајте порт 2525.

source: If non-standard port (e.g. POP3: 995/110, IMAP: 993/143)
ar: إذا كان المنفذ غير قياسي (مثل POP3: 995/110 ، IMAP: 993/143)
hu: Ha nem szabványos port (pl. POP3: 995/110, IMAP: 993/143)
sr: Уколико је у питању нестандардни порт (нпр. POP3: 995/110, IMAP: 993/143)

source: If not set, the currency precision will depend on number format
ar: إذا لم يتم تعيينها، فإن دقة العملة تعتمد على تنسيق الأرقام
hu: Ha nincs beállítva, a valuta pontosság a számformátumtól függ
sr: Уколико није подешено, прецизност валуте ће зависити од формата броја

source: If set, only user with these roles can access this chart. If not set, DocType or Report permissions will be used.
ar: في حال التعيين، لن يتمكن من الوصول إلى هذا المخطط إلا المستخدمون الذين يملكون هذه الأدوار. أما في حال عدم التعيين، فسيتم استخدام أذونات نوع المستند أو التقرير.
hu: Ha be van állítva, csak az ilyen szerepkörrel rendelkező felhasználók férhetnek hozzá a táblázathoz. Ha nincs beállítva, akkor a DocType vagy a Report jogosultságok lesznek használva.
sr: Уколико је подешено, само корисници са овим улогама могу приступити овом графикону. Уколико није подешено, користиће се дозволе из DocType-а или извештаја.

source: If the condition is satisfied user will be rewarded with the points. eg. doc.status == 'Closed'
hu: Ha a feltétel teljesül, a felhasználó pontokat kap. pl. doc.status == 'Zárva'
sr: Уколико је услов испуњен, корисник ће бити награђен поенима. На пример доц.status == 'Closed'

source: If the user enables the mask property for the phone number field, the value will be displayed in a masked format (e.g., 811XXXXXXX).
hu: Ha a felhasználó engedélyezi a maszk tulajdonságot a telefonszám mezőhöz, az érték maszkolt formátumban jelenik meg (pl. 811XXXXXXX).
sr: Уколико корисник омогући својство маске за поље број телефона, вредност ће бити приказа у маскираном формату (нпр. 811XXXXXXX).

source: If the user has access to Employee and Report is enabled, they can view Employee-based reports.
hu: Ha a felhasználó hozzáfér az Alkalmazotti beállításokhoz, és a Jelentés engedélyezve van, akkor megtekintheti az Alkalmazotti alapú jelentéseket.
sr: Уколико корисник има приступ запосленом лицу и омогућени су извештаји, може прегледати извештаје засноване на запосленим лицима.

source: If the user has any role checked, then the user becomes a "System User". "System User" has access to the desktop
ar: إذا كان المستخدم لديه أي دور تم اختياره، فسيصبح المستخدم "مستخدم النظام". "مستخدم النظام" لديه حق الوصول إلى سطح المكتب
hu: Ha a felhasználó bármely Szerepkörbe tartozik, akkor "Rendszer Felhasználó" lesz. A "Rendszer Felhasználó" hozzáféréssel rendelkezik az asztalhoz
sr: Уколико корисник има означену било коју улогу, постаје "Системски корисник". "Системски корисник" има приступ радној површини

source: If these instructions where not helpful, please add in your suggestions on GitHub Issues.
ar: إذا لم تكن هذه التعليمات مفيدة، فيرجى إضافة اقتراحاتك على قسم المشكلات في GitHub.
hu: Ha ezek az utasítások nem voltak hasznosak, kérjük, írja be javaslatait a GitHub Issues oldalra.
sr: Уколико Вам ове инструкције нису биле од помоћи, молимо Вас да додате своје предлоге на GitHub Issues.

source: If this was a mistake or you need access again, please reach out to your team.
ar: إذا كان هذا خطأً أو كنت بحاجة إلى الوصول مرة أخرى، فيرجى التواصل مع فريقك.
hu: Ha ez egy hiba volt, vagy ismét hozzáférésre van szüksége, kérjük, vegye fel a kapcsolatot a csapatával.
sr: Уколико је ово била грешка или Вам је поново неопходан приступ, обратите се свом тиму.

source: If unchecked, the value will always be re-fetched on save.
ar: إذا لم يتم تحديد هذا الخيار، فسيتم دائمًا إعادة جلب القيمة عند الحفظ.
hu: Ha nincs bejelölve, az érték mindig újra lekérésre kerül mentéskor.
sr: Уколико није означено, вредност ће увек бити поново преузета приликом чувања.

source: If user is the owner
ar: إذا كان المستخدم هو المالك
hu: Ha a felhasználó a tulajdonosa
sr: Уколико је корисник власник

source: If you are updating, please select "Overwrite" else existing rows will not be deleted.
ar: إذا كنت تقوم بتحديث، يرجى تحديد "الكتابة" لن يتم حذف الصفوف الموجودة آخر.
hu: Frissítés esetén kérjük, válassza a „Felülírás” lehetőséget, különben a meglévő sorok nem törlődnek.
sr: Уколико вршите ажурирање, молимо Вас да изаберете "Измени", у супротном постојећи редови неће бити обрисани.

source: If you are uploading new records, "Naming Series" becomes mandatory, if present.
ar: إذا كنت تحميل سجلات جديدة، "تسمية السلسلة" تصبح إلزامية، إذا كان موجودا.
hu: Új rekordok feltöltése esetén a "Névsorozat" kötelező, ha van ilyen.
sr: Уколико отпремате нове записе, "Серије именовања" постају обавезне, уколико постоје.

source: If you are uploading new records, leave the "name" (ID) column blank.
ar: إذا كنت تحميل سجلات جديدة، وترك "اسم" (ID) العمود فارغا.
hu: Ha új rekordokat tölt fel, hagyja üresen a "Név" (ID) oszlopot.
sr: Уколико отпремате нове записе, оставите колону "назив" (ИД) празну.

source: If you have any questions, reach out to your system administrator.
ar: إذا كانت لديك أي أسئلة، فتواصل مع مسؤول النظام لديك.
hu: Ha bármilyen kérdése van, forduljon rendszergazdájához.
sr: Уколико имате било каквих питања, обратите се свом систем администратору.

source: If you have recently restored the site you may need to copy the site config contaning original Encryption Key.
hu: Ha nemrég állította vissza a webhelyet, akkor szükség lehet az eredeti titkosítási kulcsot tartalmazó webhely konfigurációjának másolására.
sr: Уколико сте недавно вратили сајт из резервне копије, можда ћете морати да копирате site config фајл који садржи оригинални кључ за шифровање.

source: If you just want to customize for your site, use {0} instead.
hu: Ha csak a webhelyedhez szeretnéd testre szabni, használd ezt: {0}.
sr: Уколико желите да прилагодите само за свој сајт, уместо тога користите {0}.

source: If you set this, this Item will come in a drop-down under the selected parent.
ar: إذا قمت بتعيين هذا ، فإن هذا البند تأتي في قائمة منسدلة تحت الأصل المحدد .
hu: Ha ezt beállítja, akkor ez az Elem a kiválasztott szülő alá kerül a legördülő listában.
sr: Уколико ово поставите, ова ставка ће се појавити у падајућем менију испод изабраног матичног ентитета.

source: If you think this is unauthorized, please change the Administrator password.
ar: إذا كنت تعتقد أن هذا غير المصرح به، الرجاء تغيير كلمة مرور المسؤول.
hu: Ha úgy gondolja, ez nem engedélyezett, kérjük, változtassa meg a rendszergazdai jelszót.
sr: Уколико мислите да је ово неовлашћено, молимо Вас да промените лозинку администратора.

source: If your data is in HTML, please copy paste the exact HTML code with the tags.
ar: إذا كانت البيانات في HTML، يرجى نسخ لصق رمز HTML المحدد مع العلامات.
hu: Ha az adataid HTML formátumban vannak, kérlek másold be a pontos HTML kódot a címkékkel együtt.
sr: Уколико су Ваши подаци у HTML формату, молимо Вас да копирате и налепите тачан HTML код са свим ознакама.

source: Ignore User Permissions
ar: تجاهل صلاحيات المستخدم
hu: Felhasználói engedélyek figyelmen kívül hagyása
sr: Игнориши корисничке дозволе

source: Ignore XSS Filter
ar: تجاهل فلتر XSS
hu: XSS szűrő figyelmen kívül hagyása
sr: Игнориши XSS филтер

source: Ignore attachments over this size
ar: تجاهل إرفاق ملفات أكثر من هذا الحجم
hu: Mellékletek figyelmen kívül hagyása e méret felett
sr: Игнориши прилоге веће од ове величине

source: Ignored Apps
ar: التطبيقات التي تم تجاهلها
hu: Mellőzött Alkalmazások
sr: Игнорисане апликације

source: Illegal Access Token. Please try again
ar: وصول رمز غير قانوني. حاول مرة اخرى
hu: Érvénytelen Hozzáférési Token. Kérjük, próbálja újra
sr: Неважећи приступни токен. Молимо Вас да покушате поново

source: Illegal Document Status for {0}
ar: حالة المستند غير القانوني لـ {0}
hu: Érvénytelen dokumentum állapota a következőhöz: {0}
sr: Неважећи status документа за {0}

source: Illegal SQL Query
ar: استعلام SQL غير قانوني
hu: Érvénytelen SQL Lekérdezés
sr: Неважећи SQL упит

source: Illegal template
ar: قالب غير قانوني
hu: Érvénytelen sablon
sr: Неважећи шаблон

source: Image
ar: صورة
hu: Kép
sr: Слика

source: Image Field
ar: صورة الميدان
hu: Képmező
sr: Поље слике

source: Image Height
ar: ارتفاع الصورة
hu: Kép Magasság
sr: Висина слике

source: Image Link
ar: رابط الصورة
hu: Képhivatkozás
sr: Линк слике

source: Image View
ar: عرض الصورة
hu: Kép Megtekintése
sr: Преглед слике
