Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: {0} reverted your points on {1}
ar: {0} التراجع عن نقاطك في {1}
hu: {0} visszaállította a pontját ezen a napon: {1}
sr: {0} је опозвао Ваше поене на {1}

source: {0} reverted {1}
ar: {0} تم التراجع {1}
hu: {0} visszaállítva {1}
sr: {0} је опозвао {1}

source: {0} role does not have permission on any doctype
ar: لا يملك الدور {0} صلاحية الوصول إلى أي نوع من أنواع المستندات
hu: {0} a szerepkörnek nincs jogosultsága egyetlen doctype-ra sem
sr: Улога {0} нема дозволе ни за једну врсту документа

source: {0} row #{1}:
hu: {0}, sor #{1}:
sr: {0} ред#{1}:

# User removed rows from child table
source: {0} rows from {1}
ar: {0} صفوف من {1}
hu: {0} sor innen: {1}
sr: {0} редова из {1}

# User added rows to child table
source: {0} rows to {1}
ar: {0} صفوف إلى {1}
hu: {0} sor ide: {1}
sr: {0} редова у {1}

source: {0} saved successfully
ar: تم حفظ {0} بنجاح
hu: {0} sikeresen mentve
sr: {0} је успешно сачувано

source: {0} self assigned this task: {1}
ar: {0} تم تعيين هذه المهمة بنفسها: {1}
hu: {0} ezt a feladatot saját magának osztotta ki: {1}
sr: {0} је себи доделио овај задатак: {1}

source: {0} shared a document {1} {2} with you
ar: {0} شارك مستند {1} {2} معك
hu: {0} megosztott veled egy {1} {2} dokumentumot
sr: {0} је поделио документ {1} {2} са Вама

source: {0} shared this document with everyone
ar: {0} المشتركة هذه الوثيقة مع الجميع
hu: {0} megosztotta ezt a dokumentumot mindenkivel
sr: {0} је поделио овај документ са свима

source: {0} shared this document with {1}
ar: {0} مشاركة هذه الوثيقة مع {1}
hu: {0} megosztotta ezt a dokumentumot vele: {1}
sr: {0} је поделио овај документ са {1}

source: {0} should be indexed because it's referred in dashboard connections
ar: يجب فهرسة {0} لأنه يُشار إليه في اتصالات لوحة التحكم
hu: {0} indexelni kell, mert a műszerfali kapcsolatokban hivatkoznak rá
sr: {0} треба да буде индексирано јер се користи у везама на контролној табли

source: {0} should not be same as {1}
ar: {0} يجب ألا يكون مطابقًا لـ {1}
hu: A(z) {0} nem lehet ugyanaz, mint a(z) {1}
sr: {0} не сме бити исто као {1}

source: {0} submitted this document
ar: قام {0} بتقديم هذا المستند
hu: {0} beküldte ezt a dokumentumot
sr: {0} је поднео овај документ

# Form timeline
source: {0} submitted this document {1}
ar: {0} أرسل هذا المستند {1}
hu: {0} beküldte ezt a dokumentumot {1}
sr: {0} је поднео овај документ {1}

source: {0} subscribers added
ar: {0} مشتركين تم اضافتهم
hu: {0} előfizetők hozzáadva
sr: {0} претплатника додато

source: {0} to stop receiving emails of this type
ar: {0} لإيقاف تلقي رسائل البريد الإلكتروني من هذا النوع
hu: {0} az ilyen típusú e-mailek fogadásának leállításához
sr: {0} да бисте престали да примате имејл ове врсте

source: {0} to {1}
ar: {0} إلى {1}
hu: {0}-tól {1}-ig
sr: {0} до {1}

source: {0} un-shared this document with {1}
ar: {0} الغى مشاركة هذه الوثيقة مع {1}
hu: {0} visszavonta a dokumentum megosztását ettől: {1}
sr: {0} је опозвао дељење овог документа {1}

source: {0} updated
ar: {0} تم تحديث
hu: {0} frissítve
sr: {0} је ажурирано

source: {0} values selected
ar: {0} القيم المحددة
hu: {0} érték kiválasztva
sr: Одабрано је {0} вредност

source: {0} viewed this
ar: {0} شاهد هذا
hu: {0} megtekintette ezt
sr: {0} је погледало ово

source: {0} weeks ago
ar: قبل {0} أسبوع /أسابيع
hu: {0} héttel ezelőtt
sr: пре {0} недеља

source: {0} with the role <strong>{1}</strong>
hu: {0} a szerepkörrel: <strong>{1}</strong>
sr: {0} са улогом <strong>{1}</strong>

source: {0} years ago
ar: قبل {0} سنة
hu: {0} évvel ezelőtt
sr: пре {0} година

source: {0} {1} added
ar: تمت إضافة {0} {1}
hu: {0} {1} hozzáadva
sr: {0} {1} је додат

source: {0} {1} added to Dashboard {2}
ar: تمت إضافة {0} {1} إلى لوحة التحكم {2}
hu: {0} {1} hozzáadva az műszerfalthoz {2}
sr: {0} {1} је додат на контролну таблу {2}

source: {0} {1} already exists
ar: {0} {1} موجود بالفعل
hu: {0} {1} már létezik
sr: {0} {1} већ постоји

source: {0} {1} cannot be "{2}". It should be one of "{3}"
ar: {0} {1} لا يمكن أن يكون {{}}. يجب أن تكون واحدة من "{3}"
hu: {0} {1} nem lehet "{2}". A "{3}" egyikének kell lennie
sr: {0} {1} не може бити "{2}". Требало би да буде једно од "{3}"

source: {0} {1} cannot be a leaf node as it has children
ar: {0} {1} لا يمكن أن يكون تفريعة لأن لديه تفريعات أخرى
hu: {0} {1} nem lehet levélcsomópont, mivel vannak gyermekei
sr: {0} {1} не може бити крајњи чвор јер има зависне ентитете

source: {0} {1} does not exist, select a new target to merge
ar: {0} {1} غير موجود ، حدد هدفا جديدا لدمج
hu: {0} {1} nem létezik, válasszon egy új célt egyesítéshez
sr: {0} {1} не постоји, изаберите ново тачку за спајање

source: {0} {1} is linked with the following submitted documents: {2}
ar: {0} {1} مرتبط بالمستندات المرسلة التالية: {2}
hu: {0} {1} a következő beküldött dokumentumokhoz kapcsolódik: {2}
sr: {0} {1} је повезан са следећим поднетим документима: {2}

source: {0} {1} not found
ar: {0} {1} غير موجود
hu: {0} {1} nem található
sr: {0} {1} није пронађен

source: {0} {1}: Submitted Record cannot be deleted. You must {2} Cancel {3} it first.
ar: {0} {1}: لا يمكن حذف السجل المقدم. يجب عليك {2} إلغاء {3} أولاً.
hu: {0} {1}: A Beküldött rekordot nem lehet törölni. Először {2} vissza kell vonni {3}.
sr: {0} {1}: Поднети запис не може бити обрисан. Прво морате {2} отказати {3}.

source: {0}, Row {1}
ar: {0}، الصف {1}
hu: {0}, Sor {1}
sr: {0}, ред {1}

source: {0}/{1} complete | Please leave this tab open until completion.
ar: {0}/{1} مكتمل | يرجى ترك علامة التبويب هذه مفتوحة حتى الانتهاء.
hu: {0}/{1} kész | Kérjük, hagyja ezt a fület nyitva a befejezésig.
sr: {0}/{1} завршено | Оставите ову картицу отвореном док се процес не заврши.

source: {0}: '{1}' ({3}) will get truncated, as max characters allowed is {2}
ar: {0}: '{1}' ({3}) سيتم اقتطاعه، حيث أن الحد الأقصى المسموح به هو {2}
hu: {0}: '{1}' ({3}) csonkolva lesz, mivel a maximálisan megengedett karakterek száma {2}
sr: {0}: '{1}' ({3}) ће бити скраћено, јер је максималан број дозвољених карактера {2}

source: {0}: Cannot set Amend without Cancel
ar: {0}: لا يمكن تعيين تعديل بدون إلغاء
hu: {0}: Nem állítható Helyesbítésre, Visszavonás nélkül
sr: {0}: Не може се поставити измена без отказивања

source: {0}: Cannot set Assign Amend if not Submittable
ar: {0}: لا يمكن تعيين معدل إذا لم يتم إرساله
hu: {0}: Nem állítható Hozzárendelés Helyesbítésre, ha nem Benyújtható
sr: {0}: Не може се поставити додељена измена уколико није могуће поднети

source: {0}: Cannot set Assign Submit if not Submittable
ar: {0} : لا يمكن تحديد تعيين بالتأكيد إذا لم يكن قابل للتأكيد
hu: {0}: Nem állítható be a Beküldés és Hozzárendelés, ha nem Beküldhető
sr: {0}: Не може се поставити додељено подношење уколико није могуће поднети

source: {0}: Cannot set Cancel without Submit
ar: {0}: لا يمكن تعيين إلغاء بدون إرسال
hu: {0}: nem lehet Visszavonni Beküldés nélkül
sr: {0}: Не може се поставити отказивање без подношења

source: {0}: Cannot set Import without Create
ar: {0} : لا يمكن تحديد استيراد دون إنشاء
hu: {0}: Létrehozás nélkül nem állítható be az Import
sr: {0}: Не може се поставити увоз без креирања

source: {0}: Cannot set Submit, Cancel, Amend without Write
ar: {0} : لا يمكن تحديد تأكيد ، الغاء ، تعديل دون كتابة
hu: {0}: Írás nélkül nem beállítható a Küldés, Visszavonás és Helyesbítés
sr: {0}: Не може се поставити подношење, отказивање или допуна без измене

source: {0}: Cannot set import as {1} is not importable
ar: {0}: لا يمكن تعيين استيراد كما {1} غير قابل للاستيراد
hu: {0}: Nem lehet beállítani az importálást, mivel a {1} nem importálható
sr: {0}: Не може се поставити увоз као {1} јер није могуће увести

source: {0}: Failed to attach new recurring document. To enable attaching document in the auto repeat notification email, enable {1} in Print Settings
ar: {0}: فشل في إرفاق وثيقة متكررة جديدة. لتمكين إرفاق المستند في رسالة البريد الإلكتروني لإشعار التكرار التلقائي ، قم بتمكين {1} في إعدادات الطباعة
hu: {0}: Nem sikerült új ismétlődő dokumentumot csatolni. Ha engedélyezni szeretné a dokumentum csatolását az automatikus ismétlődő értesítő e-mailben, engedélyezze a {1} a Nyomtatási Beállítások menüpontban
sr: {0}: Неуспешно додавање новог понављајућег документа. Да бисте омогућили додавање документа у имејл аутоматска обавештења, омогућите {1} у подешавањима штампе

source: {0}: Field '{1}' cannot be set as Unique as it has non-unique values
ar: {0}: لا يمكن تعيين الحقل &#39;{1}&#39; على أنه فريد لأنه يحتوي على قيم غير فريدة
hu: {0}: A(z) '{1}' mező nem állítható be egyediként, mivel nem egyedi értékeket tartalmaz
sr: {0}: Поље '{1}' не може бити постављено као јединствено јер садржи нејединствене вредности

source: {0}: Field {1} in row {2} cannot be hidden and mandatory without default
ar: {0}: الحقل {1} في الصف {2} لا يمكن إخفاؤه وإجباره دون التقصير
hu: {0}: A(z) {2} sorban lévő {1} mező nem rejthető el és kötelező alapértelmezett érték nélkül
sr: {0}: Поље {1} у реду {2} не може бити сакривено и обавезно без подразумеване вредности

source: {0}: Field {1} of type {2} cannot be mandatory
ar: {0}: الحقل {1} من النوع {2} لا يمكن أن يكون إلزاميًا
hu: {0}: A(z) {2} típusú {1} mező nem lehet kötelező
sr: {0}: Поље {1} врсте {2} не може бити обавезно

source: {0}: Fieldname {1} appears multiple times in rows {2}
ar: {0}: اسم الحقل {1} يظهر عدة مرات في الصفوف {2}
hu: {0}: A(z) {1} mezőnév többször megjelenik a(z) {2} sorokban
sr: {0}: Назив поља {1} се појављује више пута у редовима {2}

source: {0}: Fieldtype {1} for {2} cannot be unique
ar: {0}: لا يمكن أن يكون Fieldtype {1} لـ {2} فريدًا
hu: {0}: A(z) {2} {1} mezőtípusa nem lehet egyedi
sr: {0}: Врста поља {1} за {2} не може бити јединствено

source: {0}: No basic permissions set
ar: {0} : لم يتم تحديد صلاحيات أساسية
hu: {0}: Nincsenek beállítva alapvető jogosultságok
sr: {0}: Основне дозволе нису постављене

source: {0}: Only one rule allowed with the same Role, Level and {1}
ar: {0} قاعدة واحدة فقط سمح لها نفس الدور، المستوى و{1}
hu: {0}: Csak egy szabály engedélyezett ugyanazzal a Szerepkörrel, Szinttel és {1}
sr: {0}: Искључиво је дозвољено само једно правило са истом улогом, нивоом и {1}

source: {0}: Options must be a valid DocType for field {1} in row {2}
ar: {0}: يجب أن تكون الخيارات نوع DocType صالحًا للحقل {1} في الصف {2}
hu: {0}: Az opcióknak érvényes DocType-nak kell lenniük a {1} mezőben a {2} sorban
sr: {0}: Опције морају да буду валидни DocType за поље {1} у реду {2}

source: {0}: Options required for Link or Table type field {1} in row {2}
ar: {0}: الخيارات المطلوبة لحقل نوع الرابط أو الجدول {1} في الصف {2}
hu: {0}: A Hivatkozás vagy Táblázat típusú mezőhöz szükséges beállítások {1} a {2} sorban
sr: {0}: Опције су обавезне за врсту поља линк или табела {1} у реду {2}

source: {0}: Options {1} must be the same as doctype name {2} for the field {3}
ar: {0}: يجب أن تكون الخيارات {1} هي نفس اسم النمط العقلي {2} للحقل {3}
hu: {0}: A(z) {1} opcióknak meg kell egyezniük a {3} mező doctype nevével {2}
sr: {0}: Опције {1} морају бити исте као назив DocType-а {2} за поље {3}

source: {0}: Other permission rules may also apply
ar: {0}: قد تُطبق قواعد أذونات أخرى أيضًا
hu: {0}: Egyéb engedélyezési szabályok is érvényesek lehetnek
sr: {0}: Могу се применити и друга правила дозвола

source: {0}: Permission at level 0 must be set before higher levels are set
ar: {0} : صلاحيات على مستوى 0 يجب تحديده قبل أن يتم تحديد صلاحيات أعلى
hu: {0}: A 0. szintű jogosultságot be kell állítani, mielőtt a magasabb szintűt beállítaná
sr: {0}: Дозвола на нивоу 0 мора бити постављена пре виших нивоа

source: {0}: You can increase the limit for the field if required via {1}
ar: {0}: يمكنك زيادة الحد الأقصى للحقل إذا لزم الأمر عبر {1}
hu: {0}: A mező korlátját szükség esetén a {1} segítségével növelheti
sr: {0}: Можете повећати ограничење за ово поље уколико је потребно путем {1}

source: {0}: fieldname cannot be set to reserved keyword {1}
ar: {0}: لا يمكن تعيين اسم الحقل إلى كلمة محجوزة {1}
hu: {0}: a mezőnév nem állítható be fenntartott kulcsszóra {1}
sr: {0}: назив поља не сме да садржи резервисане речи {1}

source: {0}: {1} is set to state {2}
ar: {0}: تم تعيين {1} على الحالة {2}
hu: {0}: {1} beállítva erre az állapotra: {2}
sr: {0}: {1} је постављено на стање {2}

source: {0}: {1} vs {2}
ar: {0}: {1} ضد {2}
hu: {0} {1} a {2}
sr: {0}: {1} у односу на {2}

source: {0}:Fieldtype {1} for {2} cannot be indexed
ar: {0}: لا يمكن فهرسة Fieldtype {1} لـ {2}
hu: {0}: A {2} mezőtípusa {1} nem indexelhető
sr: {0}: назив поља {1} за {2} не може бити индексиран

source: {count} cell copied
ar: تم نسخ الخلية {count}
hu: {count} cella másolva
sr: {count} ћелија копирано

source: {count} cells copied
ar: تم نسخ {count} خلية
hu: {count} cellák másolva
sr: {count} ћелија копирано

source: {count} row selected
ar: تم تحديد الصف {count}
hu: {count} sor kiválasztva
sr: {count} ред изабран

source: {count} rows selected
ar: تم تحديد {count} صف
hu: {count} sorok kiválasztva
sr: {count} редова изабрано

source: {{{0}}} is not a valid fieldname pattern. It should be {{field_name}}.
ar: {{{0}}} غير صالح كأسم حقل. يجب أن يكون {{field_name}}.
hu: {{{0}}} nem érvényes mezőnév minta. Ilyennek kellene lennie {{field_name}}.
sr: {{{0}}} није исправан формат назива поља. Требало би да буде {{field_name}}.

source: {} Active
hu: {} Aktív
sr: {} активно

source: {} Complete
ar: {} اكتمال
hu: {} Teljes
sr: {} завршено

source: {} Invalid python code on line {}
ar: {} كود بايثون غير صالح في السطر {}
hu: {} Érvénytelen Python kód a(z) {} sorban
sr: {} Неважећи python код на линији {}

source: {} Possibly invalid python code. <br>{}
hu: {} Valószínűleg érvénytelen Python kód. <0>{}
sr: {} Потенцијално неважећи python код. <br>{}

source: {} Published
hu: {} Közzétett
sr: {} објављено

source: {} does not support automated log clearing.
ar: لا يدعم {} مسح السجلات تلقائيًا.
hu: {} nem támogatja az automatikus naplótörlést.
sr: {} не подржава аутоматско чишћење евиденција.

source: {} field cannot be empty.
ar: لا يمكن أن يكون الحقل {} فارغًا.
hu: {} mező nem lehet üres.
sr: {} поље не може бити празно.

source: {} has been disabled. It can only be enabled if {} is checked.
ar: تم تعطيل {}، ولا يمكن تفعيله إلا إذا تم تحديد {}.
hu: {} letiltva. Csak akkor engedélyezhető, ha a {} be van jelölve.
sr: {} је онемогућено. Може се омогућити само уколико је {} означено.

source: {} is not a valid date string.
ar: {} ليست سلسلة تاريخ صالحة.
hu: {} nem érvényes dátum karakterlánc.
sr: {} није исправан датум у текстуалном формату.

source: {} not found in PATH! This is required to access the console.
ar: {} غير موجود في متغير PATH! هذا مطلوب للوصول إلى وحدة التحكم.
hu: {} nem található a PATH-ban! Ez szükséges a konzol eléréséhez.
sr: {} није пронађен PATH! Ово је неопходно за приступ конзоли.

source: {} not found in PATH! This is required to restore the database.
ar: {} غير موجود في PATH! هذا مطلوب لاستعادة قاعدة البيانات.
hu: {} nem található a PATH-ban! Erre az adatbázis visszaállításához van szükség.
sr: {} није пронађен PATH! Ово је неопходно за обнову базе података.

source: {} not found in PATH! This is required to take a backup.
ar: {} غير موجود في متغير PATH! هذا مطلوب لإنشاء نسخة احتياطية.
hu: {} nem található a PATH-ban! Ez szükséges a biztonsági mentéshez.
sr: {} није пронађен PATH! Ово је неопходно за прављење резервне копије.

source: ← Back to upload files
ar: ← العودة إلى صفحة تحميل الملفات
hu: ← Vissza a fájlok feltöltéséhez
sr: ← Назад на отпремање фајлова

source: &copy; Frappe Technologies Pvt. Ltd. and contributors
hu: &copy; Frappe Technologies Pvt. Ltd. és közreműködők

source: API Endpoint
ar: نقطة وصولAPI
hu: API végpont

source: API Endpoint Args
ar: نقطة وصول API Args
hu: API végpont argumentumok

source: ASC
ar: تصاعدي
hu: NÖV

source: Audit System Hooks
ar: خطافات نظام التدقيق
hu: Audit Rendszer Hook-ok

source: Breadcrumbs
ar: مسار التصفح
hu: Navigáció

source: Ctrl + Down
ar: Ctrl + السهم لأسفل
hu: Ctrl + Le

source: Ctrl + Up
ar: Ctrl + لأعلى
hu: Ctrl + Fel

source: Endpoint URL
ar: عنوان نقطة النهاية
hu: Végpont URL

source: FavIcon
ar: أيقونة المفضلة
hu: Weboldal ikon

source: Google Calendar
ar: تقويم جوجل
hu: Google Naptár

source: Google Contacts
ar: اتصالات جوجل
hu: Google Névjegyek

source: Google Drive Picker
ar: أداة اختيار جوجل درايف
hu: Google Drive választó

source: Google Font
ar: خط جوجل
hu: Google Betűtípus

source: Google Services
ar: خدمات جوجل
hu: Google Szolgáltatások

source: HEAD
ar: رأس
hu: FEJ

source: HH:mm
ar: HH: مم
hu: HH:mm (óra:perc)

source: HH:mm:ss
hu: HH:mm:ss (óra:perc:másodperc)

source: Introspection URI
ar: معرّف الموارد الموحد للاستبطان
hu: Introspektív URI

source: Re:
ar: يكرر:
hu: Válasz:

source: Re: {0}
ar: رد: {0}
hu: Válasz: {0}

source: Stylesheet
ar: ورقة الأنماط
hu: Stíluslap

source: The browser API key obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
hu: A Google Cloud Console-ból a <a href="https://console.cloud.google.com/apis/credentials">"API-k &amp; Szolgáltatások" &gt; "Hitelesítő adatok" </a>alatt beszerzett böngésző API-kulcs

# Days (Field: Duration)
source: d
ar: د
hu: n

source: dd-mm-yyyy
hu: dd-mm-yyyy (nap-hónap-év)

source: dd.mm.yyyy
ar: يوم/شهر/سنة
hu: dd.mm.yyyy (nap.hónap.év)

source: dd/mm/yyyy
ar: اليوم / الشهر / السنة
hu: dd/mm/yyyy (nap/hónap/év)

source: fullscreen
ar: ملء الشاشة
hu: teljes-képernyő

# Hours (Field: Duration)
source: h
ar: ح
hu: ó

source: hdd
hu: merevlemez

source: login_required
ar: تسجيل الدخول مطلوب
hu: bejelentkezés_szükséges

source: mm-dd-yyyy
ar: شهر-يوم-سنة
hu: mm-dd-yyyy (hónap-nap-év)

source: mm/dd/yyyy
ar: شهر/يوم/سنة
hu: mm/dd/yyyy (hónap/nap/év)

source: qrcode
hu: QR-kód

source: query-report
ar: استعلام تقرير
hu: lekérdezés-jelentés

source: question-sign
ar: علامة سؤال
hu: kérdőjel

# Seconds (Field: Duration)
source: s
ar: س
hu: mp

source: screenshot
ar: لقطة شاشة
hu: képernyőkép

source: yyyy-mm-dd
hu: éééé-hh-nn

source: zoom-in
ar: تكبير
hu: nagyítás

source: zoom-out
ar: تصغير
hu: kicsinyítés

source: {0} h
ar: {0} ح
hu: {0} ó

source: {0} y
ar: {0} ص
hu: {0} é

source: &lt;head&gt; HTML
ar: HTML

source: API
ar: واجهة برمجة التطبيقات

# Number system
source: B
ar: ب

source: B1
ar: ب1

source: B3
ar: ب3

source: B4
ar: ب٤

source: B5
ar: ب5

source: B6
ar: ب6

source: BCC
ar: بي سي سي

# Email Recipients
source: BCC
ar: بي سي سي

source: CC
ar: نسخة

# Email Recipients
source: CC
ar: نسخة

source: CSV
ar: ملف CSV

source: Cron
ar: كرون

source: DocType
ar: نوع المستند

source: Excel
ar: تفوق

source: Facebook
ar: الفيسبوك

source: Frappe
ar: فرابي

source: Frappe Blog
ar: مدونة فرابيه

source: Frappe Forum
ar: منتدى فرابيه

source: GET
ar: يحصل

source: GMail
ar: بريد جوجل

source: GNU Affero General Public License
ar: رخصة جنو أفيرو العامة

source: GNU General Public License
ar: رخصة جنو العمومية العامة

source: GitHub
ar: جت هب (GITHUB)

source: Google
ar: جوجل

source: Google Drive
ar: محرك جوجل

source: Helvetica
ar: هلفتيكا

source: Helvetica Neue
ar: هيلفيتيكا نيو

source: InnoDB
ar: إنود بي

source: Instagram
ar: انستغرام

source: JavaScript
ar: جافا سكريبت

source: Javascript
ar: جافا سكريبت

source: Jinja
ar: جينجا

source: Keycloak
ar: عباءة المفاتيح

# Number system
source: Kh
ar: خ

# Number system
source: L
ar: ل

source: Markdown
ar: مصغر

source: Monospace
ar: معدل النصوص والشروط

source: Office 365
ar: مكتب 365

source: PATCH
ar: رقعة

source: PDF
ar: ملف PDF

source: POST
ar: بريد

source: PUT
ar: يضع

source: Python
ar: بايثون

source: RQ Job
ar: وظيفة RQ

source: RQ Worker
ar: عامل RQ

source: Robots.txt
ar: ملف robots.txt

source: SMS
ar: رسالة قصيرة

source: SMS Gateway URL
ar: SMS بوابة URL

source: Salesforce
ar: قوة المبيعات

source: Skype
ar: سكايب

source: Slack
ar: تثاقل

source: Slack Webhook URL
ar: رابط ويب هوك سلاك

source: SparkPost
ar: سبارك بوست

source: Stack Trace
ar: تتبع المكدس

source: UID
ar: رمز المستخدم

source: UIDNEXT
ar: يو آي دي نكست

source: URL
ar: رابط الانترنت

source: Webhook
ar: رابط الويب

source: Yahoo Mail
ar: بريد ياهو

source: Yandex.Mail
ar: ياندكس.ميل

source: YouTube
ar: موقع YouTube

source: after_insert
ar: أدخل_بعد

source: facebook
ar: موقع التواصل الاجتماعي الفيسبوك

source: hub
ar: محور

source: linkedin
ar: ينكدين

source: old_parent
ar: الوالد_القديم

source: on_cancel
ar: إلغاء

source: on_change
ar: على التغيير

source: on_update
ar: تحديث

source: version_table
ar: جدول الإصدارات

source: {0} w
ar: {0} ث
