Repository: vivekjoshi2006/ERPNext-Python-Developer-Assessment-Task
Catalog: *_new_bench/apps/frappe/frappe/locale/*.po
Languages: ar, hu, sr

source: Document Type is not importable
ar: نوع المستند غير قابل للاستيراد
hu: Dokumentum Típus nem importálható
sr: Врсту документа није могуће увозити

source: Document Type is not submittable
ar: نوع المستند غير قابل للتقديم
hu: Dokumentum Típus nem lezárható
sr: Врсту документа није могуће поднети

source: Document Type to Track
ar: نوع المستند لتعقب
hu: Nyomon Követendő Dokumentum Típus
sr: Врста документа за праћење

source: Document Type {0} has been repeated.
ar: تم تكرار نوع المستند {0}.
hu: A {0} dokumentumtípus megismétlődött.
sr: Врста документа {0} је поновљена.

source: Document Types
ar: أنواع المستندات
hu: Dokumentum Típusok
sr: Врсте документа

source: Document Types (Select Permissions Only)
ar: أنواع المستندات (تحديد الأذونات فقط)
hu: Dokumentum Típusok (Csak engedélyek kiválasztása)
sr: Врсте документа (само одабир дозвола)

source: Document Types and Permissions
ar: أنواع المستندات والصلاحيات
hu: Dokumentum Típusok és Engedélyek
sr: Врсте и дозволе документа

source: Document Unlocked
ar: تم فتح المستند
hu: Dokumentum Feloldva
sr: Документ је откључан

source: Document has been cancelled
ar: تم إلغاء المستند
hu: A dokumentumot visszavonták
sr: Документ је отказан

source: Document has been submitted
ar: تم تقديم المستند
hu: A dokumentumot beküldték
sr: Документ је поднет

source: Document is in draft state
ar: المستند في حالة مسودة
hu: A dokumentum vázlat állapotban van
sr: Документ у стању нацрта

source: Document is only editable by users with role
ar: لا يمكن تعديل المستند إلا من قبل المستخدمين الذين لديهم الدور المطلوب.
hu: A dokumentumot csak szerepkörrel rendelkező felhasználók szerkeszthetik
sr: Документ је могуће уређивати само од стране корисника са улогом

source: Document not Relinked
ar: لم يتم إعادة ربط المستند
hu: Dokumentum nincs újracsatolva
sr: Документ није поново повезиван

source: Document renamed from {0} to {1}
ar: تمت إعادة تسمية المستند من {0} إلى {1}
hu: A dokumentum átnevezése: {0} - {1}
sr: Документ је преименован из {0} у {1}

source: Document renaming from {0} to {1} has been queued
ar: تمت إضافة عملية إعادة تسمية المستند من {0} إلى {1} إلى قائمة الانتظار.
hu: A dokumentum átnevezése {0} -ról {1} -re várólistára került
sr: Преименовање документа из {0} у {1} је стављено у ред за обраду

source: Document type is required to create a dashboard chart
ar: نوع المستند مطلوب لإنشاء مخطط لوحة معلومات
hu: Dokumentum típus szükséges az műszerfal diagram létrehozásához
sr: Врста документа је обавезна за креирање графикона на контролној табли

source: Document {0} Already Restored
ar: تمت استعادة المستند {0} بالفعل
hu: A(z) {0} dokumentum már visszaállítva
sr: Документ {0} је већ обновљен

source: Document {0} has been set to state {1} by {2}
ar: تم تعيين المستند {0} على الحالة {1} بواسطة {2}
hu: A(z) {0} dokumentum {1} állapotát a {2} állította be
sr: Документ {0} је постављен у стање {1} од стране {2}

source: Document {0} {1} does not exist
ar: المستند {0} {1} غير موجود
hu: A {0} {1} dokumentum nem létezik
sr: Документ {0} {1} не постоји

source: Documentation Link
ar: رابط التوثيق
hu: Dokumentáció Link
sr: Линк документације

source: Documentation URL
ar: URL التوثيق
hu: Dokumentáció URL
sr: URL документације

source: Documents
ar: وثائق
hu: Dokumentumok
sr: Документа

source: Documents restored successfully
ar: تمت استعادة المستندات بنجاح
hu: Dokumentumok sikeresen visszaállítva
sr: Документа успешно обновљена

source: Documents that failed to restore
ar: المستندات التي فشلت في استعادتها
hu: Sikertelenül visszaállított dokumentumok
sr: Документа која нису могла да се обнове

source: Documents that were already restored
ar: المستندات التي تمت استعادتها بالفعل
hu: Már visszaállított dokumentumok
sr: Документа која су већ обновљена

source: Domain
ar: شبكة النطاق
hu: Domén
sr: Домен

source: Domain Name
ar: اسم النطاق
hu: Domén Név
sr: Назив домена

source: Domain Settings
ar: إعدادات النطاق
hu: Domén Beállítások
sr: Поставке домена

source: Domains HTML
ar: النطاقات هتمل
hu: Domének HTML-je
sr: HTML домени

source: Don't HTML Encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
ar: لا علامات HTML شفر HTML مثل &lt;script&gt; أو مجرد شخصيات مثل &lt;أو&gt;، لأنها يمكن أن تستخدم عمدا في هذا المجال
hu: Ne kódoljon olyan HTML címkéket, mint a &lt;script&gt; vagy csak olyan karaktereket, mint a &lt; vagy a &gt;, mivel ezeket szándékosan használhatják ebben a mezőben
sr: Немојте кодирати HTML тагове попут &lt;script&gt; или знакове попут &lt; или &gt; јер могу бити намерно коришћени у овом пољу

source: Don't Import
ar: لا تستورد
hu: Ne Importáljon
sr: Немој увозити

source: Don't Override Status
ar: لا تجاوز الحالة
hu: Ne Írja Fellül az Állapotot
sr: Немој изменити статус

source: Don't Send Emails
ar: لا ترسل رسائل البريد الإلكتروني
hu: Ne Küldjön E-maileket
sr: Немој слати имејлове

source: Don't encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
ar: لا تقم بتشفير وسوم HTML مثل &lt;script&gt; أو مجرد أحرف مثل &lt; أو &gt;، لأنها قد تُستخدم عمدًا في هذا المجال.
hu: Ne kódoljon olyan HTML címkéket, mint a &lt;script&gt; vagy csak olyan karaktereket, mint a &lt; vagy a &gt;, mivel ezeket szándékosan használhatják ebben a mezőben
sr: Немојте кодирати HTML тагове попут &lt;script&gt; или знакове попут &lt; или &gt;, јер могу бити намерно коришћени у овом пољу

source: Don't have an account?
ar: ليس لديك حساب؟
hu: Nincs fiókod?
sr: Немате налог?

source: Done
ar: مُنجز
hu: Kész
sr: Завршено

source: Donut
ar: الدونات
hu: Fánk
sr: Кружни

source: Double click to edit label
ar: انقر نقراً مزدوجاً لتحرير التسمية
hu: Dupla kattintás a címke szerkesztéséhez
sr: Кликни два пута да уредиш ознаку

source: Download
ar: تحميل
hu: Letöltés
sr: Преузми

# Export report
source: Download
ar: تحميل
hu: Letöltés
sr: Преузми

source: Download Backups
ar: تحميل النسخ الاحتياطية
hu: Mentés Letöltése
sr: Преузми резервне копије

source: Download Data
ar: تحميل البيانات
hu: Adatok Letöltése
sr: Преузми податке

source: Download Files Backup
ar: تحميل الملفات النسخ الاحتياطي
hu: Fájlok Mentéseinek Letöltése
sr: Преузми резервну копију фајлова

source: Download Link
ar: رابط التحميل
hu: Letöltési Link
sr: Преузми линк

source: Download PDF
ar: تحميل PDF
hu: PDF Letöltése
sr: Преузми PDF

source: Download Report
ar: تحميل التقرير
hu: Jelentés Letöltése
sr: Преузми извештај

source: Download Template
ar: تحميل الوثيقة
hu: Sablon Letöltése
sr: Преузми шаблон

source: Download Your Data
ar: قم بتنزيل بياناتك
hu: Töltse le Adatait
sr: Преузмите Ваше податке

source: Download as CSV
ar: قم بالتنزيل كملف CSV
hu: Letöltés CSV-ként
sr: Преузми као CSV

source: Download vCard
ar: تنزيل بطاقة vCard
hu: vCard Letöltése
sr: Преузми vCard

source: Download vCards
ar: تنزيل بطاقات vCard
hu: vCard-ok Letöltése
sr: Преузми vCards

source: Dr
sr: Дугује

source: Draft
ar: مشروع
hu: Vázlat
sr: Нацрт

source: Drag
ar: يجر
hu: Húzni
sr: Превуци

source: Drag & Drop a section here from another tab
ar: اسحب وأفلت قسمًا هنا من علامة تبويب أخرى
hu: Húzzon ide egy szakaszt egy másik lapról
sr: Превуци и отпусти одељак овде из друге картице

source: Drag and drop files here or upload from
ar: اسحب الملفات وأفلتها هنا أو قم بتحميلها من
hu: Húzza ide a fájlokat, vagy töltse fel a
sr: Превуци и отпусти фајлове овде или их отпреми из

source: Drag columns to set order. Column width is set in percentage. The total width should not be more than 100. Columns marked in red will be removed.
ar: اسحب الأعمدة لترتيبها. يتم تحديد عرض العمود كنسبة مئوية. يجب ألا يتجاوز العرض الإجمالي 100. سيتم حذف الأعمدة المميزة باللون الأحمر.
hu: Húzza az oszlopokat a sorrend beállításához. Az oszlopok szélessége százalékban van megadva. A teljes szélesség nem lehet több 100-nál. A pirossal jelölt oszlopok eltávolításra kerülnek.
sr: Превуци колоне да подесиш редослед. Ширина колона је изражена у процентима. Укупна ширина не сме прелазити 100. Колоне означене црвеном бојом биће уклоњене.

source: Drag elements from the sidebar to add. Drag them back to trash.
ar: اسحب العناصر من الشريط الجانبي لإضافتها. اسحبها مرة أخرى إلى سلة المهملات.
hu: Húzza az elemeket az oldalsávról a hozzáadáshoz. Húzza őket vissza az eltávolításhoz.
sr: Превуци елементе са бочне траке да их додаш. Превуци их назад да их уклониш.

source: Drag to add state
ar: اسحب لإضافة حالة
hu: Húzással hozzáadhatod az állapotot
sr: Превуци да додаш стање

source: Drop files here
ar: قم بإسقاط الملفات هنا
hu: Húzza a fájlokat ide
sr: Отпусти фајлове овде

source: Dropbox Access Token
ar: دروببوإكس رمز الوصول
hu: Dropbox Hozzáférési Token
sr: Dropbox приступни токен

source: Dropbox Refresh Token
hu: Dropbox Frissítési Token
sr: Dropbox токен за освежавање

source: Dropbox Settings
ar: إعدادات دروب بوكس
hu: Dropbox Beállítások
sr: Подешавање Dropbox

source: Dropbox Setup
ar: إعداد دروببوإكس
hu: Dropbox Beállítása
sr: Поставке Dropbox

source: Dropdowns
ar: هبوط قطرة
hu: Legördülő menük
sr: Падајући мени

source: Due Date
ar: بسبب تاريخ
hu: Határidő
sr: Датум доспећа

source: Due Date Based On
ar: تاريخ الاستحقاق بناء على
hu: Határidő dátuma ez alapján
sr: Датум доспећа заснован на

source: Duplicate
ar: مكررة
hu: Másol
sr: Дупликат

source: Duplicate Entry
ar: إدخال مكرر
hu: Ismétlődő Bejegyzés
sr: Дупликат уноса

source: Duplicate Filter Name
ar: تكرار اسم الفلتر
hu: Ismétlődő Szűrőnév
sr: Дупликат назив филтера

source: Duplicate Name
ar: اسم مكرر
hu: Ismétlődő Név
sr: Дупликат назива

source: Duplicate Workspace
hu: Munkaterület Duplikálása
sr: Дупликат радног простора

source: Duplicate current row
ar: كرر الصف الحالي
hu: Aktuális sor duplikálása
sr: Дупликат тренутног реда

source: Duplicate field
ar: حقل مكرر
hu: Mező másolása
sr: Дупликат поља

source: Duplicate of {0} named as {1} is created successfully
hu: A(z) {0} másolata a(z) {1} néven sikeresen létrehozva
sr: Дупликат {0} под називом {1} је успешно креиран

source: Duration
ar: المدة الزمنية
hu: Időtartam
sr: Трајање

source: Dynamic
ar: متحرك
hu: Dinamikus
sr: Динамички

source: Dynamic Filters
ar: مرشحات ديناميكية
hu: Dinamikus Szűrők
sr: Динамички филтери

source: Dynamic Filters JSON
ar: المرشحات الديناميكية JSON
hu: Dinamikus Szűrők JSON
sr: Динамички JSON филтери

source: Dynamic Filters Section
ar: قسم المرشحات الديناميكية
hu: Dinamikus Szűrők Szakasz
sr: Одељак динамичких филтера

source: Dynamic Link
ar: الارتباط الحيوي
hu: Dinamikus Hivatkozás
sr: Динамички линк

source: Dynamic Report Filters
ar: مرشحات تقرير ديناميكي
hu: Dinamikus Jelentés Szűrők
sr: Динамички филтери извештаја

source: Dynamic Route
ar: الطريق الديناميكي
hu: Dinamikus Útvonal
sr: Динамичка путања

source: Dynamic Template
ar: قالب ديناميكي
hu: Dinamikus Sablon
sr: Динамички шаблон

source: ESC
ar: خروج
sr: ИЗЛАЗ

source: Each document created in ERPNext can have a unique ID generated for it, using a prefix defined for it. Though each document has some prefix pre-configured, you can further customize it using tools like Naming Series Tool and Document Naming Rule.
hu: Az ERPNextben létrehozott minden egyes dokumentumhoz egyedi azonosítót lehet generálni, a hozzá definiált előtag segítségével. Bár minden dokumentum rendelkezik valamilyen előre beállított előtaggal, ezt tovább testre szabhatja az olyan eszközökkel, mint a Naming Series Tool és a Document Naming Rule.
sr: Сваки документ креиран у ERPNext може имати јединствени ИД који се генерише коришћењем префикса дефинисаног за њега. Иако сваки документ има унапред подешен префикс, можете га додатно прилагодити користећи алате као што је алат за серије именовања и правило именовања документа.

source: Edit
ar: تصحيح
hu: Szerkeszt
sr: Уреди

# Button in list view actions menu
source: Edit
ar: تصحيح
hu: Szerkeszt
sr: Уреди

# Button in web form
source: Edit
ar: تصحيح
hu: Szerkeszt
sr: Уреди

# Edit grid row
source: Edit
ar: تصحيح
hu: Szerkeszt
sr: Уреди

source: Edit Auto Email Report Settings
ar: تحرير إعدادات تقرير البريد الإلكتروني الآلي
hu: Automatikus E-mail Jelentés Beállításainak Szerkesztése
sr: Уреди подешавања аутоматског слања извештаја путем имејла

source: Edit Custom HTML
ar: تحرير مخصص HTML
hu: Egyedi HTML Szerkesztése
sr: Уреди прилагођени HTML

source: Edit DocType
ar: تعديل القائمة
hu: DocType Szerkesztése
sr: Уреди DocType

# Button in list view menu
source: Edit DocType
ar: تعديل القائمة
hu: DocType Szerkesztése
sr: Уреди DocType

source: Edit Existing
ar: تعديل موجود
hu: Meglévő Szerkesztése
sr: Уреди постојећи

source: Edit Filters
ar: تعديل عامل التصفية
hu: Szűrők Szerkesztése
sr: Уреди филтере

source: Edit Footer
ar: تعديل التذييل
hu: Lábléc Szerkesztése
sr: Уреди подножје

source: Edit Format
ar: تحرير تنسيق
hu: Formátum Szerkesztése
sr: Уреди формат

source: Edit Full Form
ar: تعديل النموذج الكامل
hu: Teljes Űrlap Szerkesztése
sr: Измени пуни образац

source: Edit HTML
ar: تعديل HTML
hu: HTML Szerkesztése
sr: Уреди HTML

source: Edit Header
ar: تعديل رأس الصفحة
hu: Fejléc Szerkesztése
sr: Уреди заглавље

source: Edit Heading
ar: تحرير العنوان
hu: Címsor Szerkesztése
sr: Уреди наслов

source: Edit Letter Head
ar: تعديل رأس الرسالة
hu: Levélfej Szerkesztése
sr: Уреди заглавље

source: Edit Letter Head Footer
ar: تعديل ترويسة وتذييل الرسالة
hu: Levélfej Lábléc Szerkesztése
sr: Уреди подножје заглавља

source: Edit Print Format
ar: تعديل تنسيق الطباعة
hu: Nyomtatási Formátum Szerkesztése
sr: Уреди формат штампе

source: Edit Profile
ar: تعديل الملف الشخصي
hu: Profil Szerkesztése
sr: Уреди профил

source: Edit Properties
ar: تحرير خصائص
hu: Tulajdonságok Szerkesztése
sr: Уреди својства

source: Edit Values
ar: تحرير القيم
hu: Értékek Szerkesztése
sr: Уреди вредности

source: Edit Workspace
hu: Munkaterület Szerkesztése
sr: Уреди радни простор

source: Edit mode
ar: وضع التحرير
hu: Szerkesztőmód
sr: Режим уређивања

source: Edit to add content
ar: تعديل لإضافة محتوى
hu: Szerkesztés a tartalom hozzáadásához
sr: Уреди да би додао садржај

# Button in web form
source: Edit your response
ar: عدّل ردك
hu: Szerkeszd a válaszodat
sr: Уредите Ваш одговор

source: Edit your workflow visually using the Workflow Builder.
ar: قم بتعديل سير عملك بشكل مرئي باستخدام أداة إنشاء سير العمل.
hu: Szerkeszd a munkafolyamatot vizuálisan a Workflow Builder segítségével.
sr: Визуално уредите свој радни ток помоћу уређивача радног тока.

source: Edit {0}
ar: تحرير {0}
hu: Szerkesztés {0}
sr: Уреди {0}

source: Editable Grid
ar: قابلة للتعديل Grid
hu: Szerkeszthető Tábla
sr: Табела која се може уређивати

source: Editing Row
ar: صف التحرير
hu: Sor Szerkesztése
sr: Уређивање реда

source: Editing {0}
ar: تعديل {0}
hu: Szerkesztés {0}
sr: Уређивање {0}

source: Eg. smsgateway.com/api/send_sms.cgi
ar: على سبيل المثال، smsgateway.com / API / send_sms.cgi
hu: Pl. smsgateway.com/api/send_sms.cgi
sr: Нпр. smsgateway.com/api/send_sms.cgi

source: Either key or IP flag is required.
ar: إما المفتاح أو علامة IP مطلوبة.
hu: Vagy kulcs vagy IP-jelző szükséges.
sr: Неопходан је или кључ или IP заставица.

source: Element Selector
ar: محدد العناصر
hu: Elemválasztó
sr: Избор елемента

source: Email
ar: البريد الإلكتروني
sr: Имејл

source: Email Account
ar: حساب البريد الإلكتروني
hu: E-mail Fiók
sr: Имејл налог

source: Email Account Disabled.
ar: تم تعطيل حساب البريد الإلكتروني.
hu: E-mail Fiók Tiltva.
sr: Имејл налог онемогућен.

source: Email Account Name
ar: البريد الإلكتروني اسم الحساب
hu: E-mail Fiók Neve
sr: Назив имејл налога

source: Email Account added multiple times
ar: تمت إضافة حساب البريد الإلكتروني عدة مرات
hu: E-mail Fiókot többször adta meg
sr: Имејл налог је додат више пута

source: Email Account not setup. Please create a new Email Account from Settings > Email Account
ar: لم يتم إعداد حساب البريد الإلكتروني. يُرجى إنشاء حساب بريد إلكتروني جديد من الإعدادات > حساب البريد الإلكتروني
hu: E-mail Fiók nincs beállítva. Kérjük, hozzon létre egy új E-mail Fiókot a Beállítások > E-mail Fiók menüpontban
sr: Имејл налог није постављен. Молимо Вас да креирате нови имејл налог кроз Подешавање > Имејл налог

source: Email Address
ar: البريد الالكتروني
hu: E-mail Cím
sr: Имејл адреса

source: Email Address whose Google Contacts are to be synced.
ar: عنوان البريد الإلكتروني الذي سيتم مزامنة جهات اتصال Google الخاصة به.
hu: E-mail Cím, amelynek Google Névjegyeit szinkronizálni kell.
sr: Имејл адреса чији подаци из Google Contacts треба да буду синхронизовани.

source: Email Addresses
ar: عناوين البريد الإلكتروني
hu: E-mail Címek
sr: Имејл адресе

source: Email Domain
ar: المجال البريد الإلكتروني
hu: E-mail Domén
sr: Имејл домен

source: Email Flag Queue
ar: البريد الإلكتروني العلم قائمة الانتظار
hu: E-mail Zászló Sorrend
sr: Ред чекања за означене имејлове

source: Email Footer Address
ar: تذييل البريد الإلكتروني
hu: E-mail Lábléc Cím
sr: Адреса у подножју имејла

source: Email Group
ar: البريد الإلكتروني المجموعة
hu: E-mail Csoport
sr: Имејл група

source: Email Group Member
ar: أرسل عضو المجموعة
hu: E-mail Csoport Tag
sr: Члан имејл групе

source: Email ID
ar: عنوان الايميل
hu: E-mail Azonosító
sr: Имејл ИД

source: Email IDs
ar: البريد الإلكتروني معرفات
hu: E-mail Azonosítók
sr: Имејл ИД

source: Email Id
ar: البريد الإلكتروني
hu: E-mail azonosító
sr: Имејл ИД

source: Email Inbox
ar: البريد الوارد
hu: E-mail Postafiók
sr: Пријемна пошта имејла

source: Email Queue
ar: قائمة إنتظار البريد الإلكتروني
hu: E-mail Várólista
sr: Ред чекања за имејлове

source: Email Queue Recipient
ar: البريد الإلكتروني المستلم قائمة الانتظار
hu: E-mail Címzett Várólista
sr: Прималац у реду чекања за имејлове

source: Email Queue flushing aborted due to too many failures.
ar: تم إيقاف عملية مسح قائمة انتظار البريد الإلكتروني بسبب كثرة حالات الفشل.
hu: Az e-mail sor kiürítése túl sok hiba miatt megszakadt.
sr: Брисање реда чекања за имејлове је прекинуто због превише неуспешних покушаја.

source: Email Queue records.
ar: سجلات قائمة انتظار البريد الإلكتروني.
hu: Email Várólista rekordok.
sr: Записи у реду чекања за имејлове.

source: Email Reply Help
ar: البريد الالكتروني رد مساعدة
hu: E-mail Válasz Súgó
sr: Помоћ за одговор на имејл

source: Email Retry Limit
ar: حد إعادة إرسال البريد الإلكتروني
hu: E-mail Újrapróbálkozási Limit
sr: Ограничење поновних покушаја за имејл

source: Email Rule
ar: البريد الإلكتروني القاعدة
hu: E-mail Szabály
sr: Имејл правило

source: Email Sent
ar: إرسال البريد الإلكتروني
hu: E-mail Elküldve
sr: Имејл послат

source: Email Sent At
hu: E-mail Elküldve ekkor
sr: Имејл послат у

source: Email Settings
ar: إعدادات البريد الإلكتروني
hu: E-mail Beállítások
sr: Имејл подешавања

source: Email Signature
ar: توقيع البريد الالكترونى
hu: E-mail Aláírás
sr: Имејл потпис

source: Email Status
ar: حالة البريد الإلكتروني
hu: E-mail Állapot
sr: Имејл status

source: Email Sync Option
ar: مزامنة البريد الإلكتروني الخيار
hu: E-mail Szinkronizálás Lehetőség
sr: Опција за синхронизацију имејла

source: Email Template
ar: قالب البريد الإلكتروني
hu: E-mail Sablon
sr: Имејл шаблон

source: Email Threads on Assigned Document
ar: سلاسل رسائل البريد الإلكتروني المتعلقة بالمستند المُخصص
hu: E-mail Szálak a Hozzárendelt Dokumentumhoz
sr: Имејл конверзације на додељеном документу

source: Email To
ar: البريد الإلكتروني الى
hu: E-mail Címzett
sr: Имејл ка

source: Email Unsubscribe
ar: البريد الإلكتروني إلغاء الاشتراك
hu: E-mail Leiratkozás
sr: Имејл ођава са претплате

source: Email has been marked as spam
ar: تم وضع علامة على البريد الإلكتروني كغير مرغوب فيه
hu: Az E-mail spam-ként jelölték meg
sr: Имејл је означен као спам

source: Email has been moved to trash
ar: تم نقل البريد الإلكتروني إلى المهملات
hu: Az E-mail a kukába került
sr: Имејл је премештен у отпад

source: Email not sent to {0} (unsubscribed / disabled)
ar: البريد الإلكتروني لا يرسل إلى {0} (غير مشترك / غيرمفعل)
hu: E-mail nem lett elküldve a(z) {0} címre (leiratkozott / letiltva)
sr: Имејл није послат {0} (отказана претплата / онемогућено)

source: Email not verified with {0}
ar: البريد الإلكتروني غير متحقق من {0}
hu: E-mail cím nincs ellenőrizve a következővel: {0}
sr: Имејл није верификован са {0}

source: Email queue is currently suspended. Resume to automatically send other emails.
ar: تم تعليق قائمة انتظار البريد الإلكتروني مؤقتًا. استأنف إرسال رسائل البريد الإلكتروني الأخرى تلقائيًا.
hu: E-mail várólista jelenleg felfüggesztésre került. Az e-mailek automatikus elküldéséhez folytassa.
sr: Ред чекања за имејлове је тренутно обустављен. Наставите да би се остали имејлови аутоматски послали.

source: Emails
ar: رسائل البريد الإلكتروني
hu: E-mailek
sr: Имејлови

source: Emails Pulled
ar: تم استخراج رسائل البريد الإلكتروني
hu: E-mailek Letöltve
sr: Имејлови преузети

source: Emails are already being pulled from this account.
ar: يتم بالفعل سحب رسائل البريد الإلكتروني من هذا الحساب.
hu: Az e-maileket már most is erről a fiókról töltjük le.
sr: Имејлови се већ преузимају са овог налога.

source: Emails are muted
ar: رسائل البريد الإلكتروني هي صامتة
hu: E-mailek elnémítva
sr: Имејлови су утишани

source: Emails will be sent with next possible workflow actions
ar: سيتم إرسال رسائل البريد الإلكتروني مع إجراءات سير العمل التالية المحتملة
hu: A következő lehetséges munkafolyamatokkal fogjuk küldeni az e-mailt
sr: Имејлови ће бити послати са следећим могућим радњама у радном току

source: Embed code copied
ar: تم نسخ رمز التضمين
hu: Beágyazási kód másolva
sr: Код за уградњу је копиран

source: Empty column
ar: عمود فارغ
hu: Üres oszlop
sr: Празна колона

source: Enable
ar: تمكين
hu: Engedélyez
sr: Омогући

source: Enable Allow Auto Repeat for the doctype {0} in Customize Form
ar: تمكين السماح للتكرار التلقائي للنمط {0} في تخصيص النموذج
hu: Engedélyezze az Automatikus Ismétlés Engedélyezését a {0} doctype-hoz az Űrlap Testreszabása részben
sr: Омогући дозволу за аутоматско понављање за doctype {0} у пољу прилагоди образац

source: Enable Auto Reply
ar: تمكين الرد التلقائي
hu: Automatikus Válasz Engedélyezése
sr: Омогући аутоматски одговор

source: Enable Automatic Backup
ar: تمكين النسخ الاحتياطي التلقائي
hu: Automatikus Biztonsági Mentés Engedélyezése
sr: Омогући аутоматску резервну копију

source: Enable Automatic Linking in Documents
ar: تمكين الربط التلقائي في المستندات
hu: Automatikus Csatolás Engedélyezése a Dokumentumokban
sr: Омогући аутоматско повезивање у документима

source: Enable Comments
ar: تمكين تعليقات
hu: Megjegyzések Engedélyezése
sr: Омогући коментаре

source: Enable Email Notification
hu: E-mail Értesítés Engedélyezése
sr: Омогући имејл обавештење

source: Enable Email Notifications
ar: تمكين إشعارات البريد الإلكتروني
hu: E-mail Értesítések Engedélyezése
sr: Омогући имејл обавештења

source: Enable Google API in Google Settings.
ar: تمكين Google API في إعدادات Google.
hu: Engedélyezze a Google API-t a Google Beállításokban.
sr: Омогући Google API у Google подешавањима.

source: Enable Google indexing
ar: تفعيل فهرسة جوجل
hu: Google indexelés engedélyezése
sr: Омогући Google индексирање

source: Enable Incoming
ar: تمكين الوارد
hu: Beérkező Üzenetek Engedélyezése
sr: Омогући улазни

source: Enable Onboarding
ar: تمكين Onboarding
hu: Bevezetés Engedélyezése
sr: Омогући уводну обуку

source: Enable Outgoing
ar: تمكين البريد الصادر
hu: Kimenő Üzenetek Engedélyezése
sr: Омогући излазну

source: Enable Password Policy
ar: تمكين سياسة كلمة المرور
hu: Jelszó Házirend Engedélyezése
sr: Омогући политику лозинки

source: Enable Prepared Report
ar: تفعيل التقرير المُعدّ
hu: Előkészített Jelentés Engedélyezése
sr: Омогући припремљени извештај

source: Enable Print Server
ar: تمكين خادم الطباعة
hu: Nyomtatószerver Engedélyezése
sr: Омогући сервер штампач

source: Enable Push Notification Relay
ar: تفعيل خاصية إرسال الإشعارات الفورية
hu: Push Értesítési Továbbító Engedélyezése
sr: Омогући прослеђивање обавештења
